[
    {
        "url": "https://beforeitsnews.com/war-and-conflict/2018/01/preparing-first-nuclear-strike-on-dprk-growing-evidence-of-trump-administration-2469158.html",
        "title": "Preparing First Nuclear Strike on DPRK, Growing Evidence of Trump Administration",
        "authors": [
            {
                "name": "John Rolls",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nPreparing First Nuclear Strike on DPRK, Growing Evidence of Trump Administration\nSunday, January 21, 2018 16:20\n \nBefore our eyes we have clear growing evidence the US is gathering force to launch war against North Korea. And not just the visibility of carrier led battle fleets in the South China sea, there are also all the other “world events” fitting into first strike preparation scenario from the US.\nFor instance the Hawaii nuclear strike alert terrifying the population of Hawaii Saturday 13th January. Are we to believe this was as simple as an operational error? Accidentally pressing a single button?\nI don’t think so for one minute. It must be near impossible to activate a major strike alarm system without highest level authority with multiple keys to active the system. And to note of all US cities it was Hawaii, halfway between Korea and continental USA, not any other US city.\nWhich leaves open the plausibility alarm activation authorisation was from the highest levels in the USA, to strike terror in the minds of citizens US wide that such a strike from North Korea is a real and credible possibility. This then playing its part priming the US population for justification for a US first strike on North Korea.\nFurther evidence of preparation is then the Korean selected Foreign Ministers’ meeting in Vancouver Monday 15th Jan. This meeting notably not including The People’s Republic of China or the Russian Federation, let alone the Democratic People’s Republic of Korea.\nThe summit with single minded interest on blockading North Korea into deeper isolation has then been in all but name a war summit. Notably engaging most of the Western supporting nations in the 1950-53 Korean War. A war in which the USA with overwhelming air power, including mass use of napalm (as in Vietnam), destroyed North Korea with 2 million Korean casualties.\nFurther evidence again for preparation could not be more evident in the build up of US battle fleets in South China Sea. Three carrier battle fleets complete with hundreds of cruise missiles and stealth attack aircraft, who knows how many polaris nuclear submarines in Korean waters, along with nuclear strike squadrons of B-2 and B-52 bombers on Guam.\nBelligerence and threat on an enormous scale. And of course when the US does strike that will be an enormous distraction away from a president who must know in his bones, from the chaos he is sowing world-wide, along with the FBI Mueller inquiry, his own time is running out.\nThis huge build up of US forces, at risk any day of precipitating war even if not specifically intended, needs then to be roundy condemned by I would hope every thinking human being on the planet. As it is, from the West, blinding mass ignorance amplified through Western mass media.\nKorean people building bridges – making progress\nBut then strikingly as we now see the people of Korea left to their own politics are finding their way. High level positive meetings taking place. North Korea will bring athletes to the Winter Olympics and, in accord with the spirit of the Olympics, have announced North and South will march together at the opening ceremony under one Korean flag. This then a huge boost for the Korean peninsular and people, and for world peace. A time of optimism and for building trust.\nAnd more than this DPRK will contribute national bands to the Olympics. This then will be DPRK Moranbong hugely popular all female band. Wonderful performances from highly accomplished young musicians and singers. The best of Korea that is iron curtain shut out by Western propaganda. Not by the Koreans – the most welcoming and friendly of people, to those who ask and show some respect.\nAnd indeed look further into DPRK culture and we find so many gems. Again I have never in the West seen a more deeply moving operatic musical than DPRK’s The Flower Girl. A powerfully moving drama with wonderful actors actresses expressing the oppression and struggles faced by so many in our world, East and West.\nOn all counts taking a sweep of modern 20th century history North Korean people are to my mind some of the bravest in the world. Truly heroic. They took as much horror bombing and probably more than Vietnam and survived and to their huge credit, grounded in their founding philosophy Juche, self-reliance and independence, rebuilt their US annihilated country. Beautiful clean modern working cities. A huge credit to any nation.\nWhy not nuclear armed DPRK – there are sound universal deterrent reasons\nWhy then should DPRK not have nuclear defence to protect their country ? Look what the US and West does to countries that have no nuclear defence : Vietnam, Cambodia, Iraq, Afghanistan, Libya, Syria – bombed to shreds, millions die, countries set back decades, when it suits the West. But the US thinks twice and twice again when it’s the Russian Federation, or the People’s Republic of China, with nuclear deterrents.\nThe West needs to grow up and quickly before we have nuclear war on the planet led by a Western leader who clearly has yet to work his way through adolescence. We need to focus on the gathering thunder. There is no doubt in my mind many at the highest command levels in the USA will be thrilled with a high technology bomb delivery war – on yet again another country far from the USA.\nThe US military all ranks will be excited. But then new game station generations have forgotten Vietnam and the Korean War that was disregarded long ago hence its epitaph “The Forgotten War”. No matter that one and a half million Korean civilians men women and children died in the war, in their own towns and homes. And indeed, as I would say to anyone planning war, get a sledgehammer and high octane burner and go to work on your nearest and dearest, including your children. That is the true horror of warfare all the more horrific when it is phosphorus high octane napalm bombing of civilian cities.\nIn all consideration the deepest of deep tragedies for humanity that the West cannot see how, in conflict, belligerents mirror each other’s behaviour. It is the US that brings huge military armadas to the South China Sea. Wouldn’t any country be terrified with such enormous destructive fire power on their doorstep, from a USA that seven decades ago bombed their country flat ?\nGive the Korean people the space to reconcile north and south\nIn huge contrast what we see in the East is what has been lost from all sight in our mass consumption West and that is the Wisdom of the East. They have the wisdom to understand that small scale shared positive experience, as in engaging jointly in the Winter Olympics, is the way that people one to one begin to get to know one-another. And from that you quietly build. Not on world stages shouting one another down : “Fire and Fury” with the even more juvenile “Mine’s bigger than yours”. No different to Bush’s “Shock and Awe” twenty years ago which then spawned wars to this day throughout the Middle East.\nThe USA – showing itself time and again to be the most dangerous and mentally weak country on the planet – needs to demilitarise in South Korea and leave the Korean people to work out their own future. And that is weak USA on the point we don’t need in a modern 21st century world battle fleets along with bellicose threats. That speaks of weakness, not strength. Strength is having the courage to use world politics through an inclusive United Nations. The courage to use dialogue and communication. The courage to pursue and take risks, for peace. And in that earning respect and building confidence in our world.\nAll the Western propaganda from the 1950s that Communism was sweeping South Asia refused to recognise the fact that vast numbers in Asia did and still do hold to socialist and communist values. Now then seven decades later the US needs to step back and leave the Korean people to assess their different political systems and work out how best to make this work for Korea. Parallel nations at peace, or integration of the best of systems both sides of the 39th parallel. If Western US led market capitalism is so superior to centralised communism it will speak for itself. Not need enormous battle fleets and militarisation to enforce one political ideology on another.\nThat such massive forces are in play with potential planet destroying consequences with millions of lives destroyed only goes to show the huge lack of self-confidence in those who take the lead wielding these weapons. It is Korea’s huge misfortune at the end of WW2 – following decades of brutal Japanese occupation – to end up on a world tectonic plate between Capitalism and Communism. We now have an absolute duty to help this country build safety and security into the 21st century.\nThe original source of this article is Global Research\nDisclaimer: The contents of this article are of sole responsibility of the author(s). The Centre for Research on Globalization will not be responsible for any inaccurate or incorrect statement in this article. The Center of Research on Globalization grants permission to cross-post original Global Research articles on community internet sites as long as the text & title are not modified. The source and the author’s copyright must be displayed. For publication of Global Research articles in print or other forms including commercial internet sites, contact:  [email protected]\nwww.globalresearch.ca  contains copyrighted material the use of which has not always been specifically authorized by the copyright owner. We are making such material available to our readers under the provisions of “fair use” in an effort to advance a better understanding of political, economic and social issues. The material on this site is distributed without profit to those who have expressed a prior interest in receiving it for research and educational purposes. If you wish to use copyrighted material for purposes other than “fair use” you must request permission from the copyright owner.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.globalresearch.ca/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/cdn-cgi/l/email-protection#8cfcf9eee0e5efedf8e5e3e2ffccebe0e3eeede0fee9ffe9edfeefe4a2efed",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "trump",
            "strike",
            "administration",
            "north",
            "growing",
            "usa",
            "korean",
            "evidence",
            "war",
            "west",
            "dprk",
            "preparing",
            "huge",
            "korea",
            "world",
            "nuclear"
        ]
    }
]