[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2017/12/stunning-visualization-of-the-explosion-of-ico-activity-in-the-last-four-years-3176867.html",
        "title": "Stunning Visualization Of The Explosion Of ICO Activity In The Last Four Years",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nTotal:\nStunning Visualization Of The Explosion Of ICO Activity In The Last Four Years\nSunday, December 17, 2017 4:33\n% of readers think this story is Fact. Add your two cents.\nHow big is the ICO (aka token sale) market really?\nIt seems like this should be an easy question to answer. After all, blockchains are open data layers that contain a complete record of every transaction ever made. However, we’ve found the answer to this question to be surprisingly elusive.\nWe surveyed the web for data on token sales and turned up over 100 ICO listing sites. Estimates on the total dollar amount that has been raised via ICOs to date range from about $3.5 billion to $4.5 billion.\nWhy such a big discrepancy?\nAs far as we can tell, all of these estimates rely strictly on reported figures — either by the ICO issuer itself or by another third party. There is nothing wrong with this approach. Many data providers in the financial world collect their information this way. However, why rely strictly on reported figures when the actual transactions are available directly from the blockchain?\nWe decided to estimate the size of the ICO market ourselves by going directly to the source.\nThe figures in this post are based on our own deep dive into the Ethereum and Bitcoin blockchains. We searched for every token, crowdsale, and multisig wallet we could find. We then identified the corresponding owners and added up the total amount of contributed funds — taken either from the blockchain itself or as reported by the fundraiser.\nIn total, we estimate about $6.4 billion has been raised via ICOs to date – materially larger than what is being reported elsewhere.\nPerhaps more surprising than the fundraising total is the trend over time. The ICO market is not dying down, as many have reported . It’s still growing.\nThe rise and rise of ICOs\nThis chart is a labeled version of the one at the top of the post. It shows the ICO fundraising amounts by month.\nContrary to the commonly heard narrative that the ICO party is coming to an end, ICO fundraising in November was only slightly off its high point the month before.\nThe current run rate of over $1.3bn per month surpasses traditional early stage fundraising by a multiple. Angel and seed-stage VC investments were running at less than $300 million per month as of July ( Goldman Sachs via CNBC ).\nThe trend is even more stark when you look at the total count of ICOs that closed each month (minimum raise of $100k).\nBy this measure, the token sale market is not only still going strong. It’s accelerating!\nNovember set a new record for number of closed token sales with 148, an increase of 36 compared to the month before.\nWe view this metric, the number of token sales, as a better gauge of market activity than the fundraising total. The total dollar amount raised is not only susceptible to fluctuations in crypto exchange rates, it may also be driven by just a handful of outliers, rather than the true underlying trend. For example, just two ICOs (Tezos and EOS, which raised $236m and $200m respectively) account for nearly half of July’s total fundraising.\nThe number of ICOs completed each month shows a much clearer trend, and one that shows no sign of slowing down.\nTo play around with the graphic yourself, click here to view the interactive bubble chart .\nTL;DR\nContrary to widespread perception, the ICO market is still growing.\nTotal fundraising in November was down slightly from its high point in October ($1.38bn vs $1.39bn).\nNovember set the record for number of ICOs that closed with 148.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/stunning-visualization-of-the-explosion-of-ico-activity-in-the-last-four-years/https://www.forbes.com/sites/outofasia/2017/11/27/three-reasons-why-the-ico-market-is-cooling-down-but-crypto-and-blockchain-are-here-to-stay/#7d2739f033f4",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/stunning-visualization-of-the-explosion-of-ico-activity-in-the-last-four-years/https://elementus.io/token-sales-history",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/stunning-visualization-of-the-explosion-of-ico-activity-in-the-last-four-years/https://www.cnbc.com/2017/08/09/initial-coin-offerings-surpass-early-stage-venture-capital-funding.html",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/stunning-visualization-of-the-explosion-of-ico-activity-in-the-last-four-years/https://twitter.com/cburniske/status/939872258507624449",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/stunning-visualization-of-the-explosion-of-ico-activity-in-the-last-four-years/https://elementus.io/blog/which-icos-are-affected-by-the-parity-wallet-bug/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "fundraising",
            "market",
            "icos",
            "token",
            "trend",
            "ico",
            "raised",
            "reported",
            "visualization",
            "month",
            "activity",
            "explosion",
            "total",
            "stunning"
        ]
    }
]