[
    {
        "url": "https://beforeitsnews.com/economy/2018/01/former-ss-agent-shit-is-about-to-hit-the-fan-as-house-intel-committee-prepares-to-use-never-before-used-procedure-to-release-fisa-abuse-memo-2931418.html",
        "title": "Former SS Agent: 'S*hit Is About to Hit The Fan' As House Intel Committee Prepares To Use 'Never-Before-Used Procedure To Release FISA Abuse Memo",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By SGTreport\nTotal:\nFormer SS Agent: 'S*hit Is About to Hit The Fan' As House Intel Committee Prepares To Use 'Never-Before-Used Procedure To Release FISA Abuse Memo\nTuesday, January 23, 2018 17:42\n% of readers think this story is Fact. Add your two cents.\nOver the weekend, in an attempt to distract from an explosive release of a FISA abuse memo  produced by the House Intelligence Committee that reportedly details FBI and DOJ fraud and abuse under the Obama administration, Senate Democrats decided to block a funding bill with demands to provide amnesty for illegal immigrants, causing a government shutdown.\nThe weekend was brutal for Senate Democrats and Senate minority leader Chuck Schumer, after Americans found out that they were willing to block funding for our military personnel to be paid, among other government functions, in order to protect illegal aliens.\nA website called #SchumerShutdown  was set up, while the same term started trending on social media. The White House voicemail started informing callers  ”Unfortunately, we cannot answer your call today because Congressional Democrats are holding government funding—including funding for our troops and other national security priorities—hostage to an unrelated immigration debate. Due to this obstruction, the government is shut down.”\nThe horrid optics and backlash from putting illegal immigrants above our troops and American citizens  forced Senate Democrats to cave on Monday , resulting in the end of what could be one of the shortest government shut downs in recent memory. The underlying reason Senate Democrats forced the initial shutdown wasn’t really about the so-called “Dreamers,” but in reality was their utter panic to do anything at all to prevent the FISA abuse memo and other damaging revelations from dominating the headlines.\nThat too failed.\nA few quick questions before getting into the newly revealed information and an update on where we stand in the #ReleaseTheMemo campaign, where Republican House members and millions of Americans want the four-page memo detailing FBI/DOJ/Obama administration abuses to be released to the general public.\nHow could Senate Democrats that witnessed the backlash against the NFL after President Trump called them out publicly for kneeling during the national anthem and disrespecting the American flag and our troops, think that putting illegal immigrants over Americans and our military, could in any way benefit them? How could they not see beforehand how Americans were going to react to those bad optics? Last but not least, did they really think that the President was going to allow them to hold America hostage to their desire to give amnesty to millions of illegals ?\nCRUCIAL COMMUNICATIONS ‘LOST’ BY INTEL AGENCIES UNDER OBAMA IS A PATTERN OF BEHAVIOR\nAs ANP touched on in a Sunday article , it has been now confirmed that the FBI somehow managed to “lose” five months of communications, via text messages, between FBI agent Peter Strzok and his lover FBI agent Lisa Page. The texts have been called crucial in the ongoing investigations into political biases within the FBI and DOJ, as previous texts revealed showed the agents animus toward Donald Trump before he was election, and their pro-Hillary Clinton leanings. Prior reports show the two discussed plans to initiate the “Russia investigation” into collusion with the Trump campaign as an “insurance policy,” in the event that he was victorious in the 2016 presidential election.\nThis has become a pattern of behavior for government agencies during the Obama era, as no less than four other instances, in critical matters pertaining to wrong-doing on the part of different agencies during Obama’s term, communications have mysteriously gone “missing,” or were deliberately deleted after receiving order to preserve them, even under subpoena.\nBrietbart highlights each of those instances : 1) On March 4, 2015, Hillary Clinton received a subpoena to turn over all Benghazi-related emails. Three weeks later, she had 33,000 emails deleted that were on her secret home server. 2) Although former-Secretary of State Hillary Clinton assured everyone that she handed over all work-related emails, 30 emails directly related to Benghazi were eventually recovered. 3) IRS scandal where they targeted conservative groups for political reasons, “while Congress was investigating the scandal, we learned that — oops! — 24,000 Lerner emails were “accidentally” deleted in 2014, even though congress had issued a subpoena a full nine months earlier ordering the IRS not to delete any communications.” 4) A 2013 archive of Hillary’s infamous emails was lost in the mail. The archive was on a laptop and thumb drive and just … disappeared.\nNow we see that after the texts where Strzok and Page spoke about a discussion in Deputy Director of the FBI Andrew McCabe’s office about a “path” in regards to the 2016 presidential election to prevent Donald Trump  from winning, and the subsequent texts speaking about an “insurance policy” should he win, starting a month after the election five months of texts mysteriously cannot be recovered by the FBI. \n \nIn another exchange, the two express displeasure about the timing of Lynch’s announcement that she would defer to the FBI’s judgment on the Clinton investigation. That announcement came days after it was revealed that the attorney general and former President Bill Clinton had an impromptu meeting aboard her plane in Phoenix, though both sides said the email investigation was never discussed.\nStrzok said in a July 1 text message that the timing of Lynch’s announcement “looks like hell.” And Page appears to mockingly refer to Lynch’s decision to accept the FBI’s conclusion in the case as a “real profile in courag(e) since she knows no charges will be brought.”\nDays later, on July 5, Comey announced the FBI’s recommendation that no criminal charges were merited.\nStrzok also played a key role in the Russia collusion probe as part of Robert Muellers special counsel team, which he was removed from after the Strzok/Page texts were brought to light. This brings us right back to the much-talked about FISA abuse memo that Democrats on the House Intelligence Committee tried to prevent from being released to the full 435 members of the House of Representatives, which kicked off the #ReleaseTheMemo campaign after members that read the memo demanded it be released to the general public .\nFISA ABUSE MEMO ‘NAMES NAMES’\nAccording to House Republicans that have accessed the four-page mem o  from the House Intelligence Committee, the memo contains the bullet points from the evidence obtained to date, some of that ancillary evidence is listed as classified. The four-page memo itself, according to those that have seen it, includes names of relevant FBI and/or DOJ employees that used portions of the Clinton/DNC funded, Kremlin sourced, unverified Steele dossier to obtain FISA court authorization to surveil the Trump campaign team members.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "while Congress was investigating the scandal, we learned that — oops!",
                "Donald Trump",
                false
            ],
            [
                "24,000 Lerner emails were “accidentally” deleted in 2014, even though congress had issued a subpoena a full nine months earlier ordering the IRS not to delete any communications.",
                "Donald Trump",
                false
            ],
            [
                "real profile in courag(e) since she knows no charges will be brought.",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.sgtreport.com//articles/2018/1/23/http://allnewspipeline.com/Is_This_The_KGB_It_Is_Worse_Than_Imagined.php",
                "https://beforeitsnews.com/v3/r2/?url=https://www.sgtreport.com//articles/2018/1/23/http://www.breitbart.com/big-government/2018/01/21/white-house-voicemail-government-closed-because-democrats-holding-military-funding-hostage/?utm_source=facebook&utm_medium=social",
                "https://beforeitsnews.com/v3/r2/?url=https://www.sgtreport.com//articles/2018/1/23/http://www.breitbart.com/big-government/2018/01/22/oops-fbi-texts-4-times-deep-state-lost-crucial-communications/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.sgtreport.com//articles/2018/1/23/http://allnewspipeline.com/Gov_Shutdown_Dog_And_Pony_Show.php",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=https://www.sgtreport.com//articles/2018/1/23/http://www.breitbart.com/big-government/2018/01/22/donald-trump-rips-shutdown-democrats-for-siding-with-illegal-immigrants-over-american-citizens/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.washingtontimes.com/news/2018/jan/22/dems-give-shutdown-fight/",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://www.schumershutdown.com/"
            ]
        },
        "key_words": [
            "neverbeforeused",
            "fbi",
            "democrats",
            "senate",
            "clinton",
            "shit",
            "procedure",
            "hit",
            "house",
            "intel",
            "ss",
            "emails",
            "release",
            "memo",
            "texts",
            "prepares",
            "investigation",
            "abuse"
        ]
    }
]