[
    {
        "url": "https://beforeitsnews.com/self-sufficiency/2018/01/alaska-earthquake-is-a-wake-up-callwarning-for-big-one-us-west-coast-earthquake-warning-as-cascadia-subduction-zone-surges-2524061.html",
        "title": "Alaska Earthquake Is 'a Wake up Call': Warning for 'Big One - U.S. West Coast Earthquake Warning as Cascadia Subduction Zone Surges",
        "authors": [
            {
                "name": "Medeea Greere",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Medeea Greere\nTotal:\nAlaska Earthquake Is 'a Wake up Call': Warning for 'Big One - U.S. West Coast Earthquake Warning as Cascadia Subduction Zone Surges\nTuesday, January 23, 2018 12:15\n% of readers think this story is Fact. Add your two cents.\nAn ocean data buoy is alerting to an “event” in the Cascadia Subduction Zone off the west coast of Oregon. This is where a magnitude 9 earthquake hit in 1700.\nAccording to the data buoy, the water column height (depth) fell sharply within minutes off the coast of Oregon, signaling the land beneath the ocean has suddenly “sunk.”   Here are the graphs showing what the ocean data buoy recorded:\nAs of 0231:30, the initial water column height is 2738.80 Meters deep (8985.56 feet).  Two minutes and thirty seconds later, that same water column height had dropped to 2738.66\nMeters deep (8985.10 feet).\n \n Where did the four inches of water disappear to?  Answer:  The earth sunk; and continued to sink for the next several HOURS.  As you can see from the second chart above, from 0230 GMT to 0600 GMT, the ocean continued to sink to 2737.7 meters deep (8981.95 feet).  The buoy is too far away from shore to be affected by high/low tide, so where did the four feet of ocean water disappear to?\nThis means a Tectonic Plate in the Ocean named the “Juan de Fuca Plate” has made a sudden, eastward movement and slipped beneath another Tectonic Plate named the “North American Plate.” This type of event is usually followed by a massive upward movement of the North American Plate causing a very severe earthquake.\nHere’s a map of the relevant Tectonic Plates:\nIn the year 1700, a similar movement of plates is believed to have been the cause of a Magnitude 9.0 earthquake, which devastated the west coast of north America, and generated an ocean Tsunami that washed inland upwards of ten MILES!\nFOUR MEAGER FEET OF WATER? \nLest you think that four feet of ocean depth is nothing to be concerned about, be reminded that the entire column of water . . . all 8985 feet of it . . . is what dropped four feet.  And it did so over an area several miles wide!\nWhen the tectonic plate snaps back upward, it can launch that entire 8985 foot column of water upward and toward the shore!\nAs the continental shelf rises toward the shore (the ocean gets more shallow) that 8985 foot column of water starts accumulating upon itself as it moves toward shore, becoming one massive wave, perhaps 45-50 feet tall, that hits the shore for twenty minutes!\nNow do you see why this is a big deal?\nIf such a thing were to happen today, hundreds-of-thousands of people would be killed as a fifteen meter (45 foot) wall of water came ashore well inland passing Interstate 5 and destroying everything its path from the beach to Interstate 5.\nEven SWAT Teams are Helpless Against This…\nHere is a map of I-5, everything to the left of it (to the west) would be wiped out:\nMount Hood Volcano Can Be Triggered to Erupt\nThis type of Tectonic Movement has a direct effect upon the volcanos in the Cascadia Volcanic Chain, in particular, Mount Hood.\nWhen the Juan de Fuca tectonic plate goes beneath the North American plate, it begins to get crushed.  The heat from the friction of the two massive plates rubbing together, melts the Juan de Fuca plate into Magma (lava).\nDirectly next to the Cascadia Subduction Zone is the Mount Hood Volcano.  Here’s a graphic to show you the relevant details:\nAll along the Cascadia Subduction Zone are volcanoes.  Most of them are inactive, but some are quite active.  Here is a map of the volcanoes in the Cascade Mountains Range, so you have an understanding of the pressure relief valves (volcanoes) created over millions of years by these two tectonic plates scraping together.  Mount Hood is to the right (east of) Portland, Oregon . . .\nThere is a magma tunnel leading directly from the Cascadia Subduction Zone straight up into Mount Hood!  As the Juan de Fuca tectonic plate is being crushed (right now) it is melting into magma (lava).  Whether or not there is enough magma to cause Mount Hood to erupt is unknown.\nThere has merely been an “event” in the Pacific Ocean off the coast of Oregon in the Cascadia Subduction Zone.  This is a very rare occurrence with serious implications.  It is worthy of very close monitoring by persons in the potentially-affected areas.  This event is a potential warning of a POSSIBLE pending large earthquake on the west coast.  There could also be an eruption at Mount Hood.\nFolks in Washington, Oregon and northern California as well as in Vancouver, British Columbia, CANADA, should make certain they are prepared to take emergency action in the event a major quake does strike.\nFull Historic Background and Detailed Explanation – Scary Stuff\nMost people in the United States know just one fault line by name: the San Andreas, which runs nearly the length of California and is perpetually rumored to be on the verge of unleashing “the big one.” That rumor is misleading, no matter what the San Andreas ever does. Every fault line has an upper limit to its potency, determined by its length and width, and by how far it can slip. For the San Andreas, one of the most extensively studied and best understood fault lines in the world, that upper limit is roughly an 8.2—a powerful earthquake, but, because the Richter scale is logarithmic, only six per cent as strong as the 2011 event in Japan.\nJust north of the San Andreas, however, lies another fault line. Known as the Cascadia subduction zone, it runs for seven hundred miles off the coast of the Pacific Northwest, beginning near Cape Mendocino, California, continuing along Oregon and Washington, and terminating around Vancouver Island, Canada. The “Cascadia” part of its name comes from the Cascade Range, a chain of volcanic mountains that follow the same course a hundred or so miles inland. The “subduction zone” part refers to a region of the planet where one tectonic plate is sliding underneath (subducting) another. Tectonic plates are those slabs of mantle and crust that, in their epochs-long drift, rearrange the earth’s continents and oceans. Most of the time, their movement is slow, harmless, and all but undetectable. Occasionally, at the borders where they meet, it is not.\nTake your hands and hold them palms down, middle fingertips touching. Your right hand represents the North American tectonic plate, which bears on its back, among other things, our entire continent, from One World Trade Center to the Space Needle, in Seattle. Your left hand represents an oceanic plate called Juan de Fuca, ninety thousand square miles in size. The place where they meet is the Cascadia subduction zone. Now slide your left hand under your right one. That is what the Juan de Fuca plate is doing: slipping steadily beneath North America. When you try it, your right hand will slide up your left arm, as if you were pushing up your sleeve. That is what North America is not doing. It is stuck, wedged tight against the surface of the other plate.\nWithout moving your hands, curl your right knuckles up, so that they point toward the ceiling. Under pressure from Juan de Fuca, the stuck edge of North America is bulging upward and compressing eastward, at the rate of, respectively, three to four millimeters and thirty to forty millimeters a year. It can do so for quite some time, because, as continent stuff goes, it is young, made of rock that is still relatively elastic. (Rocks, like us, get stiffer as they age.) But it cannot do so indefinitely. There is a backstop—the craton, that ancient unbudgeable mass at the center of the continent—and, sooner or later, North America will rebound like a spring. If, on that occasion, only the southern part of the Cascadia subduction zone gives way—your first two fingers, say—the magnitude of the resulting quake will be somewhere between 8.0 and 8.6.That’s the big one. If the entire zone gives way at once, an event that seismologists call a full-margin rupture, the magnitude will be somewhere between 8.7 and 9.2. That’s the very big one.\nFlick your right fingers outward, forcefully, so that your hand flattens back down again. When the next very big earthquake hits, the northwest edge of the continent, from California to Canada and the continental shelf to the Cascades, will drop by as much as six feet and rebound thirty to a hundred feet to the west—losing, within minutes, all the elevation and compression it has gained over centuries. Some of that shift will take place beneath the ocean, displacing a colossal quantity of seawater. (Watch what your fingertips do when you flatten your hand.) The water will surge upward into a huge hill, then promptly collapse. One side will rush west, toward Japan. The other side will rush east, in a seven-hundred-mile liquid wall that will reach the Northwest coast, on average, fifteen minutes after the earthquake begins. By the time the shaking has ceased and the tsunami has receded, the region will be unrecognizable. Kenneth Murphy, who directs FEMA’s Region X, the division responsible for Oregon, Washington, Idaho, and Alaska, says, “Our operating assumption is that everything west of Interstate 5 will be toast.”\nIn the Pacific Northwest, the area of impact will cover some hundred and forty thousand square miles, including Seattle, Tacoma, Portland, Eugene, Salem (the capital city of Oregon), Olympia (the capital of Washington), and some seven million people. When the next full-margin rupture happens, that region will suffer the worst natural disaster in the history of North America. Roughly three thousand people died in San Francisco’s 1906 earthquake. Almost two thousand died in Hurricane Katrina. Almost three hundred died in Hurricane Sandy. FEMA projects that nearly thirteen thousand people will die in the Cascadia earthquake and tsunami. Another twenty-seven thousand will be injured, and the agency expects that it will need to provide shelter for a million displaced people, and food and water for another two and a half million. “This is one time that I’m hoping all the science is wrong, and it won’t happen for another thousand years,” Murphy says.\nIn fact, the science is robust, and one of the chief scientists behind it is Chris Goldfinger. Thanks to work done by him and his colleagues, we now know that the odds of the big Cascadia earthquake happening in the next fifty years are roughly one in three. The odds of the very big one are roughly one in ten. Even those numbers do not fully reflect the danger—or, more to the point, how unprepared the Pacific Northwest is to face it. The truly worrisome figures in this story are these: Thirty years ago, no one knew that the Cascadia subduction zone had ever produced a major earthquake. Forty-five years ago, no one even knew it existed.\nIn May of 1804, Meriwether Lewis and William Clark, together with their Corps of Discovery, set off from St. Louis on America’s first official cross-country expedition. Eighteen months later, they reached the Pacific Ocean and made camp near the present-day town of Astoria, Oregon. The United States was, at the time, twenty-nine years old. Canada was not yet a country. The continent’s far expanses were so unknown to its white explorers that Thomas Jefferson, who commissioned the journey, thought that the men would come across woolly mammoths.\nNative Americans had lived in the Northwest for millennia, but they had no written language, and the many things to which the arriving Europeans subjected them did not include seismological inquiries. The newcomers took the land they encountered at face value, and at face value it was a find: vast, cheap, temperate, fertile, and, to all appearances, remarkably benign.\nA century and a half elapsed before anyone had any inkling that the Pacific Northwest was not a quiet place but a place in a long period of quiet. It took another fifty years to uncover and interpret the region’s seismic history. Geology, as even geologists will tell you, is not normally the sexiest of disciplines; it hunkers down with earthly stuff while the glory accrues to the human and the cosmic—to genetics, neuroscience, physics. But, sooner or later, every field has its field day, and the discovery of the Cascadia subduction zone stands as one of the greatest scientific detective stories of our time.\nThe first clue came from geography. Almost all of the world’s most powerful earthquakes occur in the Ring of Fire, the volcanically and seismically volatile swath of the Pacific that runs from New Zealand up through Indonesia and Japan, across the ocean to Alaska, and down the west coast of the Americas to Chile.\nJapan, 2011, magnitude 9.0; Indonesia, 2004, magnitude 9.1; Alaska, 1964, magnitude 9.2; Chile, 1960, magnitude 9.5—not until the late nineteen-sixties, with the rise of the theory of plate tectonics, could geologists explain this pattern. The Ring of Fire, it turns out, is really a ring of subduction zones. Nearly all the earthquakes in the region are caused by continental plates getting stuck on oceanic plates—as North America is stuck on Juan de Fuca—and then getting abruptly unstuck. And nearly all the volcanoes are caused by the oceanic plates sliding deep beneath the continental ones, eventually reaching temperatures and pressures so extreme that they melt the rock above them.\nThe first sign that the Cascadia earthquake has begun will be a compressional wave, radiating outward from the fault line. Compressional waves are fast-moving, high-frequency waves, audible to dogs and certain other animals but experienced by humans only as a sudden jolt.They are not very harmful, but they are potentially very useful, since they travel fast enough to be detected by sensors thirty to ninety seconds ahead of other seismic waves. That is enough time for earthquake early-warning systems, such as those in use throughout Japan, to automatically perform a variety of lifesaving functions: shutting down railways and power plants, opening elevators and firehouse doors, alerting hospitals to halt surgeries, and triggering alarms so that the general public can take cover. The Pacific Northwest has no early-warning system.\nWhen the Cascadia earthquake begins, there will be, instead, a cacophony of barking dogs and a long, suspended, what-was-that moment before the surface waves arrive. Surface waves are slower, lower-frequency waves that move the ground both up and down and side to side: the shaking, starting in earnest.\nSoon after that shaking begins, the electrical grid will fail, likely everywhere west of the Cascades and possibly well beyond. If it happens at night, the ensuing catastrophe will unfold in darkness. In theory, those who are at home when it hits should be safest; it is easy and relatively inexpensive to seismically safeguard a private dwelling. But, lulled into nonchalance by their seemingly benign environment, most people in the Pacific Northwest have not done so. That nonchalance will shatter instantly.\nHow to build a Solar Panel System -Smart Power4all ! Learn how to produce off-grid power-How to Slash Your Power Bill by up to75% (or more) in less than 30 days – Guaranteed! Video Below\nSo will everything made of glass. Anything indoors and unsecured will lurch across the floor or come crashing down: bookshelves, lamps, computers, cannisters of flour in the pantry. Refrigerators will walk out of kitchens, unplugging themselves and toppling over. Water heaters will fall and smash interior gas lines. Houses that are not bolted to their foundations will slide off—or, rather, they will stay put, obeying inertia, while the foundations, together with the rest of the Northwest, jolt westward. Unmoored on the undulating ground, the homes will begin to collapse.\nAcross the region, other, larger structures will also start to fail. Until 1974, the state of Oregon had no seismic code, and few places in the Pacific Northwest had one appropriate to a magnitude-9.0 earthquake until 1994. The vast majority of buildings in the region were constructed before then. Ian Madin, who directs the Oregon Department of Geology and Mineral Industries (DOGAMI), estimates that seventy-five per cent of all structures in the state are not designed to withstand a major Cascadia quake.\nFEMA calculates that, across the region, something on the order of a million buildings—more than three thousand of them schools—will collapse or be compromised in the earthquake. So will half of all highway bridges, fifteen of the seventeen bridges spanning Portland’s two rivers, and two-thirds of railways and airports; also, one-third of all fire stations, half of all police stations, and two-thirds of all hospitals.\nAmong natural disasters, tsunamis may be the closest to being completely unsurvivable. The only likely way to outlive one is not to be there when it happens: to steer clear of the vulnerable area in the first place, or get yourself to high ground as fast as possible. For the seventy-one thousand people who live in Cascadia’s inundation zone, that will mean evacuating in the narrow window after one disaster ends and before another begins. They will be notified to do so only by the earthquake itself—“a vibrate-alert system,” Kevin Cupples, the city planner for the town of Seaside, Oregon, jokes—and they are urged to leave on foot, since the earthquake will render roads impassable. Depending on location, they will have between ten and thirty minutes to get out. That time line does not allow for finding a flashlight, tending to an earthquake injury, hesitating amid the ruins of a home, searching for loved ones, or being a Good Samaritan. “When that tsunami is coming, you run,” Jay Wilson, the chair of the Oregon Seismic Safety Policy Advisory Commission (OSSPAC), says.\nThe time to save people from a tsunami is before it happens, but the region has not yet taken serious steps toward doing so. Hotels and businesses are not required to post evacuation routes or to provide employees with evacuation training. In Oregon, it has been illegal since 1995 to build hospitals, schools, firehouses, and police stations in the inundation zone, but those which are already in it can stay, and any other new construction is permissible: energy facilities, hotels, retirement homes. In those cases, builders are required only to consult withDOGAMIabout evacuation plans. “So you come in and sit down,” Ian Madin says. “And I say, ‘That’s a stupid idea.’ And you say, ‘Thanks. Now we’ve consulted.’ ”\nThese lax safety policies guarantee that many people inside the inundation zone will not get out. Twenty-two per cent of Oregon’s coastal population is sixty-five or older. Twenty-nine per cent of the state’s population is disabled, and that figure rises in many coastal counties. “We can’t save them,” Kevin Cupples says. “I’m not going to sugarcoat it and say, ‘Oh, yeah, we’ll go around and check on the elderly.’ No. We won’t.” Nor will anyone save the tourists. Washington State Park properties within the inundation zone see an average of seventeen thousand and twenty-nine guests a day. Madin estimates that up to a hundred and fifty thousand people visit Oregon’s beaches on summer weekends. “Most of them won’t have a clue as to how to evacuate,” he says. “And the beaches are the hardest place to evacuate from.”\nThose who cannot get out of the inundation zone under their own power will quickly be overtaken by a greater one. A grown man is knocked over by ankle-deep water moving at 6.7 miles an hour. The tsunami will be moving more than twice that fast when it arrives. Its height will vary with the contours of the coast, from twenty feet to more than a hundred feet. It will not look like a Hokusai-style wave, rising up from the surface of the sea and breaking from above.It will look like the whole ocean, elevated, overtaking land. Nor will it be made only of water—not once it reaches the shore. It will be a five-story deluge of pickup trucks and doorframes and cinder blocks and fishing boats and utility poles and everything else that once constituted the coastal towns of the Pacific Northwest.\nWineglasses, antique vases, Humpty Dumpty, hip bones, hearts: what breaks quickly generally mends slowly, if at all. OSSPAC estimates that in the I-5 corridor it will take between one and three months after the earthquake to restore electricity, a month to a year to restore drinking water and sewer service, six months to a year to restore major highways, and eighteen months to restore health-care facilities. On the coast, those numbers go up. Whoever chooses or has no choice but to stay there will spend three to six months without electricity, one to three years without drinking water and sewage systems, and three or more years without hospitals. Those estimates do not apply to the tsunami-inundation zone, which will remain all but uninhabitable for years.\nHow much all this will cost is anyone’s guess; FEMA puts every number on its relief-and-recovery plan except a price. But whatever the ultimate figure—and even though U.S. taxpayers will cover seventy-five to a hundred per cent of the damage, as happens in declared disasters—the economy of the Pacific Northwest will collapse. Crippled by a lack of basic services, businesses will fail or move away. Many residents will flee as well. OSSPACpredicts a mass-displacement event and a long-term population downturn. Chris Goldfinger didn’t want to be there when it happened. But, by many metrics, it will be as bad or worse to be there afterward.\nThere you have it.  This is serious stuff.  What took place today in the Cascadia Subduction Zone must be paid attention to.\n Your life may literally depend on it.\nWe also know that the U.S. government and large corporations are so concerned about the potential for a major New Madrid earthquake that they have held major exercises that simulate one. Scientists tell us that it is just a matter of time until another superquake hits the region, and personally I am one of the millions of Americans that believe that we will eventually see a New Madrid earthquake that will divide the United States in half. That is one of the reasons why I included a New Madrid earthquake in my novel.\nBut others are skeptical. They point out that we have not seen a truly devastating earthquake in that region for more than 200 years.\nSo why be concerned about one now?\nThe real question that you have to ask yourself is: would you be prepared?\nThe second most important question is: are you prepared right now to survive such a catastrophe?\nLet’s take a look at this video and find out!\nAre You Ready America ?\nAnd Next Australia,Canada,UK…\nFor more information,updates and useful links,please visit our website : http://www.newsprepper.com\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nRadiance\nSure – a major earthquake might happen now, soon, later, or thousands of years from now.\nIt’s impossible to predict earthquakes in the Pacific Northwest with any accuracy as we don’t have extensive historical data.  Thus articles such as this are the true definition of fear porn.\nJan 23, 2018, 6:41 pm\nPaulTarsuss\nI see why you call yourself, “radiance”.  Your intellect is blinding.  He’s blinding us with science!\nOops, my bad, I meant ignorance.\nLike, at all.\nThat was sarcasm just in case you were wondering.  STUDY these things, if not for yourself, then for your loved ones!\nGod Bless and Good Journeys\nJan 26, 2018, 8:58 am\nJan 23, 2018, 9:09 pm\nAnonymous\nThis was posted years ago so I guess this is kind of a long process involving ‘Erfquakes.  Now that we have our esteemed scientist, Mr. PaulTarsuss on board in BIN we will probably be getting scientific updates that will address these ‘Erfquakes and where the next BIG ONE will be.  I believe Mr. Tarsuss is communicating with some world renown geologists in developing ‘Erfquake maps that will predict all ‘Erfquakes, their strength, and exact locations so when they happen you will be able to leave that city beforehand.\nPleasant Journeys!!!!!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Oh, yeah, we’ll go around and check on the elderly.",
                "",
                true
            ],
            [
                "Our operating assumption is that everything west of Interstate 5 will be toast.",
                "Kenneth Murphy",
                true
            ],
            [
                "This is one time that I’m hoping all the science is wrong, and it won’t happen for another thousand years,",
                "Murphy",
                true
            ],
            [
                "When that tsunami is coming, you run,",
                "Jay Wilson",
                true
            ],
            [
                "So you come in and sit down,",
                "Ian Madin",
                true
            ],
            [
                "And I say, ‘That’s a stupid idea.’ And you say, ‘Thanks.",
                "Ian Madin",
                true
            ],
            [
                "I’m not going to sugarcoat it and say, ‘Oh, yeah, we’ll go around and check on the elderly.’ No.",
                "Kevin Cupples",
                true
            ],
            [
                "Most of them won’t have a clue as to how to evacuate,",
                "Ian Madin",
                true
            ],
            [
                "And the beaches are the hardest place to evacuate from.",
                "Ian Madin",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.newsprepper.com/",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "oregon",
            "wake",
            "pacific",
            "northwest",
            "coast",
            "warning",
            "ocean",
            "plate",
            "earthquake",
            "west",
            "surges",
            "cascadia",
            "water",
            "big",
            "subduction",
            "zone"
        ]
    }
]