[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2018/01/congressional-republicans-are-escalating-their-feud-with-the-fbi-3179115.html",
        "title": "Congressional Republicans Are Escalating Their Feud With The FBI",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nWednesday, January 24, 2018 20:41\n% of readers think this story is Fact. Add your two cents.\nThe GOP’s feud with the FBI is escalating to absurd new heights, Politico reported.\nAs Special Counsel Robert Mueller pivots his investigation to focus on whether President Donald Trump committed obstruction of justice after finding no “there” there during his probe into possible collusion between the Trump campaign and Russia, the GOP is pushing back against political bias in the FBI, triggering outrage among Congressional Democrats. \nPolitico pointed out that Tuesday brought several dramatic developments in the ongoing investigative saga.\nThe New York Times reported that Mueller had recently emailed Attorney General Jeff Sessions, and last year interviewed FBI Director James Comey.\n \nGoodlatte\nNot all of the text messages have been released, but they are slowly being turned over the Congress in batches. Though the bureau recently confessed that it had lost 50,000 messages sent between the two FBI employees during a five-month period in 2016. The FBI has blamed the erasure on Samsung. The DOJ has launched a probe into the missing messages, but some Republicans, including House Freedom Caucus chief Mark Meadows, have revived calls for a second special counsel to investigate the FBI.\n“Some of these texts are very disturbing,” Goodlatte said, adding, “they illustrate a conspiracy on the part of some people, and we want to know a lot more about that.”\nAs we reported earlier today, some of the texts that have been turned over suggested that in the “immediate aftermath” of the election, a “secret society of folks” within the DOJ and FBI came together to try to undermine President Trump.\nWisconsin Sen. Ron Johnson called the text messages “jaw dropping.”\nBut views on the FBI’s purported misconduct, unsurprisingly, diverge along partisan lines, as the Hill points out. Democrats have painted investigations of the FBI’s conduct by the Senate Homeland Security and Governmental Affairs Committee and the House Intelligence, Oversight and Government Reform, and Judiciary committees as efforts to discredit Mueller and the Department of Justice.\nDemocrats and the FBI have joined together in criticizing Congressional Republicans, who have so far refused to release a memo detailing what some Congressmen have described as a coordinated effort by the Obama administration to monitor members of the Trump campaign. Some conservatives have also joined in the chorus of people demanding the memo be released. But the lawmakers have so far denied a copy to everybody who’s asked – including the FBI.\nRepublican Trey Gowdy, chairman of the House Oversight and Government reform committee, said this refusal is justified because the memo’s contents were gleaned from documents turned over by the FBI, according to Fox News.\n“To say we want to see your memo when for months and months they haven’t let us see lots of stuff we wanted to see — the memo came from what you gave us, FBI,” Gowdy told Fox News. “There is nothing new in there other than what you gave us and you showed us.”\nFor what it’s worth, some Republicans are still willing to give the bureau the benefit of the doubt, particularly regarding the lost text messages.\nSenate Intelligence Committee Chairman Richard Burr (R-N.C.), whose panel is also investigating Russia’s election interference, told CNN Tuesday that the FBI had been cooperative in providing documents to Congress.\n“I’m not going to read anything into it other than it may be a technical glitch at the bureau,” Senate Intel Committee Chairman Richard Burr told the Hill . “The fact that they have provided the rest of them certainly doesn’t show an intent to try to withhold anything.”\nPresident Trump has been somewhat less forgiving…\n \nWhere are the 50,000 important text messages between FBI lovers Lisa Page and Peter Strzok? Blaming Samsung!\n \nThe pressure on the FBI has made even Trump allies nervous. Last night, Axios reported that Christopher Wray, Trump’s pick to lead the bureau, threatened to resign amid pressure from Trump and Sessions to fire Andrew McCabe, deputy director of the bureau and a close Clinton ally whose wife received money from the Clinton machine during a recent campaign for office.\nAfter spending hours of closed-door Congressional testimony last month, McCabe announced that he would resign early this year.\nGowdy, who spearheaded questioning of McCabe, told reporters that his testimony contained “numerous conflicts.”\nBut regardless of what Congress does – or how much questionable behavior their investigations into the FBI uncover – without a special counsel, Mueller will continue to have the upper hand. After all, Mueller has the power to call a grand jury, which can approve indictments – evidenced by the charges he’s brought against at least four former Trump campaign officials. While it has subpoena power, Congress can’t arrest anybody…\n…So without a special counsel, Republicans’ options for holding the bureau accountable remain limited…\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Some of these texts are very disturbing,",
                "Goodlatte",
                true
            ],
            [
                "they illustrate a conspiracy on the part of some people, and we want to know a lot more about that.",
                "Goodlatte",
                false
            ],
            [
                "To say we want to see your memo when for months and months they haven’t let us see lots of stuff we wanted to see — the memo came from what you gave us, FBI,",
                "Gowdy",
                true
            ],
            [
                "There is nothing new in there other than what you gave us and you showed us.",
                "Gowdy",
                true
            ],
            [
                "I’m not going to read anything into it other than it may be a technical glitch at the bureau,",
                "",
                true
            ],
            [
                "The fact that they have provided the rest of them certainly doesn’t show an intent to try to withhold anything.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/congressional-republicans-are-escalating-their-feud-with-the-fbi/https://www.politico.com/story/2018/01/23/congress-fbi-russia-republicans-escalate-probes-364616",
                "https://beforeitsnews.com/v3/r2/?url=http://thehill.com/policy/national-security/370412-gop-feud-with-fbi-ratchets-up",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/congressional-republicans-are-escalating-their-feud-with-the-fbi/https://www.zerohedge.com/news/2018-01-19/house-conservatives-want-bombshell-memo-released-part-shutdown-talks",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/congressional-republicans-are-escalating-their-feud-with-the-fbi/https://www.zerohedge.com/news/2018-01-23/sessions-interviewed-mueller-russia-probe",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/congressional-republicans-are-escalating-their-feud-with-the-fbi/https://www.zerohedge.com/news/2018-01-22/doj-begins-probe-missing-fbi-texts-will-leave-no-stone-unturned",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/congressional-republicans-are-escalating-their-feud-with-the-fbi/https://www.axios.com/scoop-sessions-fbi-trump-christopher-wray-877adb3e-5f8d-44a1-8a2f-d4f0894ca6a7.html",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/congressional-republicans-are-escalating-their-feud-with-the-fbi/https://www.zerohedge.com/news/2017-12-20/mccabe-testimony-contained-numerous-conflicts-previous-witnesses-subpoenas-planned",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/congressional-republicans-are-escalating-their-feud-with-the-fbi/https://www.zerohedge.com/news/2018-01-23/jaw-dropping-text-message-fbi-agent-suggests-no-trump-collusion-russia",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/congressional-republicans-are-escalating-their-feud-with-the-fbi/https://www.zerohedge.com/news/2017-12-23/fbi-deputy-director-mccabe-retiring-after-trump-insurance-policy-debacle",
                "https://beforeitsnews.com/v3/r2/?url=http://insider.foxnews.com/2018/01/23/fbi-secret-society-texts-trey-gowdy-fbi-agents-peter-strzok-lisa-page",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/congressional-republicans-are-escalating-their-feud-with-the-fbi/https://www.zerohedge.com/news/2018-01-21/fbi-loses-five-months-text-messages-between-anti-trump-agents-blames-glitch"
            ]
        },
        "key_words": [
            "fbi",
            "trump",
            "messages",
            "bureau",
            "told",
            "feud",
            "text",
            "committee",
            "special",
            "escalating",
            "mueller",
            "republicans",
            "congressional"
        ]
    }
]