[
    {
        "url": "https://beforeitsnews.com/paranormal/2018/01/planet-x-elites-in-government-are-ready-to-go-underground-video-2531666.html",
        "title": "Planet X: Elites In Government Are Ready To Go Underground (Video)",
        "authors": [
            {
                "name": "Jeffery Pritchett",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Jeffery Pritchett\nTotal:\nPlanet X: Elites In Government Are Ready To Go Underground (Video)\nMonday, January 22, 2018 4:34\n% of readers think this story is Fact. Add your two cents.\nPlanet X 2017. The dark governments of the world, especially the U.S. government, have been building these underground bunkers, is not just for “continuity of government”, which superficially has a semblance of legitimacy; but to protect the elite from a coming disaster from an impact on this planet from an incoming object from outer space — Nibiru, to be specific.\nAnd these bunkers aren’t just little holes in the ground to protect a few key leaders and their support staff and families. They are massive structures — a network of cities — with high-speed rail, infrastructure, roads big enough for two-way semi-trailers traffic at high speed, and provisions.\nA number of astronomers, most notably Alan Stern, the head of NASA’s New Horizons mission to Pluto, contend that the IAU’s definition is flawed, and that Pluto and Eris, and all large trans-Neptunian objects, such as Makemake, Sedna, Quaoar, Varuna and Haumea, should be considered planets in their own right.\nI host the Church of Mabus radio show and it is going on 8 years. I’ve been in the paranormal community for 20 years. I provide content from a network of sources and guests and allies. Ranging from Politics to the Paranormal and the Spiritual. You can check out my other articles here at my  BIOGRAPHY  at BIN and you can check out my free radio show at this link  HERE . Thanks for showing your support and stopping by.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/r2/?url=http://www.churchofmabusradio.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/contributor/bio/?uid=106013",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "radio",
            "x",
            "video",
            "support",
            "pluto",
            "check",
            "elites",
            "underground",
            "ready",
            "big",
            "planet",
            "protect",
            "paranormal",
            "network"
        ]
    }
]