[
    {
        "url": "https://beforeitsnews.com/arts/2018/01/lost-words-hidden-words-otters-banks-and-books-2507447.html",
        "title": "Lost Words, Hidden Words, Otters, Banks and Books",
        "authors": [
            {
                "name": "Jackie Morris Artist",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Thursday, January 25, 2018 9:01\n% of readers think this story is Fact. Add your two cents.\nLet me tell you something, about otters and money, books and banks.\nWonderful news today as Jane Beaton’s crowd funding initiative gets an extra couple of weeks to raise it’s target. And because in the process of this learning curve Penguin Books came on board in a massive way that target has been massively reduced. Half way there. Hoping to push through to funding to see a copy of The Lost Words brought to every school in Scotland.\nTo celebrate I want to auction this absolutely unique proof of the silk otter scarf, produced by Beckford Silk for Compton Verney. (It’s printed on paper, not silk. There may still be scarves for sale at Compton Verney. You could wrap yourself in otters.)\nAnyway, this is a big piece of work that repeats three times the double page spread of tumbling otters from The Lost Words.\nThe image is 33 cms high, so you can imagine how long it is. Colours are not true to the original, but it’s a curious and unusual thing. If the price gets high enough I will doodle a pencil otter or two in, and of course, sign it. It would look wonderful framed, although it is big.\nTo bid, please place a comment on this posting. I will close the auction on 5th Feb, not sure what time.  Sorry if the process is a bit ramshackled. I have to action the comments, so it takes time, and I’ve so much t do at the moment. Bids should be in £ sterling, but I am happy to post anywhere in this world and you can donate from overseas. You just have to do that before 8th Feb.\nHere are some more images of the piece.\nNow, the initiative is for schools in Scotland, but there are some who would like to roll this out into the whole country. In Scotland, by coincidence, there are otters on the ten pound note. Two otters curling in play. I tried to find the name of the artist who drew the otters and found a whole back story about what is the most beautiful bank note I have seen. So many artists and crafts people worked on these notes, under the leadership of The Nile Team . Such attention to detail, even the tweed pattern is called the Dog Otter Tooth. Wild money. Why not use it to rewild the language of children.\nAnd the Scottish note has poetry and hidden lost words that are only visible under uv light. The first lines are clear,\nThe cork that can’t be travels –\nNose of a dog otter.\nThe second two become visible only under uv light.\nIt’s piped at, screamed at, sworn at\nBy an elegant oystercatcher.\nPoetry against forgery.\nSo please, bid generously. Leave your bid in the comments below, but be sure to read first. All bids have to be actioned by me, so sometimes there are cross overs.\nOtters are amongst my favourite animals, and both Robert and I were delighted to find ourselves on the shortlist for the Nations favourite Nature Book. I was especially pleased to be there alongside Tarka.\nPlease share. And do have a look at the links to the otter’s story on the notes. It’s fascinating.\nBidding starts at £100.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.jackiemorris.co.uk//blog/lost-words-hidden-words-otters-banks-books/https://stv.tv/news/features/1395439-hidden-secrets-in-new-scottish-10-banknote-revealed/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.jackiemorris.co.uk//blog/lost-words-hidden-words-otters-banks-books/https://nilehq.com/journal/welcoming-scotlands-new-10-note/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.jackiemorris.co.uk//blog/lost-words-hidden-words-otters-banks-books/https://www.beckfordsilk.co.uk/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "hidden",
            "banks",
            "otter",
            "silk",
            "initiative",
            "otters",
            "books",
            "words",
            "post",
            "lost",
            "note",
            "money"
        ]
    }
]