[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/why-the-fda-should-be-charged-with-murder-6-3590668.html",
        "title": "Why the FDA should be charged with murder",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By jonrappoport\nThursday, January 25, 2018 6:59\n% of readers think this story is Fact. Add your two cents.\nWhy the FDA should be charged with murder\nBy Jon Rappoport\nIf you worked for a federal agency that was killing people at the rate of 100,000 a year, every year, like clockwork, and if you knew it, wouldn’t you feel compelled to say or do something about it?\nAt the FDA, which is, in fact, killing Americans at that rate, no one has ever felt the need to step forward and speak up.\nLet’s shift the venue and ask the same question. If you were a medical reporter for a major media outlet in the US, and you knew the above fact, wouldn’t you make it a priority to say something, write something, do something?\nI’m talking about people like Sanjay Gupta (CNN, CBS), Gina Kolata (NY Times), Tim Johnson (ABC News), and Thomas Maugh II (LA Times).\nAnd with that, let’s go to the smoking guns. The citation is: BMJ June 7, 2012 (BMJ 2012:344:e3989). Author, Jeanne Lenzer.\nLenzer refers to a report by the Institute for Safe Medication Practices: “It [the report] calculated that in 2011 prescription drugs were associated with two to four million people in the US experiencing ‘serious, disabling, or fatal injuries, including 128,000 deaths.’”\nThe report called this “one of the most significant perils to humans resulting from human activity.”\nAnd here is the final dagger. The report was compiled by outside researchers who went into the FDA’s own database of “serious adverse [medical-drug] events.”\nTherefore, to say the FDA isn’t aware of this finding would be absurd. The FDA knows. The FDA knows and it isn’t saying anything about it, because the FDA certifies, as safe and effective, all the medical drugs that are routinely maiming and killing Americans.\nAnd for the past five years or so, I have been writing about and citing a published report by the late Dr. Barbara Starfield that indicates 106,000 people in the US are killed by medical drugs every year. Until her death in 2011, Dr. Starfield worked at the Johns Hopkins School of Public Health. Her report, “Is US health really the best in the world?”, was published in the Journal of American Medical Association on July 26, 2000.\nSince the Department of Homeland Security is working its way into every nook and corner of American life, hyper-extending its mandate to protect all of us from everything, why shouldn’t the DHS investigate the FDA as a terrorist organization?\nHow many smoking guns do we need before a sitting president shuts down the FDA buildings, fumigates the place, and prosecutes very large numbers of FDA employees?\nDo we need 100,000 smoking guns every year? Do we need relatives of the people who’ve all died in the span of merely a year, from the poisonous effects of FDA-approved medical drugs, to bring their corpses to the doors of FDA headquarters?\nAnd let me ask another question. If instead of drugs like warfarin, dabigatran, levofloxacin, carboplatin, and lisinopril (the five leading killers in the FDA database), the 100,000 deaths per year were led by gingko, ginseng, vitamin D, niacin, and raw milk, what do you think would happen?\nI’ll tell you what would happen. SEALS, Delta Force, SWAT teams, snipers, predator drones, tanks, and infantry would be lining up and hovering outside every health-food store and nutritional supplement manufacturer in America.\nAll those fake stories in the press, reported dutifully by so-called medical reporters? The stories about maybe-could-be-possible-miracle breakthroughs just over the horizon of state-of-the-art medical research? Those stories are there to obscure the very, very hard facts of medically-caused death on the ground.\nThe buck stops at the FDA.\nExcept in the real world, it doesn’t. Which tells you something about the so-called real world and how much of it is composed of propaganda.\nNo medical drug in the US can be released for public use unless and until the FDA says it is safe and effective. That’s the rule. The FDA is spitting out drug approvals month after month and year after year, and the drugs are routinely killing 100,000 people a year and maiming two million more, which adds up to a million deaths per decade and 20 million maimings per decade. The FDA and the federal government are doing nothing about it, even though they know what’s going on. This is mass murder. Not accidental death. Murder. A holocaust.\nDo you want another citation?\nHere are a few horrific quotes. I’ll discuss the source afterwards:\n“…appropriately prescribed prescription drugs are the fourth leading cause of death…About 330,000 patients die each year from prescription drugs in the US and Europe.”\n“They [the drugs] cause an epidemic of about 20 times more [6.6 million per year] hospitalizations, as well as falls, road accidents, and about 80 million [per year] medically minor problems such as pains, discomforts, and dysfunctions that hobble productivity or the ability to care for others.”\n“Deaths from overmedication, errors, and self-medication would increase these figures.”\nIn other words, the 330,000 deaths per year, the 6.6 million hospitalizations per year, and the 80 million “medically minor” problems per year…all of this stems from CORRECTLY PRESCRIBED medicines.\nThe quotes come from the ASA [American Sociological Association] publication called Footnotes, in its November 2014 issue. The article is “The Epidemic of Sickness and Death from Prescription Drugs.” The author of the article is Donald W Light.\nDonald W Light is a professor of medical and economic sociology. He is a founding fellow of the Center for Bioethics at the University of Pennsylvania. In 2013, he was a fellow at the Edmond J. Safra Center for Ethics at Harvard. He is a Lokey Visiting Professor at Stanford University and a Fellow of the Royal Society of Medicine.\nIt’s been my policy to quote medical analysts who have mainstream credentials, when it comes to adding up the results of medical-drug destruction.\nI do this to show that, in refusing to fix the holocaust, the federal government, medical schools, and pharmaceutical companies can’t claim their critics and detractors are “fringe researchers.”\nBelieve me, the officials who should have been fixing the enormous tragedy for at least the past 15 years are intent on hiding it.\nWhen you stop and think about the meaning of these medical numbers, one of the things you realize is: this massive destruction of life envelops whole countries.\nIt not only maims and kills, it brings emotional turmoil and loss to the families, friends, co-workers, and colleagues of those who are killed and maimed: the 330,000 who are killed and the 6.6 million who are hospitalized and the 80 million whose productivity is hobbled or whose ability to care for others is significantly diminished.\nIf you consciously set out to bring a nation to its knees;\nto kill it;\nto make it unable to function at any reasonable level;\nyou would be hard pressed to find a more effective long-term method than exposing the population to the US/European medical-drug cartel.\nJon Rappoport has worked as a free-lance investigative reporter for over 30 years. http://nomorefakenews.com/\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "serious, disabling, or fatal injuries, including 128,000 deaths.",
                "",
                false
            ],
            [
                "It [the report] calculated that in 2011 prescription drugs were associated with two to four million people in the US experiencing ‘serious, disabling, or fatal injuries, including 128,000 deaths.",
                "Lenzer",
                true
            ],
            [
                "one of the most significant perils to humans resulting from human activity.",
                "",
                false
            ],
            [
                "Is US health really the best in the world?",
                "",
                true
            ],
            [
                "appropriately prescribed prescription drugs are the fourth leading cause of death…About 330,000 patients die each year from prescription drugs in the US and Europe.",
                "",
                false
            ],
            [
                "They [the drugs] cause an epidemic of about 20 times more [6.6 million per year] hospitalizations, as well as falls, road accidents, and about 80 million [per year] medically minor problems such as pains, discomforts, and dysfunctions that hobble productivity or the ability to care for others.",
                "",
                true
            ],
            [
                "Deaths from overmedication, errors, and self-medication would increase these figures.",
                "",
                true
            ],
            [
                "The Epidemic of Sickness and Death from Prescription Drugs.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "prescription",
            "100000",
            "murder",
            "need",
            "million",
            "charged",
            "death",
            "drugs",
            "killing",
            "fda",
            "medical",
            "report"
        ]
    }
]