[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2018/01/if-gold-and-silver-are-manipulated-why-bother-investing-3179138.html",
        "title": "If Gold and Silver Are Manipulated, Why Bother Investing?",
        "authors": [
            {
                "name": "Miles Franklin Precious Metals",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Miles Franklin Precious Metals\nThursday, January 25, 2018 8:42\n% of readers think this story is Fact. Add your two cents.\nOver the past six years precious metals investors have seen a barrage of negative news regarding the dollar. Yet despite the almost endless money printing and fundamental reasons why gold and silver should respond with higher prices, the precious metals remain well below their 2011 highs.\nAs has been written on MilesFranklin.com , as well as by experts like Ted Butler and GATA , there is ample evidence suggesting that the markets are being manipulated lower by the bullion banks. Essentially on a somewhat regular basis, large paper sell orders hammer the bids and drive prices lower. Butler also regularly reports how the banks who do the selling are the same ones who consistently end up buying the contracts back at lower prices.\nIf this is indeed the case, the natural question that many wonder is why to bother continuing to invest in precious metals if the market is rigged? Or in the very least, why not wait until the manipulation has ended to then invest?\nUnfortunately the short answer is simply that sometimes life in the financial markets just doesn’t play out in the way that we might prefer.\nThere is a degree to which some investors analyze the the commitment of traders report (COT) issued by the CFTC (which if you’re unfamiliar, you can think of the CFTC as the precious metals equivalent of the SEC). Amazingly, these reports have enabled traders and investors to have a general idea of when a move up or down is more likely. Although it’s not a perfect science, and the price doesn’t always follow what the market structure might indicate.\nSo while the COT report can be an informative guide, what it does not tell us is when we reach the true breakpoint. Which given all of the pressure that has been applied to the gold and silver markets over the years, has created a scenario where a big move caused by a short squeeze could occur without any further warning.\nYou could wait until we see some sort of spark and purchase metals after the price has already gone up a bit. Assuming that when the breakout occurs, it moves a little, before it moves a lot. Which is hardly a guarantee in such a highly distorted market.\nBut let’s say you wake up tomorrow and silver is trading at $23. Maybe because another bank reaches a settlement similar to Deutsche Bank , who paid out $100 million regarding their involvement in gold and silver trading. In fact this is actually even incredibly likely, given the transcripts that were released as part of Deutsche Bank’s cooperation agreement, as well as the ongoing lawsuits that have been filed since then.\nSo let’s imagine a scenario like this does occur. What do you do then? It may sound simple, although this sets up the kind of trading decision that many struggle with. Which often leads to decisions that don’t work out well.\nEven if the price was kind enough to stop at $23 (which given the current market dynamics is hardly a guarantee), it’s not always easy to decide whether to just go ahead and buy, or if the market will come back to a lower entry point. Sometimes it does, and sometimes it doesn’t.\nOf course if the manipulation assumption is indeed correct, there’s also a chance that the price gaps substantially higher. Some analysts have suggested that we could have some sort of Sunday night announcement with a price reset. Similar to how Richard Nixon popped up in the middle of an episode of Bonanza in 1971 to inform the world that he was taking the U.S. off the gold standard and implementing price controls.\nAnother school of thought is that we could see what’s known as a “force majeure” on the Comex. Where you get settled in cash at the current price, only to see the actual metal price then trade substantially higher. Which again would mean there would be no “last chance” to get in at the lower price.\nThis is why you hear so many analysts talk about purchasing and stacking metals on a regular basis. While avoiding trying to outsmart the market. Is it fun waking up so often and seeing the price smashed down just when you were getting your hopes up again? Of course not.\nBut for those who have seen the movie The Big Short (highly recommended by the way), It serves as a great reminder of the value of patience in investing. The movie details some of the investors who realized the subprime real estate market was a bubble, yet had to endure quite a bit of stress and pressure while they waited for their trade to pay off. And perhaps that’s just part of the game. In that to capture the really big wins in the market, you have to earn them.\nEither way, it’s a great metaphor for the situation in precious metals. Where there is an abundance of evidence to suggest that prices almost necessarily have to move higher at some point. Fortunately, as long as you invest within your means and allow the element of time to be on your side, you can remove a lot of the emotion by keeping an eye on the fundamentals and remembering that all manipulations eventually do end.\nJust as this one will some day too. And when that does finally happen, I believe you will be well rewarded for all of your patience and perseverance.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=https://www.bloomberg.com/news/articles/2016-12-12/-3-2-1-boom-silver-fixing-allegations-in-a-dozen-chats",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.milesfranklin.com//if-gold-and-silver-are-manipulated-why-bother-investing/http://www.gata.org/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.youtube.com/watch?v=vgqG3ITMv1Q",
                "https://beforeitsnews.com/v3/r2/?url=https://www.milesfranklin.com//if-gold-and-silver-are-manipulated-why-bother-investing/http://blog.milesfranklin.com/tag/cftc/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.milesfranklin.com//if-gold-and-silver-are-manipulated-why-bother-investing/http://www.cftc.gov/dea/futures/deacmxsf.htm",
                "https://beforeitsnews.com/v3/r2/?url=https://www.theatlantic.com/politics/archive/2011/08/nixon-gold-standard-gamble-interrupting-bonanza/354136/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.butlerresearch.com",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://www.milesfranklin.com//if-gold-and-silver-are-manipulated-why-bother-investing/http://arcadiaeconomics.com/silver-manipulation/bankers-caught-bragging-gold-silver-manipulation/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.silverdoctors.com/gold/gold-news/bohica-12182-gold-contracts-in-one-minute/"
            ]
        },
        "key_words": [
            "metals",
            "price",
            "market",
            "bother",
            "silver",
            "gold",
            "does",
            "precious",
            "higher",
            "lower",
            "manipulated",
            "investing",
            "investors"
        ]
    }
]