[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/att-wins-huge-nsa-contract-to-do-what-2976222.html",
        "title": "AT&T Wins Huge NSA Contract…. to do What?",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By RedState (Reporter)\nThursday, January 25, 2018 8:33\n% of readers think this story is Fact. Add your two cents.\nAT&T just won a $2 billion contract with the National Security Agency, but nobody’s sure of what they’re going to do.\nFILE – In his June 6, 2013 file photo, the National Security Agency (NSA) campus in Fort Meade, Md. The leak of what purports to be a National Security Agency hacking tool kit has set the information security world atwitter — and sent major companies rushing to update their defenses. Experts across the world are still examining what amount to electronic lock picks. Here’s what they’ve found so far. (AP Photo/Patrick Semansky, File)\nLibertarians and leftists have been outraged and in hysterics about the NSA for years. Further, traitors like Bradley Manning and Edward Snowden have joined an ongoing Russian-funded Wikileaks campaign to degrade American signals intelligence (listening in on the enemy). So naturally when NSA starts throwing around billions of dollars for its “Groundbreaker” program, people want to know why.\nNSA says that these contracts are being awarded to renovate and modernize “non-mission” systems. That is, according to this official story, AT&T is being asked to work on computers, phones, and Internet access that are used for the business of running the NSA, not for the businesses of listening in to the enemy (or the ever-present boogeyman of “ domestic surveillance “).\nThey could be lying. AT&T could be getting hired to try to listen in to the domestic Internet and phones in America. NSA won’t tell us specifics, because they don’t want to tell anyone specifics of how their internal systems operate.\nDo you believe them?\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com//neil_stevens/2018/01/25/att-wins-huge-nsa-contract/http://www.nextgov.com/cio-briefing/2018/01/t-captures-classified-nsa-tech-contract/145455/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.youtube.com/watch?v=a1Y73sPHKxw",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "tell",
            "national",
            "nsa",
            "wins",
            "contract",
            "systems",
            "security",
            "att",
            "agency",
            "huge",
            "world"
        ]
    }
]