[
    {
        "url": "https://beforeitsnews.com/tea-party/2017/10/lock-her-up-senator-wants-answers-on-clinton-uranium-kickbacks-2601266.html",
        "title": "Lock Her Up: Senator wants answers on Clinton uranium kickbacks",
        "authors": [
            {
                "name": "Freedom Bunker",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Freedom Bunker\nLock Her Up: Senator wants answers on Clinton uranium kickbacks\nFriday, October 20, 2017 18:25\n% of readers think this story is Fact. Add your two cents.\nSen. John Barrasso (R-Wyo.) began warning way back in 2010 that there was something amiss about the Uranium One deal approved by President Barack Obama. His concerns were largely ignored and his requests for information were stonewalled by the previous administration. But now that it’s clear that the Obama administration was aware of potential conflicts with the deal, Barrasso is asking the Trump administration for help.\nBarrasso first became concerned about the deal Obama inked because it handed over control of 20 percent of the U.S. uranium supply to the Russians. His state holds the majority of the country’s uranium reserves.\nIn a 2010 letter to President Obama, Barrasso expressed concern that the deal would have serious implications for American national security.\n“As you know, Russia has a disturbing record of supporting nuclear programs in countries that are openly hostile to the United States,” the senator wrote. “This record is at great odds with our own national security.”\nThe Obama administration brushed off the concern and subsequent attempts to attain information regarding the deal went nowhere.\nThe Hill on Tuesday published a report blowing the top off a political scandal involving Russia, Bill and Hillary Clinton and a handful of former Obama administration officials now involved in the ongoing Russian collusion investigation against President Trump.\nFrom The Hill’s report:\nThey also obtained an eyewitness account — backed by documents — indicating Russian nuclear officials had routed millions of dollars to the U.S. designed to benefit former President Bill Clinton’s charitable foundation during the time Secretary of State Hillary Clinton served on a government body that provided a favorable decision to Moscow, sources told The Hill.\nThe racketeering scheme was conducted “with the consent of higher level officials” in Russia who “shared the proceeds” from the kickbacks, one agent declared in an affidavit years later.\nIn other words, that provides a pretty substantial motive for the Obama administration to have stonewalled congressional oversight on the matter.\nBarrasso is now revisiting his investigation.\nIn a letter to Attorney General Jeff Sessions this week, the senator wrote: “Recent reports indicate that, prior to … approval of the Russian-Uranium One deal, the Department of Justice possessed substantial evidence that Russian officials engaged in bribery kickbacks, and other criminal conducts to expand Russia’s nuclear energy business in the United States.”\nHe wants Sessions to turn over to Congress any information the Justice Department has regarding the investigation into the deal along with details about how Justice officials went about warning policymakers of potential corruption.\nBesides The Hill, the Capitol newspaper that broke the latest information regarding the budding scandal, the national media has largely ignored the Russian uranium scandal this week. But pretty soon, it’s likely that even the most Clinton-friendly outlets are going to be forced to acknowledge what’s happening.\nThe post Lock Her Up: Senator wants answers on Clinton uranium kickbacks appeared first on Personal Liberty® .\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "As you know, Russia has a disturbing record of supporting nuclear programs in countries that are openly hostile to the United States,",
                "",
                true
            ],
            [
                "This record is at great odds with our own national security.",
                "",
                true
            ],
            [
                "with the consent of higher level officials",
                "",
                false
            ],
            [
                "Recent reports indicate that, prior to … approval of the Russian-Uranium One deal, the Department of Justice possessed substantial evidence that Russian officials engaged in bribery kickbacks, and other criminal conducts to expand Russia’s nuclear energy business in the United States.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "senator",
            "lock",
            "clinton",
            "officials",
            "deal",
            "wants",
            "administration",
            "uranium",
            "russian",
            "obama",
            "kickbacks",
            "answers",
            "scandal",
            "president"
        ]
    }
]