[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2018/01/gold-prices-break-link-to-real-rates-but-correction-looms-3178951.html",
        "title": "Gold Prices 'Break Link' to Real Rates But 'Correction Looms'",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By BullionVault.com (Reporter)\nGold Prices 'Break Link' to Real Rates But 'Correction Looms'\nTuesday, January 23, 2018 7:11\n% of readers think this story is Fact. Add your two cents.\nAdrian Ash is head of research at BullionVault, the world-leading gold trading & ownership service online…\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“We suspect that such a catalyst will arrive, but it may take until next quarter.”\nFormerly City correspondent for The Daily Reckoning in London and head of editorial at the UK’s leading financial advisory for private investors, Adrian Ash is the editor of Gold News and head of research at BullionVault – winner of the Queen’s Award for Enterprise Innovation, 2009 and now backed by the mining-sector’s World Gold Council research body – where you can buy gold today vaulted in Zurich on $3 spreads and 0.8% dealing fees.\n(c) BullionVault 2010\nPlease Note: This article is to inform your thinking, not lead it. Only you can decide the best place for your money, and any decision you make will put your money at risk. Information or data included here may have already been overtaken by events – and must be verified elsewhere – should you choose to act on it.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "We suspect that such a catalyst will arrive, but it may take until next quarter.",
                "Adrian Ash",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "icbc",
            "real",
            "ounce",
            "5year",
            "break",
            "link",
            "rates",
            "prices",
            "melek",
            "gold",
            "looms",
            "drop",
            "correction",
            "correlation",
            "weeks"
        ]
    }
]