[
    {
        "url": "https://beforeitsnews.com/awakening-start-here/2018/01/life-is-a-most-wonderful-gift-but-how-you-use-it-is-almost-entirely-up-to-you-10625.html",
        "title": "Life Is a Most Wonderful Gift, but How You Use it Is Almost Entirely up to You",
        "authors": [
            {
                "name": "James Rathey",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By James Rathey\nTotal:\nLife Is a Most Wonderful Gift, but How You Use it Is Almost Entirely up to You\nThursday, January 25, 2018 0:58\n% of readers think this story is Fact. Add your two cents.\nLife is a most wonderful gift, but how you use it is almost entirely up to you.\nAnd that is, of course, to be expected.  It is a divine plan to awaken you from the dream in which it seems that you had become lost.  However, dreams are but ephemeral wisps of unreality in which you cannot really become lost.  You are a little like a small child who hides in a dark closet or in the dark space under the stairs and then believes that it is lost and abandoned.  It bursts into tears, terrified, screams for help, and then its mother, father, or older sibling comes rushing to rescue and comfort it.  And, as a result, it learns that they are always there for it, and that it can never be truly lost or abandoned.\nAs the beloved children of God you are eternally embraced by and held within the field of divine Love that is the Reality in which all of creation has its eternal existence.  You can never be truly lost or abandoned because there is nowhere else, and within it you have no needs because God has already given you everything, which of course is LOVE, and that is what you are.  You only appear to have needs when you refuse to accept the Love that enfolds you, and then you seek satisfaction of those apparent needs outside yourselves in the illusory world of matter – the dark closet, or dark space under the stairs – that you collectively constructed in order to play the game of separation.  Your only need is to know that you are not separated.\nThere is only Light, Reality, Love, but you drew a veil or cloak between yourselves and your Source in order to make the game of separation seem intensely real.  And it does!  The darkness of conflicts of every imaginable kind appear to surround you, threatening you almost constantly.  You are careful, cautious, and conservative, sticking to the old ways that you believe have kept you safe, or at least less endangered, in an unsafe world in which your smallness or insignificance leave you apparently powerless.  And so anxiety is your almost constant companion as you undergo and deal with the trials and uncertainties that your human life provides.\nIt does not have to be like that!  You are free to change your perceptions and beliefs about the life with which you have been blessed by releasing yourselves from the limitations that seem to hold you in check.  Then you can move forward by developing ideas that have been with you for a long time – dreams that, in childhood and adolescence, you imagined you could achieve – and which you had hoped to experience as you grew into adulthood, but which you have since come to believe were unrealistic, andbeyond your ability or competence.  And so, perhaps, you settled for far less than you had hoped for, and now find yourselves disillusioned and unhappy in a life over which you seem to have no control.  You feel trapped by circumstances, or by your environment, and yet, in truth you are not.  You are only trapped or enslaved by your fears, your lack of self-trust.\nLife is yours to enjoy, eternally.  Where you find yourselves in human form is as a result of choices you made before incarnating, in order to provide experiences and lessons that, in your wisdom, and with divine guidance, you knew would be for your highest good, and for the highest good of those with whom you would be interacting during your present human lifetime.  You are precisely where you chose to be, experiencing the lessons that you planned for yourselves for your present human life; and as you learn them or discard them, you will move forward.\nLife as a human is never a failure!  Sometimes, from the human perspective, it may well appear to be, but there are no mistakes, no failures, just opportunities.  How you avail of them may lead to pain and suffering or to joy and fulfillment, depending upon whether you accept what arises with love, or reject it as unacceptable, unfair, and undeserved.  There are no accidents, and everything that occurs during your human lives has a higher purpose, a higher meaning, which is always served.  However, when you choose to judge certain experiences that arise as unwarranted or undeserved, and then reject them as unacceptable, you add suffering to your life instead of joy.\nEverything you experience during a human lifetime has been pre-planned by you with divine guidance, and you do have the power to accept and work with it for the benefit of all involved.  The outcome, in human terms, may be seen as good or bad, or somewhere in between.  But you always have all the information and support that you need to deal with it . . . lovingly!  When you do, you will feel satisfied, uplifted – GOOD!  When you are less than fully loving, then the experience will be less fulfilling, even extremely uncomfortable and depressing.  You can always choose how you will respond in any situation, and if you choose to be aware of how you are responding, you can foresee in advance how you will feel when it has passed.  You always know, although you may choose to remain unaware, what the right – the loving – response is in any situation.\nLoving choices bring you peace, unloving ones bring fear and conflict.  So, in dire circumstances, it truly is up to you to decide how you will feel, because even in the direst of circumstances you can be at peace.  Feelings are always arising within you, and you are always choosing which ones to engage with and which ones to reject.  However, because you start making choices from very early in your life, your choices become almost increasingly automatic – outside your conscious awareness – due to the conditioning caused by earlier choices.  But, you can choose to become increasingly aware of why you choose to engage with a particular feeling, and then you can make an informed decision whether or not to change your response to it.  Having done that, fully consciously, you will find yourselves far more satisfied with the outcomes that you experience.\nYou are free.  Your body maybe restrained, imprisoned, suffering and in pain, but you remain free.  That seems like a paradox, but you all know people who respond positively whatever arises, and you also know people who focus on the negative.  And undoubtedly the former are easier to be around.  You tend to admire the former and choose to spend time with them, while avoiding the latter whenever possible.\nWhich are you?  And do you want to change?  You most certainly can.  Focus on the fact that you are alive.  Life is a most wonderful gift, but how you use it is almost entirely up to you.  To be a victim is a choice to make others responsible for how you feel.  Only they are not!  How you feel is always your own choice.\nDefinitely you can be influenced by the circumstances in which you find yourselves, but you always have a choice either to feel positive and deal with what arises, or to engage with negative feelings and avoid dealing with issues or demand that others resolve them for you.  The blame game.  It does not work, it just leaves you feeling helpless and unhappy, when you could be positively working to resolve your issues and raising your spirits in the process.\nWhether you tend to respond positively or negatively to issues arising in your lives, it is extremely empowering for you to go within daily, to that holy inner sanctuary where Love resides, and to open your hearts to intend and then allow It to flow freely and abundantly though you, as It will whenever you allow.  You block the flow by judgment, blame, bitterness, resentment, and hatred.  And the remedy for these?  First forgive yourselves by reminding yourselves that you are eternally One with God, who is infinite Love, and that therefore anything that is not in complete alignment with Love is unreal – because, as you well know there is only Love.  Then release your grip on all that is not in alignment with Love, and feel the difference in the way you feel.  Love is your nature, and It surrounds you completely in every moment awaiting, with infinite patience, your acceptance.  Why would you deny or reject It, when It offers you only joy?  When you do you are behaving like a sulking child, and the only one who suffers is you.\nWith so very much love, Saul.\n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "choices",
            "human",
            "good",
            "life",
            "love",
            "gift",
            "entirely",
            "choose",
            "lost",
            "wonderful",
            "reject",
            "feel",
            "know"
        ]
    }
]