[
    {
        "url": "https://beforeitsnews.com/economy/2018/01/the-gold-cartel-sex-scandals-and-gata-2931357.html",
        "title": "The Gold Cartel, Sex Scandals, and GATA",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By SGTreport\nTuesday, January 23, 2018 8:26\n% of readers think this story is Fact. Add your two cents.\nby Bill Murphy, GoldSeek :\nHello Everyone\nIt is much fun having the opportunity again to make a presentation here in Vancouver on behalf of The Gold Anti- Trust Action Committee … in order to expose the manipulation of the gold/silver markets by The Gold Cartel.\nMy first trip here was 19 years ago for an arranged meeting at the airport with Normandy Mining Chairman Robert Champion DeCrespigny on his way back to Australia. After flying all that way from Dallas, this arrogant man refused to see me. GATA went all that distance to help his firm, the gold industry, and the gold market … and he could have cared less about those issues and our effort. Little did we know back then this type of reception would become much the norm, as not.\nWhat a journey it has been all these years.\nWhat we have learned over this period time is how all encompassing the market manipulation schemes really are. Initially, we realized that various bullion banks (such as Goldman Sachs and JP Morgan) were collectively suppressing the gold price to keep it below $300 an ounce. Eventually we realized the manipulation extended to silver also AND included the Fed, The Treasury, Exchange Stabilization Fund, BIS and other central banks.\nOver the many years it became apparent the market rigging extended even further to other financial markets … including acknowledged intervention in our bond market and clandestine operations in our stock market, marshaled by the infamous Plunge Protection Team. One of the first people to acknowledge the magnitude of it all was my colleague Chris Powell, who at GATA’s 2008 conference outside of Washington, D.C. came up with his great line, “There are no markets anymore, just interventions.”\nFor nearly 20 years Chris has been documenting the evidence of the intervention in the gold/silver markets by The Gold Cartel. It is all there on GATA’s website (  www.GATA.org ) for anyone who wishes to get a grasp on how real and massive the intervention really is.\nOne of the most telling bits of evidence of what The Gold Cartel is all about emanates from one of the ringleaders of the scam, the Bank for International Settlements, which can be found at their own website. Regard what it explains to the investment world as one of their products:\nAnd yet, incredibly enough, despite the obvious there are very few in the gold world who will touch the subject … THE most important one of ALL to those with any interest in the precious metals.\nMy role has been to chronicle the day to day activities of this cabal on my LeMetropoleCafe website, which many times are so blatant even a caveman could spot them. Our colleague James McShirley, a lumber company CEO with decades of experience in the futures market, has been invaluable in that regard. No other markets in history have traded the way gold and silver have … over, and over again, sometimes in the most absurd of fashions. The latest of which is the astonishing and unprecedented rise in the gold open interest on the Comex with The Gold Cartel doing the selling, and the hideous punishment of silver each time its price rises to $17.25.\nCourse many of you in this audience understand this and know of our efforts of nearly two decades to expose what will eventually become the most infamous financial market scandal in U.S. history.\nAs part of that effort…\n*We have held 4 international conferences – in South Africa, Alaska, Washington D.C., and London.\nAt our 2005 Dawson City conference a senior economic advisor to Russia’s President Putin, Andrey Bykov, showed up and said it was the finest conference he ever attended.\nThe price of gold had been comatose.\nTwo days later the gold price began to take off.\nTwo months later this picture made the rounds:\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "There are no markets anymore, just interventions.",
                "Chris Powell",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.sgtreport.com//articles/2018/1/23/http://news.goldseek.com/LemetropoleCafe/1516641523.php",
                "https://beforeitsnews.com/v3/r2/?url=https://www.sgtreport.com//articles/2018/1/23/http://www.gata.org/",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "market",
            "price",
            "intervention",
            "silver",
            "cartel",
            "markets",
            "gold",
            "manipulation",
            "scandals",
            "way",
            "sex",
            "website",
            "gata"
        ]
    }
]