[
    {
        "url": "https://beforeitsnews.com/economy/2018/01/malaysia-raises-rate-25-bps-policy-still-accommodative-2931657.html",
        "title": "Malaysia raises rate 25 bps, policy still accommodative",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By CentralBankNews.info (Reporter)\nThursday, January 25, 2018 2:05\n% of readers think this story is Fact. Add your two cents.\n       Malaysia’s central bank raised its benchmark Overnight Policy Rate (OPR) by 25 basis points to 3.25 percent, as expected by many economists following the bank’s guidance in November, and said its monetary policy stance still remains accommodative after the hike.\n       It is Bank Negara Malaysia’s (BNM) first change in rates since a rate cut in July 2016 and the first rate increase since July 2014.\n       Malaysia’s rate increase follows South Korea’s rate hike in November 2017, illustrating how monetary policy in Asian economies is starting to tighten in response to strong global growth that has already triggered rate hikes in the United States, Canada and the United Kingdom.\n       ”With the economy firmly on a steady growth path, the MPC (monetary policy committee) decided to normalize the degree of monetary accommodation,” BNM said, adding that it also recognized the need to prevent the build-up of risks from interest being too low for a long time.\n        The rate hike comes after the BNM at its last meeting in November 2017 signaled it was getting ready to raise rates by saying it may consider reviewing the current degree of monetary accommodation, leading to speculation that it would raise rates in the first quarter of 2018.\n        In today’s statement, the BNM said its policy stance remains accommodative despite the rate hike, signaling that it is likely to raise rates further.\n       However, it didn’t show its hand regarding the timing of any further hikes, merely saying it would continue to assess the balance of risk surrounding the outlook for growth and inflation.\n        With global growth becoming more entrenched and synchronized, Malaysia’s exports are rising and helping pull up the domestic economy that will remain the key driver of growth this year as infrastructure projects continue and export and domestic companies boost capital spending.\n       ”Overall, growth is expected to remain strong in 2018,” the BNM said.\n        Malaysia’s economy expanded by an annual rate of 6.2 percent in the third quarter of last year, up from 5.8 percent in the second quarter, and was estimated to have grown between 5.5 and 6.0 percent in the full 2017 year by the International Monetary Fund in December.\n        Growth this year was forecast to ease slightly to 5.0-5.5 percent by the IMF.\n        Despite strong growth, Malaysia’s inflation rate and credit growth remain contained, with inflation in December of 3.5 percent and averaging 3.7 percent in 2017.\n         This year the central bank expects inflation to ease, helped by a stronger exchange rate of the ringgit that will help offset higher energy and commodity prices.\n        “However, the trajectory of headline inflation will be dependent on future global oil prices which remain highly uncertain,” the BNM said.\n        After tumbling in the immediate aftermath of last year’s election of Donald Trump as U.S. president, Malaysia’s ringgit has been appreciating steadily since early 2017 and was trading at 3.8 to the U.S. dollar today, up 6.6 percent this year and 18 percent since the start of 2017.\n       Bank Negara Malaysia issued the following statement:\n“At the Monetary Policy Committee (MPC) meeting today, Bank Negara Malaysia decided to increase the Overnight Policy Rate (OPR) by 25 basis points to 3.25 percent. The floor and ceiling rates of the corridor for the OPR are correspondingly raised to 3.00 percent and 3.50 percent respectively.\nThe global economy has strengthened further, with growth becoming more entrenched and synchronised across regions. Global trade continues to sustain strong growth performance. In the advanced economies, diminishing labour market slack and additional policy support will provide further impetus to growth. In Asia, growth is driven by sustained domestic activity and strong external demand. Globally, financial markets have remained stable. Global growth is projected to experience a faster expansion in 2018. In this environment, risks to the global growth outlook are more balanced, pointing towards continuity in the current phase of global economic expansion.\nFor the Malaysian economy, latest indicators reaffirm the strength in exports and domestic activity. Looking ahead, the strong growth momentum is expected to continue in 2018, sustained by the stronger global growth and positive spillovers from the external sector to the domestic economy. Domestic demand will remain the key driver of growth, underpinned by favourable income and labour market conditions. The outlook for investment activity is also positive, driven by new and on-going infrastructure projects and capital spending by both export- and domestic-oriented firms. The external sector will provide additional impetus to the economy. Overall, growth is expected to remain strong in 2018.\nHeadline inflation averaged at 3.7% in 2017. Inflation is expected to average lower in 2018, on expectations of a smaller effect from global cost factors. A stronger ringgit exchange rate compared to 2017 will mitigate import costs. Global energy and commodity prices are expected to trend higher in 2018. However, the trajectory of headline inflation will be dependent on future global oil prices which remain highly uncertain. Underlying inflation, as measured by core inflation, remains moderate.\nThe domestic financial markets have been resilient. The ringgit has strengthened to better reflect the economic fundamentals. Banking system liquidity remains sufficient with financial institutions continuing to operate with strong capital and liquidity buffers. The growth of financing to the private sector has been sustained and is supportive of economic activity.\nWith the economy firmly on a steady growth path, the MPC decided to normalise the degree of monetary accommodation. At the same time, the MPC recognises the need to pre-emptively ensure that the stance of monetary policy is appropriate to prevent the build-up of risks that could arise from interest rates being too low for a prolonged period of time. At the current level of the OPR, the stance of monetary policy remains accommodative. The MPC will continue to assess the balance of risks surrounding the outlook for domestic growth and inflation.”\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "However, the trajectory of headline inflation will be dependent on future global oil prices which remain highly uncertain,",
                "",
                true
            ],
            [
                "At the Monetary Policy Committee (MPC) meeting today, Bank Negara Malaysia decided to increase the Overnight Policy Rate (OPR) by 25 basis points to 3.25 percent.",
                "",
                true
            ],
            [
                "The floor and ceiling rates of the corridor for the OPR are correspondingly raised to 3.00 percent and 3.50 percent respectively.",
                "",
                true
            ],
            [
                "The global economy has strengthened further, with growth becoming more entrenched and synchronised across regions.",
                "",
                true
            ],
            [
                "Global trade continues to sustain strong growth performance.",
                "",
                true
            ],
            [
                "In the advanced economies, diminishing labour market slack and additional policy support will provide further impetus to growth.",
                "",
                true
            ],
            [
                "In Asia, growth is driven by sustained domestic activity and strong external demand.",
                "",
                true
            ],
            [
                "Globally, financial markets have remained stable.",
                "",
                true
            ],
            [
                "Global growth is projected to experience a faster expansion in 2018.",
                "",
                true
            ],
            [
                "In this environment, risks to the global growth outlook are more balanced, pointing towards continuity in the current phase of global economic expansion.",
                "",
                true
            ],
            [
                "For the Malaysian economy, latest indicators reaffirm the strength in exports and domestic activity.",
                "",
                true
            ],
            [
                "Looking ahead, the strong growth momentum is expected to continue in 2018, sustained by the stronger global growth and positive spillovers from the external sector to the domestic economy.",
                "",
                true
            ],
            [
                "Domestic demand will remain the key driver of growth, underpinned by favourable income and labour market conditions.",
                "",
                true
            ],
            [
                "The outlook for investment activity is also positive, driven by new and on-going infrastructure projects and capital spending by both export- and domestic-oriented firms.",
                "",
                true
            ],
            [
                "The external sector will provide additional impetus to the economy.",
                "",
                true
            ],
            [
                "Overall, growth is expected to remain strong in 2018.",
                "",
                true
            ],
            [
                "Headline inflation averaged at 3.7% in 2017.",
                "",
                true
            ],
            [
                "Inflation is expected to average lower in 2018, on expectations of a smaller effect from global cost factors.",
                "",
                true
            ],
            [
                "A stronger ringgit exchange rate compared to 2017 will mitigate import costs.",
                "",
                true
            ],
            [
                "Global energy and commodity prices are expected to trend higher in 2018.",
                "",
                true
            ],
            [
                "However, the trajectory of headline inflation will be dependent on future global oil prices which remain highly uncertain.",
                "",
                true
            ],
            [
                "Underlying inflation, as measured by core inflation, remains moderate.",
                "",
                true
            ],
            [
                "The domestic financial markets have been resilient.",
                "",
                true
            ],
            [
                "The ringgit has strengthened to better reflect the economic fundamentals.",
                "",
                true
            ],
            [
                "Banking system liquidity remains sufficient with financial institutions continuing to operate with strong capital and liquidity buffers.",
                "",
                true
            ],
            [
                "The growth of financing to the private sector has been sustained and is supportive of economic activity.",
                "",
                true
            ],
            [
                "With the economy firmly on a steady growth path, the MPC decided to normalise the degree of monetary accommodation.",
                "",
                true
            ],
            [
                "At the same time, the MPC recognises the need to pre-emptively ensure that the stance of monetary policy is appropriate to prevent the build-up of risks that could arise from interest rates being too low for a prolonged period of time.",
                "",
                true
            ],
            [
                "At the current level of the OPR, the stance of monetary policy remains accommodative.",
                "",
                true
            ],
            [
                "The MPC will continue to assess the balance of risks surrounding the outlook for domestic growth and inflation.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "growth",
            "policy",
            "malaysia",
            "remain",
            "global",
            "inflation",
            "raises",
            "economy",
            "bps",
            "monetary",
            "strong",
            "25",
            "rate",
            "accommodative",
            "domestic"
        ]
    }
]