[
    {
        "url": "https://beforeitsnews.com/prophecy/2018/01/earthquake-8-2-magnitude-alaska-this-whole-town-is-evacuating-tsunami-warnings-video-2496620.html",
        "title": "Earthquake 8.2 Magnitude Alaska! This Whole Town Was Going To Evacuate Due To Tsunami Warnings (Video)",
        "authors": [
            {
                "name": "Jeffery Pritchett",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Jeffery Pritchett\nTotal:\nEarthquake 8.2 Magnitude Alaska! This Whole Town Was Going To Evacuate Due To Tsunami Warnings (Video)\nTuesday, January 23, 2018 6:26\n% of readers think this story is Fact. Add your two cents.\n“The Whole Town Is Evacuating” – Tsunami Headed For Alaska After 8.2 Magnitude Earthquake\nThe Tsunami warnings were canceled just a few minutes ago..\nA powerful 8.2-magnitude earthquake detected in the Gulf of Alaska has triggered tsunami warnings in Alaska and tsunami watches across several Western states through British Columbia all the way down to San Diego…\nEarthquake watches are also in effect for Hawaii\n“Based on all available data a tsunami may have been generated by this earthquake that could be destructive on coastal areas even far from the epicenter,” the Pacific Tsunami Warning Center said.\nThe earthquake struck about 175 miles southeast of Kodiak, Alaska, shortly after midnight in Alaska local time, according to preliminary figures from the United States Geological Survey. The quake had a depth of about 6 miles, according to USGS. That depth, meteorologists pointed out, is relatively shallow, raising the risk of dangerous tsunamis in Alaska.\nIn Kodiak, first responders drove through the streets warning residents to “evacuate immediately”…\n@KoloheBoy @saimin @PHOTOlulu saw 1 data on one of the buoys in the AK area went up 32 feet. PHUQUE! @Meteo_Reporter : https://t.co/BTymtpMMJK\nI host the Church of Mabus radio show and it is going on 8 years. I’ve been in the paranormal community for 20 years. I provide content from a network of sources and guests and allies. Ranging from Politics to the Paranormal and the Spiritual. You can check out my other articles here at my  BIOGRAPHY  at BIN and you can check out my free radio show at this link  HERE . Thanks for showing your support and stopping by.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\npatann\nSomebody just asked the right question, the hawaii missile scare, and now this earthquake to tsunami threat, again he asked, what the blank is happening on this side of the country, the world? And I automatically responded, Holy spirit said 2017, get ye to altars of Christ, God is avenging martyred blood, see Rev. 5th seal. All with America’s blood guilt weighed and measured December 25th, 2001, that until 190 months and forty days, (see Eze. 4), are finished for a subtraction of 190 years, see also Rev. 18. Right into a November 20th something, 2017, then this I tend to think merciful Matrix, ten day count, as of Rev.2,  since, repent or perish, beware, see http://www.intrepiddream2001.blogspot.com\n-I just directed my readers to this passage of Revelation 16, just now, only minutes ago, when I witnessed the woman bearing black bowls, no doubt, the length, horror even madness of where our slow motion exodus had driven us. Clearly, it was these vials it was referencing, in the dream I could see she had but a few bowls left, I saw they were black, though when she cut in line across me and stumbled, a line of millions upon millions, this maze of abominations now awaiting a single water cooler as a horrid, beyond judgment. For no other reason than God’s mercy sake, for God so loved the world, we, she and I, the darkest, blackest times ever this earth, stroke up a conversation, one shockingly enough, about better homeless shelters. Just remember, Jesus suggested that we lay all our treasures in heaven, for where a man’s treasures are, so is his heart. Anyway,  as we conversed again about  better homeless shelters than the American Dream, this present world now thrown into greater the black hole of chaos, of abyss, we were all now in.\n-Strangely enough all the more, she reached into her chest pocket and brought forth a business card as an offering, only not a business card for better homes and gardens that had all failed, as of teh death rider vision, 1996, mentioning of psalm 37, so cut down as forewarn, like the green grass, and withered as the green herbs, no more the rebellious NWO. So this was a business card for better homeless shelters, remember this was the complaint, a better homeless shelter and you can rightly hearJesus assuring the disciples and I quote him.  In my father’s house are many mansions, if it was not so, I would not have told you, I go to prepare a place for you, and if I go to prepare a place for you, unto you shall I return, that where I am, you maybe be also; get it, get Jesus and get (ASCEND), out of it! Apb, see more here, http://cometotoderickandoceanaescape18.blogspot.com/2018/01/and-i-will-bring-forth-thy-judgments.html and here, http://theweddingofbrooklyntitanna17.blogspot.com/2018/01/the-brides-escape-being-on-amazing.html\nJan 23, 2018, 7:54 am\nGreybeard\nPerhaps you should have your jesus show you the mansions and where they are then….if you don’t mind….way you go give us a look!!!!!11…..you are a lying deceiver patannn….you should read scripture as to the outcome of souls such as you!!!1\nHebrews 3:7\nVerse Concepts\nTherefore, just as the Holy Spirit says, “TODAY IF YOU HEAR HIS VOICE,\nBeing that………..\nEllicott’s Commentary for English Readers\n(19) And the temple of God . . .–Translate, And the temple of God was opened in the heaven, and the ark of His covenant was seen in His temple: and there were lightnings, and voices, and thunders, and an earthquake, and a great hail.\nJAN 20, 2018, 2:48 PM     0Reply\nAlaska tsunami fears prompt brief evacuation\n• 23 January 2018\nready for the hail?????//\nDeuteronomy 1:33\nVerse Concepts\nwho goes before you on your way, to seek out a place for you to encamp, in fire by night and cloud by day, to show you the way in which you should go.\nIsaiah 40:22\nVerse Concepts\nIt is He who sits above the circle of the earth, And its inhabitants are like grasshoppers, Who stretches out the heavens like a curtain And spreads them out like a tent to dwell in.\nAll inquiry will now have the punishments attached to the scripture fulfilled….don’t accept truth??….then have the punishment associated with it!!!!!!!11\nJan 23, 2018, 2:22 pm\nGenesis 20:13\nVerse Concepts\nand it came about, when God caused me to wander from my father’s house, that I said to her, ‘This is the kindness which you will show to me: everywhere we go, say of me, “He is my brother.”‘”\nHebrews 11:9-10\nBy faith he lived as an alien in the land of promise, as in a foreign land, dwelling in tents with Isaac and Jacob, fellow heirs of the same promise; for he was looking for the city which has foundations, whose architect and builder is God.\n2 Corinthians 5:1\nVerse Concepts\nFor we know that if the earthly tent which is our house is torn down, we have a building from God, a house not made with hands, eternal in the heavens.\nApparently that’s some temple built by men in Jerusalem…hahhaa…yeah right!!11\nIsaiah 40:22\nVerse Concepts\nIt is He who sits above the circle of the earth, And its inhabitants are like grasshoppers, Who stretches out the heavens like a curtain And spreads them out like a tent to dwell in.\nNumbers 16:26\nVerse Concepts\nand he spoke to the congregation, saying, “Depart now from the tents of these wicked men, and touch nothing that belongs to them, or you will be swept away in all their sin.”\nJob 15:34\nVerse Concepts\n“For the company of the godless is barren, And fire consumes the tents of the corrupt.\nLet’s see the mansions…..give us a look apparently you’re going there!!!!!111\nJan 23, 2018, 2:30 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Based on all available data a tsunami may have been generated by this earthquake that could be destructive on coastal areas even far from the epicenter,",
                "",
                true
            ],
            [
                "TODAY IF YOU HEAR HIS VOICE,\nBeing that………..\nEllicott’s Commentary for English Readers\n(19) And the temple of God .",
                "",
                true
            ],
            [
                "Translate, And the temple of God was opened in the heaven, and the ark of His covenant was seen in His temple: and there were lightnings, and voices, and thunders, and an earthquake, and a great hail.",
                "",
                true
            ],
            [
                "JAN 20, 2018, 2:48 PM     0Reply\nAlaska tsunami fears prompt brief evacuation\n• 23 January 2018\nready for the hail????",
                "",
                true
            ],
            [
                "Deuteronomy 1:33\nVerse Concepts\nwho goes before you on your way, to seek out a place for you to encamp, in fire by night and cloud by day, to show you the way in which you should go.",
                "",
                true
            ],
            [
                "Isaiah 40:22\nVerse Concepts\nIt is He who sits above the circle of the earth, And its inhabitants are like grasshoppers, Who stretches out the heavens like a curtain And spreads them out like a tent to dwell in.",
                "",
                true
            ],
            [
                "All inquiry will now have the punishments attached to the scripture fulfilled….don’t accept truth?",
                "",
                true
            ],
            [
                "then have the punishment associated with it!!!!!!",
                "",
                false
            ],
            [
                "11\nJan 23, 2018, 2:22 pm\nGenesis 20:13\nVerse Concepts\nand it came about, when God caused me to wander from my father’s house, that I said to her, ‘This is the kindness which you will show to me: everywhere we go, say of me, “He is my brother.",
                "",
                false
            ],
            [
                "Depart now from the tents of these wicked men, and touch nothing that belongs to them, or you will be swept away in all their sin.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/r2/?url=http://theweddingofbrooklyntitanna17.blogspot.com/2018/01/the-brides-escape-being-on-amazing.html",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/r2/?url=http://www.intrepiddream2001.blogspot.com",
                "https://beforeitsnews.com/v3/contributor/bio/?uid=106013",
                "https://beforeitsnews.com/r2/?url=http://cometotoderickandoceanaescape18.blogspot.com/2018/01/and-i-will-bring-forth-thy-judgments.html",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/r2/?url=http://www.churchofmabusradio.com",
                "https://beforeitsnews.com/r2/?url=https://twitter.com/KoloheBoy?ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/r2/?url=https://twitter.com/Meteo_Reporter?ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/r2/?url=https://twitter.com/PHOTOlulu?ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/r2/?url=https://twitter.com/saimin?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "tsunami",
            "watches",
            "radio",
            "town",
            "video",
            "82",
            "warning",
            "warnings",
            "going",
            "alaska",
            "earthquake",
            "evacuate",
            "states",
            "magnitude",
            "paranormal"
        ]
    }
]