[
    {
        "url": "https://beforeitsnews.com/spirit/2018/01/may-i-ask-a-legitimate-question-concerning-a-rapture-to-date-no-one-has-given-me-a-logical-answer-and-never-one-from-the-word-of-god-can-you-2511876.html",
        "title": "May I ask a legitimate question concerning a rapture? To date no one has given me a logical answer and never one from the Word of God --- can you?",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Truthseeker\nTotal:\nMay I ask a legitimate question concerning a rapture?  To date no one has given me a logical answer and never one from the Word of God --- can you?\nMonday, January 22, 2018 14:24\n% of readers think this story is Fact. Add your two cents.\n \n \n \n \nMoses face shined so bright Moses had to wear a veil just from being near Jesus Christ on the mountain for 40 days and 40 nights..\nChrist stated man, flesh and blood, can not be in the presents of God and live.\nThus raptured humans must be changed to spirit to be in the presents of Christ in heaven. The Third Heaven is a spiritual habitation. Spirit do not need food, water or air to live — they have LIFE in them.\nSo for those children still living with their parents  — the  question — are the children left behind or do they also go to heaven with their parents?\nFlesh and blood can not go to heaven: which means children and even teenagers must be changed also to spirit before they can dwell in heaven.\nIs God going to change a one year old child into a spirit being?\nWill the child remain as a child or be instantly changed into an adult?\nDoes this mean these kids never have to be converted, never have to repent or be baptized or endure until the end?\nThis is a stumbling block to me—- no opinions please only scriptures confirming how God would handle this problem.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nJan 22, 2018, 4:42 pm\nTruthseeker\nIf no one attempts to point out scriptures proving what happens to the raptured parent’s kids — I will assume it means there are no scriptures and the kids are not important.\nJan 22, 2018, 7:38 pm\nTtruthtrasher….Whatever ANYONE says or shows you through Scripture you will reject it, as that is what you ALWAYS do, your an ARGUMENTATIVE MAN by nature, one whom Scripture says is to avoid…\nNow that being said, what is not surprising to me is !!, you’ve managed to overlook in the WORD YET AGAIN that say’s once one becomes a believer (a REAL CHRISTIAN) you and your HOUSEHOLD will be SAVED  (children under 12yrs ONLY not adult spouses or teenage children) as after 12yrs your about your fathers business as shown by ….Y’shua being in the synagogue when he was twelve years old.Luke 2:41-52…. v50 “But they did not understand the statement which He spoke to them”\nDO YOU NOW UNDERSTAND with your SPOOK like LOGIC ?…..somehow i doubt it!!!\nYou said….”can you answer this question using clear scriptures?”…..No Probs…. It’s CLEAR enuff to me but I know you struggle with plain text though, here goes nothing, as usual….\n[Emphasis all mine]\nThey said, “Believe in the Lord Jesus, and you will be saved, you AND\nyour household.\n“Acts 16:31\n1 Corinthians 7:14\nFor the unbelieving husband has been sanctified through his wife, and the unbelieving wife has been sanctified through her BELIEVING husband. OTHERWISE your children would be unclean, BUT as it is,\nTHEY ARE HOLY\nYou asked:…”are the children left behind or do they also go to heaven with their parents?”\nAND\nYou asked….”Is God going to change a one year old child into a spirit being?”\nOnly one question there really, and Yep absolutely as per above…Acts 16:31….Philippians 3:20 But our citizenship is\nin heaven…..IN HEAVEN …a CHANGED SPIRIT does not need\nas you wrote….”Spirit do not need food, water or air to live — they have LIFE in them.”\nYou asked:…”Will the child remain as a child or be instantly changed into an adult?”\nInsufficient detail in Scripture to know… However, avoid pointless discussions and ignorant questions when you know full well there are no details about this.\nYou asked….”Does this mean these kids never have to be converted, never have to repent or be baptized or endure until the end?”\nFor those alive the Rapture IS THE END of their endurance for those called to it, under 12yrs are Holy with A believing parent as per above Scriptures..and the dead in Christ endured to their end …NOT THE END as they died …\nAdieu\nTruthseeker\nWell crazy as always you have given us nothing but your opinion, which is worthless.\nSo if a 12 year old has not “excepted Jesus” and believed in the rapture — they are left behind??  LOL  Sucks to be their parent having to watch them suffer here on earth while you are living in luxury.\nCrazy if kids under 12 go to heaven and become spirit being without having to live here on this corrupt earth and battle the pull of this flesh into sin then is God not a respecter of persons. and what is to say these under 12 are not potential criminals? What if they do not want to be Saved?\nDoes it matter if the child is 12 years and one day old or even 12 years and one hour?— how does that work?\nI have sent 50 years fighting the Good fight and these kids, whom I live dearly, get a complete pass — so God is Fair in your confused mind???\nThe body of beliefs you hold are so discombobulated with one contradicting the next and the next making the next two impossible it truly demonstrates you are living up to your name.\nJan 23, 2018, 7:31 am\ntruthrejecter…Well lets look at your reply which is nothing BUT YOUR OWN OPINION lol you REJECT GODS AUTHORITY on the subject and rationalize your WORKS are better than that of the WORD OF GOD who decides YOU”VE made YOURSELF GOD, ..are you going senile ?\nI’ve given 4 CLEAR Scriptures from the WORD in context, for my position which YOU ASKED FOR, You have NOTHING in reply except DENILE of the WORD as USUAL and when you do manage too come up with A Scripture,..IT”S TWISTED\nbottom line is your a TRUTH DENIER\nJan 23, 2018, 7:48 am\nYour argument is with God not me as HE Say’s “THEY ARE HOLY”(the children) and YOU DON’T LIKE IT “THEY ARE HOLY ” and your NOT, even with your 50yrs start of Good WORKS they are a filthy rag to Him …you have not known nor want to know about imputed righteousness as you want to make the RULES and do it THAT WAY of yours,  you want to be recognized but your fit for nothing but to be burnt as the FLESH PROFITS NOTHING.\n“It is the Spirit who gives life; the flesh profits nothing;\nJohn 6:63\nBelieving Prostitutes and tax collectors are AHEAD of YOUR 50 yrs of good works, the JEWS for Jesus are AHEAD of YOUR deeds, and I KNOW you won’t believe it, there are Catholics AHEAD of YOU…\nRepent seeker and believe that, HE PAID IT IN FULL ON THE CROSS and you and your household will be saved ….AS IT IS WRITTEN\nadieu\nTruthseeker\ncrazy\nI have known for 50 years that my children are Holy, spiritual clean and set aside in my Father’s eyes, why?   because I obey my Father.\nThat does not in any way shape or form mean my children are saved? or will be in the first resurrection if that were to occur while they are young,  My Father is not a respecter of persons — which you can not grasp.\nYou think God treats gentiles one way Jews another and maybe those of the House of Israel another AND then kids totally a different way — There IS ONE WAY period.\nMy children like my self and every single person ever born must repent, be baptized and by the Laying on of Hands receive the Father Holy Seed in them and then endure until their death or the return of Christ.\nEzekiel 14: 15 If I cause noisome beasts to pass through the land, and they spoil it, so that it be desolate, that no man may pass through because of the beasts:\n16  Though these three men were in it, as I live, saith the Lord GOD, —-they shall deliver neither sons nor daughters; — they only shall be delivered, but the land shall be desolate.\nNoah, Daniel, and Job are the three men and did you not understand crazy — God clearly states none of the three can deliver their own children from what is coming.\nBut you twist scriptures to mean what you want them to mean — i quote scriptures from the mouth of God that state you have not one clue of what you speak.\nJust like the 12 year old thing — Just because Christ told His parents He must be about His Father’s work and you twist that to mean at 12 a person is of age? Show us a scripture that states that as a fact.\nDo you not know Christ could not teach in the temple until He turned 30?\n1And the LORD spake unto Moses and unto Aaron, saying,\n2Take the sum of the sons of Kohath from among the sons of Levi, after their families, by the house of their fathers,\n3From thirty years old and upward even until fifty years old, all that enter into the host, to do the work in the tabernacle of the congregation.\n4This shall be the service of the sons of Kohath in the tabernacle of the congregation, about the most holy things:\nJan 23, 2018, 8:53 am\nfaketruthseeker… you said “my children are Holy, spiritual clean and set aside in my Father’s eyes, why?\n“”because I obey my Father”\"….you’ve really lost the plot or your senile\n, because YOU think it’s BECAUSE of YOU,\nas I said your looking for recognition of YOUR WORKS AND DEEDS which are FILTHY RAGS to Him, so HOW CAN IT BE BECAUSE OF YOU!!!!that they’re HOLY ???? ESPECIALLY when the FLESH PROFITS NOTHING\nYOU TWIST God’s WORD and MEANING\nTo be SANCTIFIED has NOTHING TO DO WITH US.\nAnyway Your NOT even a real Christian,your belief of ‘THAT WAY’ is wretched,you search the Old Testament for eternal life and REJECT His Word of the GLORIOUS NEW COVENANT, the ONLY father you have is the devil “the father of lies”. the 1 Scripture you quote has NOTHING to do with your Questions ….WTH ?\nnon-seeker? you don’t UNDERSTAND as you have NO DISCERNMENT of Scripture as you DENY HE EXISTS the ONE whom guilds us in ALL TRUTHS the ONE (HE) the SPIRIT who speaks to the CHURCHES (those you detest) …GODS PEOPLE , your an out an out faker of the worst kind a reprobate SDA teacher of ‘THAT WAY’ not “The Way the TRUTH the LIFE” that Y’shua taught us His People.\nAgain Your Questions were answered the CHILDREN “ARE HOLY” and you do NOT understand GODS MEANING just like all the parables and the RAPTURE are a MYSTERY to you and with the looks of it ,it will always be\n‘THAT WAY’\nv50“But they did not understand the statement which He spoke to them”\nThe reason why is, because you have HARDENED your Heart into a Wretched PERPETUAL NAYSAYER , your blind\nPOOR IN SPIRIT\n,Miserable, and NEED YOUR EYES to be cleansed, so you can UNDERSTAND HIS WORD….\nRevelation 3:17\nI am about to spit you out of My mouth! 17You say, ‘I am rich; I have grown wealthy and need nothing.’ But you do not realize that you are wretched, pitiful, poor, blind, and naked. 18I counsel you to buy from Me gold refined by fire so that you may become rich, white garments so that you may be clothed and your shameful nakedness not exposed, and salve to anoint your eyes so that you may see.…\nyou said — “I will rule as a king or Lord” …\nREPENT while you’re ALIVE because you will NOT be entering ANY KINGDOM on EARTH to be a KING\nyou’ll awake at the Great white Judgment seat and there’s NO SECOND CHANCES NONE even if your opinion say’s so.\nyou said “I am not going to heaven”\nthis is the Only thing you got right in 50,000 words\nAdieu\nbusy, don’t have time for another round of your game of “bait and bite”…\nyou ask a lot of hard questions…not sure that the bible explicitly speaks to these matters….my stock answers when I get a hard question is:\n1)  wait and see, the Lord is coming soon\n2)  put this on your question list to ask when you get to heaven\n3)  invest in faith, it is more important to have Faith than to know all mysteries…see 1 Cor 13:2….here’s a link: https://www.biblegateway.com/quicksearch/?quicksearch=mysteries&qs_version=KJV\nJan 23, 2018, 9:39 am\nTruthseeker\nJknbt\n“it is more important to have Faith than to know all mysteries”\nThat is true but that FAITH must has as its foundation– TRUTH. — Faith in a lie is worthless as you will find out.\nSorry I know you do not like bait and bite games and I bit your bait above –but the truth is yes we must trust i.e. have faith and my trust my faith is founded on the teachings of my Master.\n31  Then said Jesus to those Jews which believed on him, —— If ye continue in my word, —- then are ye my disciples indeed;\nJknbt I am continuing in the Word of Jesus Christ. and as a result my Master said I will know the Truth and will be free from false doctrines and r lies. I am a student of Jesus Christ.\n32  And ye shall know the truth, and the truth shall make you free.\njknbt I am not going to heaven — I will rule as a king or Lord with Jesus Christ on His throne here on earth for 1000 years and I know my Master plans to restore earth to the condition of the Garden of Eden and I am very excited about that work.\nWhat work will you do in heaven??\nwill any of the one year old infants that crazy believes will be changed into spirit beings help you doing what ever there is to do in heaven\nPs the work of God is on earth.\nWhen you are not so busy lets talk.\nJan 23, 2018, 5:01 pm\njknbt\nlook at the pictures of heaven in the bible, and you will see plenty of joyous worship of God by all…there are many pictures of what goes on in heaven…\nI have been overwhelmed by the Holy Spirit many times in spirit filled worship services.  It is wonderful, like no natural experience.  There is a heaviness of presence when the Spirit comes down on a church.  I have felt the Holy Ghost spirit wind blow through me like I was a mesh screen on a screen door, just like it was on the day of pentecost.  (don’t blaspheme and say that was the devil, it was not, period, I know that because of the love & holiness that was there, the devil doesn’t remember what love and holiness is, since he has been dead to God for so long)… It is in that atmosphere that miracles take place.  This is all just a glimpse of heaven to come.  How sad that you have no such hope.\nhere’s another good heavenly visit testimony I just found:\nJan 23, 2018, 7:16 pm\nTruthseeker\njknbt\nDo you think it possible Satan can do such wonderful miracles even the very elect would be deceived? That is exactly what Christ said would happen.\nSatan is the god of the power of the air, he can send thoughts, cause emotions, causes many to speak in nonhuman languages  etc. Satan has been placed in charge of this earth until Christ comes to remove him. He will even send fire down from heaven with such power the whole world will be convinced the Beast is god.\nWhat you are describing in your comments are counter to what Christ and Paul and the other apostles taught.\nJknbt I am not convinced by “feelings” or emotions or miracles or pictures drawn by men or even by people that believe they have been to heaven.\nChrist stated only He has been to heaven,\nYou are convinced many are being taken to heaven even before the first resurrection has taken place and in Revelation 20, where it speaks of the First resurrection and alludes to a 2nd, it does not even slightly say any are going to heaven and in other scriptures in Rev.  it states the Saints will rule on earth as kings, I believe that is chapter 5.\nAnd what about Paul?\n50  Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.\nIf Children are in heaven they are not flesh and blood and neither can an adult be in heaven in their body of flesh.\nThat which is born of flesh IS flesh and that which is born of the Spirit “IS” SPIRIT so states Jesus Christ.\n51  Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,\n52  In a moment, in the twinkling of an eye,— at the last trump: — for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.\nAccording to Paul the dead are not raise incorruptible until the last trump and that last Trump occurs in a moment – in the twinkling of an eye — not over the course of 2000 years,\nI have never found mention of a 2000 year long resurrection of the dead or the living.\n53 For this corruptible must put on incorruption, and this mortal must put on immortality.\n54  So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.\nI can not accept any thing counter to the Word of God and what you are speaking of — is counter\nJknbt I can not find any scriptures to back up what you are telling me is taking place in heaven, should I just trust your word  or should I trust every Word of God? You know my answer.\nJan 23, 2018, 8:04 pm\njknbt\none more “bite” on your part…you are unteachable & unreachable…you asked for answers, and you said no.\nLord, I tried.\nMore poor stewardship on my part, when will I learn…\nJan 24, 2018, 9:03 am\nWhat stewardship ? when I use the words of Jesus Christ or Paul  proving you are not even close to the truth — you just ignore them.\nTell me is it a fact or not that people and abortions have been resurrected to the 3rd heaven daily over the last 2000 years— according to you?\nand then show me where that is written — do do not care what some women or man has to say about their trip to heaven.\nJan 24, 2018, 10:14 am\nyou work at twisting my words or adding words…\nthe word “resurrection” refers to the body.  no, the aborted babies’ little bodies are still in the dumpster behind the abortion clinic or in the landfill.  The ghouls that run the abortion clinics have taken to cutting them up and putting them down the disposal unit in the sink in their coffee break room at the clinics.  So those bodies end up in the sewer.  The Lord will raise them up physically in the rapture or second coming.\nPeople can be caught up into a heavenly vision in the Holy Spirit without their corrupt bodies having to go to heaven too…I know people that have had this experience.\nOnce again, too bad you have no hope of a heavenly vision or of heaven itself.\nYou don’t realize it, but hope of heaven and the going out in the rapture is bait on the hook.  God is trying to get you to buy in and repent.  If you refuse the ministry of “fishers” like me on BIN, eventually God will send “hunters”.  You don’t want to suffer what the hunters can do to you. Beware of the hunters.\nJeremiah 16:16 Behold, I will send for many fishers, saith the Lord, and they shall fish them; and after will I send for many hunters, and they shall hunt them from every mountain, and from every hill, and out of the holes of the rocks.\nonce again, more poor stewardship of my time.\nJan 25, 2018, 10:32 am\nI noticed this after hitting the enter button:\nRom 2:5-8 But after thy hardness and unrepentant heart treasurest up unto thyself wrath against the day of wrath and revelation of the righteous judgment of God; Who will render to every man according to his deeds: To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life: But unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,\nYep, this is talking about you, Truth Avoider.\nJan 25, 2018, 10:37 am\njknbt: here it the bottom line:\nyour “big hope” is having visions  and having emotional feelings running through your body and then escaping pain and living in heaven\nI am enduring this evil world in the “expectation” of being Born again into the Family of God as a Son of the Father, born this time not with a corruptible body of flesh but one that is fashioned as my Savior Jesus Christ – “spirit” and then to be given a Crown and a throne from which to rule the whole earth under the King of kings.\nI hope to rule under the KING of kings and assist Him in restoring the entire earth as the Garden of Eden and then assist My King in bringing the 100 billion folks that never had their one opportunity for eternal life into my Father’s family as Sons.\nThere can be nothing greater offered me then what my Father and His First Born are wanting to share with me.\nI know you can not understand now but you will later.\nJan 25, 2018, 11:12 am\nCrazy times\nJeremiah 16:16 Behold, I will send for many fishers, saith the Lord, and they shall fish them; and after will I send for many hunters, and they shall hunt them from every mountain, and from every hill, and out of the holes of the rocks.\nI love this one tks for posting…\nJan 26, 2018, 5:39 pm\nso you must think the sons and daughter of the folk believing the rapture lie  are more important to God then the children of Noah, Job and Daniel?\nby the way Daniel never had children as he was a eunuch thanks to the Babylonians.\ncrazy I know nothing I quote or write can ever change your mind — I just want folks to see the difference between us.\nJan 23, 2018, 5:15 pm\nNon-truthseeker — I just want folks to see the difference between us.\nNo-one sees your madness over here under spirituality except maybe 5 people rechecking lol\nand to answer that question above indubitably they’re THE BRIDE\nJan 24, 2018, 7:45 am\nYou are crazy\nDEATHseeker ….”LOL so Christ is going to marry little kids?????”\n1 Corinthians 7:14\nFor the unbelieving husband has been sanctified through his wife, and the unbelieving wife has been sanctified through her BELIEVING husband. OTHERWISE your children would be UNCLEAN, BUT as it is,\nTHEY ARE HOLY\nWhat is CRAZY deathseeker is that YOU TOTALLY DENY the AUTHORITY OF GOD on SALVATION, ESPECIALLY the KIDS !!!..\nThey said, “Believe in the Lord Jesus, and you will be saved, you AND\nyour household.\n“Acts 16:31\n“CLEAR enuff to me… “YOU AND YOUR HOUSEHOLD”\n”\nWhere in your senile mind does it say or I IMPLIED He is to marry kids aka babies ?…..YOUR QUESTIONS were ANSWERED by the WORD OF GOD succinctly.\nThe Children THEY ARE HOLY and GO in the Rapture Rescue as HE PROMISED\nHalleluYAH ….”as it is written” in the Scripture given to your EASY TO ANSWER Quiz….How many more Crazy times do you need me to REITERATE this…lol\nJan 25, 2018, 1:52 am\ncrazy it says they are Holy, and that to you means they are saved and going to be raptured????\nDoes that mean when they grow up and have their own kids their kids also are automatically saved as well??\nWhat a great system — no one has to repent they only have to be born into the right family….\nin  the way you invent doctrines, crazy, you can justify anything you so desire.\nCrazy if a kid, according to the doctrine you have invented, gets to heaven just in time for the marriage, which does NOT take place in the 3rd heaven, will Christ wave His hand and change the kid into an adult or will He marry a little kid.\nCrazy what you have invented as doctrine is so illogical, so far from sound biblical facts it can only make sense to you.\nJan 25, 2018, 5:42 am\nPlease read the scriptures you pointed to — closely—\n“”\"Sirs, what must I do to be saved?”\n31 And they said, Believe on the Lord Jesus Christ, and thou shalt be saved, — and thy house.\n32  And they spake unto him the word of the Lord, —-and to all that were in his house.\nVerse 32 two states the Apostles spake to them the WORD and what is that word whereby we can be saved??\nRepent and be baptized and you will receive by the laying of of hands God’s Spirit.\nverse 33 states this fellow and “all his” were baptized — crazy show us where any little kids have ever been baptized?\n33 And he took them the same hour of the night, and washed their stripes; and was baptized, he and all his, straightway.\n34  And when he had brought them into his house, he set meat before them, and rejoiced, believing in God with all his house.\nCrazy show all who will read this comment where a two year old or a 10 year old believed and rejoiced and was baptized????\nGive as the specific words stating little kids can repent and be baptized and be saved.\nCrazy your doctrine are your own — I never hear “your” stuff from others –only form you.\nJan 25, 2018, 6:02 am\nCrazy times\ncursedseeker…”Does that mean when they grow up and have their own kids their kids also are automatically saved as well??\nDid you finish school ? your comprehension is TERRIBLE deliberately so or your Senile, go get it checked.\nAfter 12 yrs they are Adults so if NOT BORN AGAIN THEY WON’T BE RAPTURED let alone there Kids, can’t you read…?\nyou said..”in the way you invent doctrines”…..I gave CLEAR SCRIPTURE for Children saved…. YOU LIE.\ntrasher…Like it or lump it …\nTHEY ARE HOLY…. “as it is written”\nyou said…”will He marry a little kid” I’ve already answered this …THIS IS PROOF of YOUR SENILITY\nCursedseeker …”They are HOLY”… as it is written… end of your Quiz.\n“Crazy show all who will read this comment where a two year old or a 10 year old believed and rejoiced and was baptized????\nGive as the specific words stating little kids can repent and be baptized and be saved.”\nYOUR QUESTIONS ARE ABOUT CHILDREN GOING IN THE RAPTURE\n****REMEMBEEEER**** THEY ARE BY THE WORD OF GOD “MADE HOLY” BY FAITH ALONE.\n1 Corinthians 7:14\nFor the unbelieving husband has been sanctified through his wife, and the unbelieving wife has been sanctified through her BELIEVING husband. OTHERWISE your CHILDREN would be UNCLEAN, BUT as it is,\nTHEY ARE HOLY\nCursedseeker…”Crazy your doctrine are your own — I never hear “your” stuff from others –only form you.”\nMy own as you call them are straight out of Scripture\n“as it is written”\nYou won’t have heard from others AS YOU HAVE NO AFFILIATION or FRIENDSHIPS with ANY OF GOD’S PEOPLE…HIS CHURCHES as you live in the WILDERNESS with your flock of WOLVES.\nJan 25, 2018, 7:25 am\nCrazy times\nCursedseeker I think it’s time to remove ALL YOUR WRETCHED FANTASY STORIES like you use to, as there ALL HOGWASH a testimony of your DISOBEDIENCE to the CLEAR WRITTEN WORD OF GOD\nJan 25, 2018, 7:59 am\nLOL disobedient according as to how crazy times has interpreted them.\nJan 25, 2018, 10:43 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The Way the TRUTH the LIFE",
                "",
                false
            ],
            [
                "But they did not understand the statement which He spoke to them",
                "",
                false
            ],
            [
                "I am rich; I have grown wealthy and need nothing.",
                "",
                true
            ],
            [
                "I will rule as a king or Lord",
                "",
                false
            ],
            [
                "I am not going to heaven",
                "",
                false
            ],
            [
                "it is more important to have Faith than to know all mysteries",
                "",
                false
            ],
            [
                "Crazy show all who will read this comment where a two year old or a 10 year old believed and rejoiced and was baptized????",
                "",
                true
            ],
            [
                "Give as the specific words stating little kids can repent and be baptized and be saved.",
                "",
                true
            ],
            [
                "But they did not understand the statement which He spoke to them",
                "",
                false
            ],
            [
                "Believe in the Lord Jesus, and you will be saved, you AND\nyour household.",
                "",
                true
            ],
            [
                "Acts 16:31\n1 Corinthians 7:14\nFor the unbelieving husband has been sanctified through his wife, and the unbelieving wife has been sanctified through her BELIEVING husband.",
                "",
                true
            ],
            [
                "OTHERWISE your children would be unclean, BUT as it is,\nTHEY ARE HOLY\nYou asked:…”are the children left behind or do they also go to heaven with their parents?",
                "",
                true
            ],
            [
                "It is the Spirit who gives life; the flesh profits nothing;\nJohn 6:63\nBelieving Prostitutes and tax collectors are AHEAD of YOUR 50 yrs of good works, the JEWS for Jesus are AHEAD of YOUR deeds, and I KNOW you won’t believe it, there are Catholics AHEAD of YOU…\nRepent seeker and believe that, HE PAID IT IN FULL ON THE CROSS and you and your household will be saved ….AS IT IS WRITTEN\nadieu\nTruthseeker\ncrazy\nI have known for 50 years that my children are Holy, spiritual clean and set aside in my Father’s eyes, why?",
                "Jesus Christ",
                true
            ],
            [
                "That does not in any way shape or form mean my children are saved?",
                "Jesus Christ",
                true
            ],
            [
                "or will be in the first resurrection if that were to occur while they are young,  My Father is not a respecter of persons — which you can not grasp.",
                "Jesus Christ",
                false
            ],
            [
                "You think God treats gentiles one way Jews another and maybe those of the House of Israel another AND then kids totally a different way — There IS ONE WAY period.",
                "Jesus Christ",
                true
            ],
            [
                "My children like my self and every single person ever born must repent, be baptized and by the Laying on of Hands receive the Father Holy Seed in them and then endure until their death or the return of Christ.",
                "Jesus Christ",
                true
            ],
            [
                "Ezekiel 14: 15 If I cause noisome beasts to pass through the land, and they spoil it, so that it be desolate, that no man may pass through because of the beasts:\n16  Though these three men were in it, as I live, saith the Lord GOD, —-they shall deliver neither sons nor daughters; — they only shall be delivered, but the land shall be desolate.",
                "Jesus Christ",
                true
            ],
            [
                "Noah, Daniel, and Job are the three men and did you not understand crazy — God clearly states none of the three can deliver their own children from what is coming.",
                "Jesus Christ",
                true
            ],
            [
                "But you twist scriptures to mean what you want them to mean — i quote scriptures from the mouth of God that state you have not one clue of what you speak.",
                "Jesus Christ",
                true
            ],
            [
                "Just like the 12 year old thing — Just because Christ told His parents He must be about His Father’s work and you twist that to mean at 12 a person is of age?",
                "Jesus Christ",
                true
            ],
            [
                "Show us a scripture that states that as a fact.",
                "Jesus Christ",
                true
            ],
            [
                "Do you not know Christ could not teach in the temple until He turned 30?",
                "Jesus Christ",
                true
            ],
            [
                "1And the LORD spake unto Moses and unto Aaron, saying,\n2Take the sum of the sons of Kohath from among the sons of Levi, after their families, by the house of their fathers,\n3From thirty years old and upward even until fifty years old, all that enter into the host, to do the work in the tabernacle of the congregation.",
                "Jesus Christ",
                false
            ],
            [
                "4This shall be the service of the sons of Kohath in the tabernacle of the congregation, about the most holy things:\nJan 23, 2018, 8:53 am\nfaketruthseeker… you said “my children are Holy, spiritual clean and set aside in my Father’s eyes, why?",
                "Jesus Christ",
                false
            ],
            [
                "because I obey my Father”\"….you’ve really lost the plot or your senile\n, because YOU think it’s BECAUSE of YOU,\nas I said your looking for recognition of YOUR WORKS AND DEEDS which are FILTHY RAGS to Him, so HOW CAN IT BE BECAUSE OF YOU!!!",
                "Jesus Christ",
                false
            ],
            [
                "ESPECIALLY when the FLESH PROFITS NOTHING\nYOU TWIST God’s WORD and MEANING\nTo be SANCTIFIED has NOTHING TO DO WITH US.",
                "Jesus Christ",
                true
            ],
            [
                "Anyway Your NOT even a real Christian,your belief of ‘THAT WAY’ is wretched,you search the Old Testament for eternal life and REJECT His Word of the GLORIOUS NEW COVENANT, the ONLY father you have is the devil “the father of lies”.",
                "Jesus Christ",
                true
            ],
            [
                "the 1 Scripture you quote has NOTHING to do with your Questions ….WTH ?",
                "Jesus Christ",
                false
            ],
            [
                "you don’t UNDERSTAND as you have NO DISCERNMENT of Scripture as you DENY HE EXISTS the ONE whom guilds us in ALL TRUTHS the ONE (HE) the SPIRIT who speaks to the CHURCHES (those you detest) …GODS PEOPLE , your an out an out faker of the worst kind a reprobate SDA teacher of ‘THAT WAY’ not “The Way the TRUTH the LIFE” that Y’shua taught us His People.",
                "Jesus Christ",
                false
            ],
            [
                "Again Your Questions were answered the CHILDREN “ARE HOLY” and you do NOT understand GODS MEANING just like all the parables and the RAPTURE are a MYSTERY to you and with the looks of it ,it will always be\n‘THAT WAY’\nv50“But they did not understand the statement which He spoke to them”\nThe reason why is, because you have HARDENED your Heart into a Wretched PERPETUAL NAYSAYER , your blind\nPOOR IN SPIRIT\n,Miserable, and NEED YOUR EYES to be cleansed, so you can UNDERSTAND HIS WORD….",
                "Jesus Christ",
                true
            ],
            [
                "Revelation 3:17\nI am about to spit you out of My mouth!",
                "Jesus Christ",
                true
            ],
            [
                "17You say, ‘I am rich; I have grown wealthy and need nothing.’ But you do not realize that you are wretched, pitiful, poor, blind, and naked.",
                "Jesus Christ",
                false
            ],
            [
                "18I counsel you to buy from Me gold refined by fire so that you may become rich, white garments so that you may be clothed and your shameful nakedness not exposed, and salve to anoint your eyes so that you may see.…\nyou said — “I will rule as a king or Lord” …\nREPENT while you’re ALIVE because you will NOT be entering ANY KINGDOM on EARTH to be a KING\nyou’ll awake at the Great white Judgment seat and there’s NO SECOND CHANCES NONE even if your opinion say’s so.",
                "Jesus Christ",
                false
            ],
            [
                "you said “I am not going to heaven”\nthis is the Only thing you got right in 50,000 words\nAdieu\nbusy, don’t have time for another round of your game of “bait and bite”…\nyou ask a lot of hard questions…not sure that the bible explicitly speaks to these matters….my stock answers when I get a hard question is:\n1)  wait and see, the Lord is coming soon\n2)  put this on your question list to ask when you get to heaven\n3)  invest in faith, it is more important to have Faith than to know all mysteries…see 1 Cor 13:2….here’s a link: https://www.biblegateway.com/quicksearch/?quicksearch=mysteries&qs_version=KJV\nJan 23, 2018, 9:39 am\nTruthseeker\nJknbt\n“it is more important to have Faith than to know all mysteries”\nThat is true but that FAITH must has as its foundation– TRUTH.",
                "Jesus Christ",
                false
            ],
            [
                "Faith in a lie is worthless as you will find out.",
                "Jesus Christ",
                true
            ],
            [
                "Sorry I know you do not like bait and bite games and I bit your bait above –but the truth is yes we must trust i.e.",
                "Jesus Christ",
                true
            ],
            [
                "have faith and my trust my faith is founded on the teachings of my Master.",
                "Jesus Christ",
                false
            ],
            [
                "31  Then said Jesus to those Jews which believed on him, —— If ye continue in my word, —- then are ye my disciples indeed;\nJknbt I am continuing in the Word of Jesus Christ.",
                "Jesus Christ",
                false
            ],
            [
                "and as a result my Master said I will know the Truth and will be free from false doctrines and r lies.",
                "Jesus Christ",
                false
            ],
            [
                "I am a student of Jesus Christ.",
                "Jesus Christ",
                true
            ],
            [
                "32  And ye shall know the truth, and the truth shall make you free.",
                "Jesus Christ",
                false
            ],
            [
                "jknbt I am not going to heaven — I will rule as a king or Lord with Jesus Christ on His throne here on earth for 1000 years and I know my Master plans to restore earth to the condition of the Garden of Eden and I am very excited about that work.",
                "Jesus Christ",
                false
            ],
            [
                "What work will you do in heaven??",
                "Jesus Christ",
                true
            ],
            [
                "will any of the one year old infants that crazy believes will be changed into spirit beings help you doing what ever there is to do in heaven\nPs the work of God is on earth.",
                "Jesus Christ",
                false
            ],
            [
                "When you are not so busy lets talk.",
                "Jesus Christ",
                true
            ],
            [
                "Jan 23, 2018, 5:01 pm\njknbt\nlook at the pictures of heaven in the bible, and you will see plenty of joyous worship of God by all…there are many pictures of what goes on in heaven…\nI have been overwhelmed by the Holy Spirit many times in spirit filled worship services.",
                "Jesus Christ",
                true
            ],
            [
                "It is wonderful, like no natural experience.",
                "Jesus Christ",
                true
            ],
            [
                "There is a heaviness of presence when the Spirit comes down on a church.",
                "Jesus Christ",
                true
            ],
            [
                "I have felt the Holy Ghost spirit wind blow through me like I was a mesh screen on a screen door, just like it was on the day of pentecost.",
                "Jesus Christ",
                true
            ],
            [
                "don’t blaspheme and say that was the devil, it was not, period, I know that because of the love & holiness that was there, the devil doesn’t remember what love and holiness is, since he has been dead to God for so long)… It is in that atmosphere that miracles take place.",
                "Jesus Christ",
                false
            ],
            [
                "This is all just a glimpse of heaven to come.",
                "Jesus Christ",
                true
            ],
            [
                "How sad that you have no such hope.",
                "Jesus Christ",
                true
            ],
            [
                "here’s another good heavenly visit testimony I just found:\nJan 23, 2018, 7:16 pm\nTruthseeker\njknbt\nDo you think it possible Satan can do such wonderful miracles even the very elect would be deceived?",
                "Jesus Christ",
                false
            ],
            [
                "That is exactly what Christ said would happen.",
                "Jesus Christ",
                true
            ],
            [
                "Satan is the god of the power of the air, he can send thoughts, cause emotions, causes many to speak in nonhuman languages  etc.",
                "Jesus Christ",
                true
            ],
            [
                "Satan has been placed in charge of this earth until Christ comes to remove him.",
                "Jesus Christ",
                true
            ],
            [
                "He will even send fire down from heaven with such power the whole world will be convinced the Beast is god.",
                "Jesus Christ",
                true
            ],
            [
                "What you are describing in your comments are counter to what Christ and Paul and the other apostles taught.",
                "Jesus Christ",
                true
            ],
            [
                "Jknbt I am not convinced by “feelings” or emotions or miracles or pictures drawn by men or even by people that believe they have been to heaven.",
                "Jesus Christ",
                true
            ],
            [
                "Christ stated only He has been to heaven,\nYou are convinced many are being taken to heaven even before the first resurrection has taken place and in Revelation 20, where it speaks of the First resurrection and alludes to a 2nd, it does not even slightly say any are going to heaven and in other scriptures in Rev.",
                "Jesus Christ",
                true
            ],
            [
                "it states the Saints will rule on earth as kings, I believe that is chapter 5.",
                "Jesus Christ",
                false
            ],
            [
                "50  Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.",
                "Jesus Christ",
                false
            ],
            [
                "If Children are in heaven they are not flesh and blood and neither can an adult be in heaven in their body of flesh.",
                "Jesus Christ",
                true
            ],
            [
                "That which is born of flesh IS flesh and that which is born of the Spirit “IS” SPIRIT so states Jesus Christ.",
                "Jesus Christ",
                true
            ],
            [
                "51  Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,\n52  In a moment, in the twinkling of an eye,— at the last trump: — for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.",
                "Jesus Christ",
                false
            ],
            [
                "According to Paul the dead are not raise incorruptible until the last trump and that last Trump occurs in a moment – in the twinkling of an eye — not over the course of 2000 years,\nI have never found mention of a 2000 year long resurrection of the dead or the living.",
                "Jesus Christ",
                true
            ],
            [
                "53 For this corruptible must put on incorruption, and this mortal must put on immortality.",
                "Jesus Christ",
                false
            ],
            [
                "54  So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.",
                "Jesus Christ",
                false
            ],
            [
                "I can not accept any thing counter to the Word of God and what you are speaking of — is counter\nJknbt I can not find any scriptures to back up what you are telling me is taking place in heaven, should I just trust your word  or should I trust every Word of God?",
                "Jesus Christ",
                true
            ],
            [
                "Jan 23, 2018, 8:04 pm\njknbt\none more “bite” on your part…you are unteachable & unreachable…you asked for answers, and you said no.",
                "Jesus Christ",
                true
            ],
            [
                "More poor stewardship on my part, when will I learn…\nJan 24, 2018, 9:03 am\nWhat stewardship ?",
                "Jesus Christ",
                true
            ],
            [
                "when I use the words of Jesus Christ or Paul  proving you are not even close to the truth — you just ignore them.",
                "Jesus Christ",
                false
            ],
            [
                "Tell me is it a fact or not that people and abortions have been resurrected to the 3rd heaven daily over the last 2000 years— according to you?",
                "Jesus Christ",
                true
            ],
            [
                "and then show me where that is written — do do not care what some women or man has to say about their trip to heaven.",
                "Jesus Christ",
                false
            ],
            [
                "Jan 24, 2018, 10:14 am\nyou work at twisting my words or adding words…\nthe word “resurrection” refers to the body.",
                "Jesus Christ",
                true
            ],
            [
                "no, the aborted babies’ little bodies are still in the dumpster behind the abortion clinic or in the landfill.",
                "Jesus Christ",
                false
            ],
            [
                "The ghouls that run the abortion clinics have taken to cutting them up and putting them down the disposal unit in the sink in their coffee break room at the clinics.",
                "Jesus Christ",
                true
            ],
            [
                "So those bodies end up in the sewer.",
                "Jesus Christ",
                true
            ],
            [
                "The Lord will raise them up physically in the rapture or second coming.",
                "Jesus Christ",
                true
            ],
            [
                "People can be caught up into a heavenly vision in the Holy Spirit without their corrupt bodies having to go to heaven too…I know people that have had this experience.",
                "Jesus Christ",
                true
            ],
            [
                "Once again, too bad you have no hope of a heavenly vision or of heaven itself.",
                "Jesus Christ",
                true
            ],
            [
                "You don’t realize it, but hope of heaven and the going out in the rapture is bait on the hook.",
                "Jesus Christ",
                true
            ],
            [
                "God is trying to get you to buy in and repent.",
                "Jesus Christ",
                true
            ],
            [
                "If you refuse the ministry of “fishers” like me on BIN, eventually God will send “hunters”.",
                "Jesus Christ",
                true
            ],
            [
                "You don’t want to suffer what the hunters can do to you.",
                "Jesus Christ",
                true
            ],
            [
                "Jeremiah 16:16 Behold, I will send for many fishers, saith the Lord, and they shall fish them; and after will I send for many hunters, and they shall hunt them from every mountain, and from every hill, and out of the holes of the rocks.",
                "Jesus Christ",
                true
            ],
            [
                "once again, more poor stewardship of my time.",
                "Jesus Christ",
                false
            ],
            [
                "Jan 25, 2018, 10:32 am\nI noticed this after hitting the enter button:\nRom 2:5-8 But after thy hardness and unrepentant heart treasurest up unto thyself wrath against the day of wrath and revelation of the righteous judgment of God; Who will render to every man according to his deeds: To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life: But unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,\nYep, this is talking about you, Truth Avoider.",
                "Jesus Christ",
                true
            ],
            [
                "Jan 25, 2018, 10:37 am\njknbt: here it the bottom line:\nyour “big hope” is having visions  and having emotional feelings running through your body and then escaping pain and living in heaven\nI am enduring this evil world in the “expectation” of being Born again into the Family of God as a Son of the Father, born this time not with a corruptible body of flesh but one that is fashioned as my Savior Jesus Christ – “spirit” and then to be given a Crown and a throne from which to rule the whole earth under the King of kings.",
                "Jesus Christ",
                true
            ],
            [
                "I hope to rule under the KING of kings and assist Him in restoring the entire earth as the Garden of Eden and then assist My King in bringing the 100 billion folks that never had their one opportunity for eternal life into my Father’s family as Sons.",
                "Jesus Christ",
                true
            ],
            [
                "There can be nothing greater offered me then what my Father and His First Born are wanting to share with me.",
                "Jesus Christ",
                true
            ],
            [
                "I know you can not understand now but you will later.",
                "Jesus Christ",
                true
            ],
            [
                "Jan 25, 2018, 11:12 am\nCrazy times\nJeremiah 16:16 Behold, I will send for many fishers, saith the Lord, and they shall fish them; and after will I send for many hunters, and they shall hunt them from every mountain, and from every hill, and out of the holes of the rocks.",
                "Jesus Christ",
                true
            ],
            [
                "I love this one tks for posting…\nJan 26, 2018, 5:39 pm\nso you must think the sons and daughter of the folk believing the rapture lie  are more important to God then the children of Noah, Job and Daniel?",
                "Jesus Christ",
                true
            ],
            [
                "by the way Daniel never had children as he was a eunuch thanks to the Babylonians.",
                "Jesus Christ",
                false
            ],
            [
                "crazy I know nothing I quote or write can ever change your mind — I just want folks to see the difference between us.",
                "Jesus Christ",
                false
            ],
            [
                "Jan 23, 2018, 5:15 pm\nNon-truthseeker — I just want folks to see the difference between us.",
                "Jesus Christ",
                true
            ],
            [
                "No-one sees your madness over here under spirituality except maybe 5 people rechecking lol\nand to answer that question above indubitably they’re THE BRIDE\nJan 24, 2018, 7:45 am\nYou are crazy\nDEATHseeker ….",
                "Jesus Christ",
                true
            ],
            [
                "Believe in the Lord Jesus, and you will be saved, you AND\nyour household.",
                "",
                true
            ],
            [
                "Acts 16:31\n“CLEAR enuff to me… “YOU AND YOUR HOUSEHOLD”\n”\nWhere in your senile mind does it say or I IMPLIED He is to marry kids aka babies ?…..YOUR QUESTIONS were ANSWERED by the WORD OF GOD succinctly.",
                "",
                true
            ],
            [
                "The Children THEY ARE HOLY and GO in the Rapture Rescue as HE PROMISED\nHalleluYAH ….”as it is written",
                "",
                false
            ],
            [
                "Sirs, what must I do to be saved?”\n31 And they said, Believe on the Lord Jesus Christ, and thou shalt be saved, — and thy house.",
                "",
                true
            ],
            [
                "32  And they spake unto him the word of the Lord, —-and to all that were in his house.",
                "",
                false
            ],
            [
                "Verse 32 two states the Apostles spake to them the WORD and what is that word whereby we can be saved??",
                "",
                true
            ],
            [
                "Repent and be baptized and you will receive by the laying of of hands God’s Spirit.",
                "",
                true
            ],
            [
                "verse 33 states this fellow and “all his” were baptized — crazy show us where any little kids have ever been baptized?",
                "",
                false
            ],
            [
                "33 And he took them the same hour of the night, and washed their stripes; and was baptized, he and all his, straightway.",
                "",
                false
            ],
            [
                "34  And when he had brought them into his house, he set meat before them, and rejoiced, believing in God with all his house.",
                "",
                false
            ],
            [
                "Crazy show all who will read this comment where a two year old or a 10 year old believed and rejoiced and was baptized????",
                "",
                true
            ],
            [
                "Give as the specific words stating little kids can repent and be baptized and be saved.",
                "",
                true
            ],
            [
                "Crazy your doctrine are your own — I never hear “your” stuff from others –only form you.",
                "",
                true
            ],
            [
                "Jan 25, 2018, 6:02 am\nCrazy times\ncursedseeker…”Does that mean when they grow up and have their own kids their kids also are automatically saved as well??",
                "",
                true
            ],
            [
                "your comprehension is TERRIBLE deliberately so or your Senile, go get it checked.",
                "",
                false
            ],
            [
                "After 12 yrs they are Adults so if NOT BORN AGAIN THEY WON’T BE RAPTURED let alone there Kids, can’t you read…?",
                "",
                true
            ],
            [
                "you said..”in the way you invent doctrines”…..I gave CLEAR SCRIPTURE for Children saved….",
                "",
                false
            ],
            [
                "trasher…Like it or lump it …\nTHEY ARE HOLY….",
                "",
                false
            ],
            [
                "as it is written”\nyou said…”will He marry a little kid” I’ve already answered this …THIS IS PROOF of YOUR SENILITY\nCursedseeker …”They are HOLY”… as it is written… end of your Quiz.",
                "",
                false
            ],
            [
                "Crazy show all who will read this comment where a two year old or a 10 year old believed and rejoiced and was baptized????",
                "",
                true
            ],
            [
                "Give as the specific words stating little kids can repent and be baptized and be saved.”\nYOUR QUESTIONS ARE ABOUT CHILDREN GOING IN THE RAPTURE\n****REMEMBEEEER**** THEY ARE BY THE WORD OF GOD “MADE HOLY” BY FAITH ALONE.",
                "",
                true
            ],
            [
                "1 Corinthians 7:14\nFor the unbelieving husband has been sanctified through his wife, and the unbelieving wife has been sanctified through her BELIEVING husband.",
                "",
                false
            ],
            [
                "OTHERWISE your CHILDREN would be UNCLEAN, BUT as it is,\nTHEY ARE HOLY\nCursedseeker…”Crazy your doctrine are your own — I never hear “your” stuff from others –only form you.”\nMy own as you call them are straight out of Scripture\n“as it is written”\nYou won’t have heard from others AS YOU HAVE NO AFFILIATION or FRIENDSHIPS with ANY OF GOD’S PEOPLE…HIS CHURCHES as you live in the WILDERNESS with your flock of WOLVES.",
                "",
                true
            ],
            [
                "Jan 25, 2018, 7:25 am\nCrazy times\nCursedseeker I think it’s time to remove ALL YOUR WRETCHED FANTASY STORIES like you use to, as there ALL HOGWASH a testimony of your DISOBEDIENCE to the CLEAR WRITTEN WORD OF GOD\nJan 25, 2018, 7:59 am\nLOL disobedient according as to how crazy times has interpreted them.",
                "",
                true
            ],
            [
                "Jan 25, 2018, 10:43 am\nCLICK HERE TO UPLOAD NEWS!",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.biblegateway.com/quicksearch/?quicksearch=mysteries&qs_version=KJV",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "spirit",
            "word",
            "logical",
            "concerning",
            "child",
            "changed",
            "ask",
            "children",
            "date",
            "rapture",
            "presents",
            "god",
            "heaven",
            "given",
            "question",
            "legitimate"
        ]
    }
]