[
    {
        "url": "https://beforeitsnews.com/crime-all-stars/2018/01/former-department-of-veterans-affairs-employee-pleads-guilty-to-wire-fraud-and-bribery-2462339.html",
        "title": "Former Department of Veterans Affairs Employee Pleads Guilty to Wire Fraud and Bribery",
        "authors": [
            {
                "name": "Science",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nFormer Department of Veterans Affairs Employee Pleads Guilty to Wire Fraud and Bribery\nTuesday, January 23, 2018 17:29\n% of readers think this story is Fact. Add your two cents.\nA former Department of Veterans Affairs (VA) official pleaded guilty today to charges of wire fraud and bribery for orchestrating a scheme to steal more than $66,000 in benefit money from the VA for veterans in need.\nActing Assistant Attorney General John P. Cronan of the Justice Department’s Criminal Division made the announcement.\nRussel M. Ware, 39, of Upper Marlboro, Maryland, pleaded guilty to one count of wire fraud and one count of bribery before U.S. District Judge Amit P. Mehta in the District of Columbia.  Sentencing has been scheduled for May 8, before Judge Mehta.\nAccording to the plea documents, between September 2013 and May 2014, Ware devised a scheme to steal more than $21,000 in VA disability benefit money by wiring payments in the names of legitimate VA beneficiaries to his own bank account.  Between October 2014 and February 2015, Ware directed additional disability benefits totaling almost $46,000 to a friend, Jacqueline Crawford of Gulfport, Mississippi.  Ware and Crawford were not entitled to receive the money.\nWare also admitted that, at his direction, Crawford then kicked back more than $13,000 to Ware, usually through the use of Walmart2Walmart money transfers.  Crawford pleaded guilty in February 2017, to an information charging her with a single count of theft of government property related to the scheme, and is awaiting sentencing.\nThe Department of Veterans Affairs Office of Inspector General investigated the case.  Trial Attorneys Richard B. Evans and Rebecca Moses of the Criminal Division’s Public Integrity Section are prosecuting the case.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "fraud",
            "pleads",
            "employee",
            "scheme",
            "veterans",
            "va",
            "crawford",
            "wire",
            "department",
            "ware",
            "pleaded",
            "guilty",
            "bribery",
            "money",
            "affairs"
        ]
    }
]