[
    {
        "url": "https://coed.com/2018/01/25/monkey-cloned-chinese-academy-of-sciences-photos/",
        "title": "China Cloned A Monkey: Full Story & Must-See Details",
        "authors": [
            {
                "name": "Yes He Counts As A Team",
                "link": null
            },
            {
                "name": "Lebron James",
                "link": null
            },
            {
                "name": "Ny Yankees",
                "link": null
            },
            {
                "name": "Ny Giants",
                "link": null
            },
            {
                "name": "My Favorite Sports Teams In Order.",
                "link": null
            },
            {
                "name": "Self Proclaimed Sports Addict Who Isn'T Afraid To Make A Horribly Funny Pun. I Truly Believe That Laughter Is The Best Medicine.",
                "link": null
            },
            {
                "name": "Fun Loving",
                "link": null
            },
            {
                "name": "Diligent",
                "link": null
            },
            {
                "name": "A Hard Working",
                "link": null
            },
            {
                "name": "Who Is Jesse Tully",
                "link": null
            }
        ],
        "publisher": "https://coed.com",
        "publish_date": "2018-01-25",
        "text": "Search:\nChinese Academy of Sciences Cloned a Monkey & That’s Kinda Scary\n|\nInstagram\nThe Chinese Academy of Chinese Acadamy of Sciences has just cloned the first ever primates using the same method that brought us, Dolly, the Sheep. If you are unfamiliar with Dolly, she was the first ever mammal cloned and is by far the most famous clone.\n“Animal cloning from an adult cell is much more difficult than from an embryonic cell. So when scientists working at the Roslin Institute in Scotland produced Dolly, the only lamb born from 277 attempts, it was a major news story around the world.\nTo produce Dolly, scientists used an udder cell from a six-year-old Finn Dorset white  sheep . They had to find a way to ‘reprogram’ the udder cells – to keep them alive but stop them growing – which they achieved by altering the growth medium (the ‘soup’ in which the cells were kept alive). Then they injected the cell into an unfertilized egg cell which had had its nucleus removed, and made the cells fuse by using electrical pulses. The unfertilized egg cell came from a Scottish Blackface ewe. When the research team had managed to fuse the nucleus from the adult white sheep cell with the egg cell from the black-faced sheep, they needed to make sure that the resulting cell would develop into an embryo. They cultured it for six or seven days to see if it divided and developed normally, before implanting it into a surrogate mother, another Scottish Blackface ewe. Dolly had a white face.\nFrom 277 cell fusions, 29 early embryos developed and were implanted into 13 surrogate mothers. But only one pregnancy went to full term, and the 6.6 kg Finn Dorset lamb 6LLS (alias Dolly) was born after 148 days.” – AnimalResearch.info\nThe difference with these monkeys compared to Dolly is that the fact they are primates which brings scientists one step closer to being able to clone humans! These baby monkeys look adorable and for right now are both considered to be in good health. The two identical long-tailed macaques – named Zhong Zhong and Hua Hua – were born eight and six weeks ago at a laboratory in China.\nJan 24, 2018 at 5:24pm PST\nI know you probably thought having a clone would be awesome, I know I have. Think about it for those days you don’t feel like getting out of bed and going to school/work you can just send your clone or when you have to go to dinner with your girlfriends family during the big game you can just send your clone. At the same time, it’s actually kind of terrifying because for all we know people can make clones of you without your knowledge and then you just have this other you walking around. There is still a ways to go till they have the ability to clone humans “safely” not to mention all the ethical hurdles they would have to overcome. This is definitely something to stay woke too.\nJan 24, 2018 at 4:41pm PST\n, https://www.instagram.com/p/BeWkILNjvXr/?tagged=clones\n, https://www.instagram.com/p/BeWeuMCBF37/?tagged=clones\nRead More:\nCulture , News\nWho is Jesse Tully? A hard working, diligent, fun loving, self proclaimed sports addict who isn't afraid to make a horribly funny pun. I truly believe that laughter is the best medicine.   My Favorite sports teams in order. 1) NY Giants 2) NY Yankees 3) LeBron James (yes he counts as a team) 4) NY Rangers   Currently Interning at The UFC and Coed.com\nFROM OUR NETWORK\nEmail Address\n",
        "quotes": [
            [
                "Animal cloning from an adult cell is much more difficult than from an embryonic cell.",
                "",
                true
            ],
            [
                "So when scientists working at the Roslin Institute in Scotland produced Dolly, the only lamb born from 277 attempts, it was a major news story around the world.",
                "",
                true
            ],
            [
                "To produce Dolly, scientists used an udder cell from a six-year-old Finn Dorset white  sheep .",
                "",
                true
            ],
            [
                "They had to find a way to ‘reprogram’ the udder cells – to keep them alive but stop them growing – which they achieved by altering the growth medium (the ‘soup’ in which the cells were kept alive).",
                "",
                true
            ],
            [
                "Then they injected the cell into an unfertilized egg cell which had had its nucleus removed, and made the cells fuse by using electrical pulses.",
                "",
                true
            ],
            [
                "The unfertilized egg cell came from a Scottish Blackface ewe.",
                "",
                true
            ],
            [
                "When the research team had managed to fuse the nucleus from the adult white sheep cell with the egg cell from the black-faced sheep, they needed to make sure that the resulting cell would develop into an embryo.",
                "",
                true
            ],
            [
                "They cultured it for six or seven days to see if it divided and developed normally, before implanting it into a surrogate mother, another Scottish Blackface ewe.",
                "",
                true
            ],
            [
                "From 277 cell fusions, 29 early embryos developed and were implanted into 13 surrogate mothers.",
                "",
                true
            ],
            [
                "But only one pregnancy went to full term, and the 6.6 kg Finn Dorset lamb 6LLS (alias Dolly) was born after 148 days.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://coed.com/category/news/",
                "http://www.animalresearch.info/en/designing-research/research-animals/sheep/",
                "https://coed.com/category/culture/",
                "http://www.animalresearch.info/en/medical-advances/timeline/cloning-dolly-the-sheep/"
            ]
        },
        "key_words": [
            "cell",
            "mustsee",
            "scientists",
            "clone",
            "cloned",
            "white",
            "days",
            "sheep",
            "egg",
            "dolly",
            "monkey",
            "details",
            "cells",
            "know",
            "china"
        ]
    }
]