[
    {
        "url": "https://beforeitsnews.com/obama/2018/01/breaking-news-about-malia-obama-barack-did-it-to-her-2485802.html",
        "title": "News About Malia Obama – Barack Did it to Her!",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nMonday, January 22, 2018 22:33\n \nIt’s difficult to parse out just what will be the legacy that Obama leaves behind. It could be any number of things; the Affordable Care Act (aka Obamacare) was a huge pet project, as was arming Muslim majority nations who want to kill the United States. Growing the government and overburdening the welfare system was also a huge move on the part of Democrats while Obama was in office. But when we look back on the 8 years as a whole, one of the biggest things to stick out is the way he once again set racism on fire.\nOne might think that being a mixed race person himself he would want peace among the two races that he could reasonably claim, but that just didn’t seem to be the case. With the help of his very empowered black wife, President Obama lit up America with overtly racist sentiments, and like any good wildfire, it’s now burning completely out of control.\nThey might have thought that what they were doing would only be good for their family. After all, they all identified as black people, and the fire of racism was fueled by black Americans who wanted more than what they’d been given. They apparently didn’t look far enough into the future to see that one of their daughters might just want to go out with a person who wasn’t black. Or maybe it was the other way around, and as teenagers sometimes do, his daughter saw what her daddy hated the most and decided to take it out on a date just to make him mad. Either way, Malia Obama has found herself in the middle of a hailstorm of her dad’s own making after beginning to date a white boy while in college.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nSister Economics,\nEvery time I read one of your idiotic articles I kind of want to hate all white people.  But then I remember it’s not a good thing to generalize like that.  You are just one person after all.  Plus, I’m white and that was kind of a problem.\nFeb 21, 2018, 9:59 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "person",
            "good",
            "racism",
            "look",
            "things",
            "black",
            "obama",
            "way",
            "huge",
            "malia",
            "barack"
        ]
    }
]