[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/psychic-on-hawaii-false-missile-alert-3590464.html",
        "title": "Psychic On: Hawaii False Missile Alert",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By TheZeppelin\nWednesday, January 24, 2018 8:24\n% of readers think this story is Fact. Add your two cents.\nT o see more of her work please visit www.PsychicFocus.Blogspot.com\nQ. Dave Janda, a longtime Washington insider has postulated that the recent missile scare in Hawaii was an actual launched missile from a submarine manned by a renegade faction of the Chinese military who sought to start a war. The missile was allegedly taken out by the US missile defense system and the sub was destroyed by US forces.\nHe talks about it at about 25 min in  https://www.youtube.com/watch?v=SIO4vWYtk6s\nA.  When I first heard the story, I immediately knew that it was a false flag, but something was off and didn’t feel right. With a flip of a switch or push of a button almost (within reason) as much fear and panic was created as it would have been with a bomb or bullets, only at a fraction of the price.  The PTW, (Powers That Were) know they are under heavy scrutiny (they know they are being watched), and didn’t have the time, money or effort to pull this off full out, and knew they didn’t need to in order to accomplish their goal.\nI get the PTW  orchestrated this to make people fearful.  Fearful people are submissive.    Feeling as though you are in a situation that is beyond your control is a helpless and humbling feeling.  Making people, all people, not just Hawaiians, realize that danger could be anywhere at anytime makes the citizens much more willing to comply with whatever is necessary to stay safe (even if you have to give up constitutional rights in the process). \nEven more importantly than evoking fear and making people welcome government interference (those were just the side benefits for the PTW), the PTW want to send a message to Trump and incite a war that he will need to deal with.  If Trump is dealing with a war, then he has to put time, energy and effort into that (versus the PTW SCANDALS he is exposing).\nThe PTW look to be quite masterful at provoking this too.  They know that North Korea has been on the radar for a while, and used that to play into their plan.  I see a scenario of three kids in a line facing forward.  The one on the left pokes the one on the right, who turns to the one in the middle and reacts.  I get this is how the PTW are doing it.  The PTW pokes the US, and then pokes North Korea before quietly bowing out, leaving these two face to face.  \nIf you have a moment, please put the intent out there that the truth will be seen for what it is, and these PTW will be exposed for who and what they are.  I’m left hearing (in a  Yoda  voice?) “Fear not the PTW, for fall when they will, restored will be peace.” (not sure where that came from..)\nAnd that is all I have for this reading.  Thank you.  Love and light-\nLink to PsychicFocus reading on YouTube:    \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Fear not the PTW, for fall when they will, restored will be peace.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://psychicfocus.blogspot.com/2018/01/false-hawaii-missile-alert.html",
                "https://beforeitsnews.com/v3/r2/?url=http://www.PsychicFocus.Blogspot.com",
                "https://beforeitsnews.com/v3/r2/?url=https://en.wikipedia.org/wiki/Yoda",
                "https://beforeitsnews.com/v3/r2/?url=https://www.youtube.com/watch?v=SIO4vWYtk6s",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "hawaii",
            "trump",
            "psychic",
            "didnt",
            "right",
            "missile",
            "pokes",
            "war",
            "ptw",
            "false",
            "alert",
            "fear",
            "know",
            "reading"
        ]
    }
]