[
    {
        "url": "https://beforeitsnews.com/tea-party/2017/10/trump-combines-his-worst-ideas-into-a-solar-power-border-wall-2601219.html",
        "title": "Trump Combines His Worst Ideas Into a Solar-Power Border Wall",
        "authors": [
            {
                "name": "Freedom Bunker",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Freedom Bunker\nTrump Combines His Worst Ideas Into a Solar-Power Border Wall\nThursday, October 19, 2017 18:18\n% of readers think this story is Fact. Add your two cents.\nDonald Trump’s border wall has always been an ineffective, immoral, and incredibly expensive idea. But lately he’s been making it even worse, by suggesting that it double as a giant solar power plant.\nThe president first floated this notion back in June, saying that a wall topped with solar panels “creates energy and pays for itself.” Now, with work on border wall prototypes getting underway, his idea doesn’t seem to be just a passing fancy.\n“Solar panels or technology bundles on top of the fence certainly isn’t off the table,” Mario Villarreal, the new division chief for San Diego’s Customs and Border Protection field office, told The Washington Examiner yesterday. Villarreal’s office is overseeing the construction of eight different border wall prototypes.\nHow exactly solar panels would make a border wall better is not entirely clear. Solar technology would be a poor migrant repellent, and there is every reason in the world to doubt that it would actually bring the costs of a wall down.\nSome number crunching by Business Insider puts the cost of simply installing a solar array along the southern border at somewhere between $1.4 billion and $4.2 billion—all to generate maybe $100 million worth of electricity a year. Those estimates, mind you, do not include the cost of transmission lines, software, energy storage systems, regular maintenance, and everything else that goes into getting power from panels to people.\nCalifornia already spends $9 million a year maintaining its own portion of our current low-tech border wall. Constantly replacing solar panels damaged by storms or smugglers would make the price sky-high.\nTrump’s other protectionist policies have only compound these expenses. In April, the president signed a number of executive orders instructing his administration to adhere to several “Buy American” rules for government procurement.\nAs Dan Ikenson of the Cato Institute told Reason at the time, such requirements only drive up the cost of government projects. “If we’re talking about a $1 trillion infrastructure project, we might only get $500 billion of infrastructure.”\nMeanwhile, the Trump administration may start slapping tariffs on solar panels. Last month the International Trade Commission declared that imported Chinese solar panels were hurting American manufacturing jobs; it will soon recommend to the White House whether or not to impose new trade barriers in response.\nShould those tariffs go through, the U.S. market will be starved of cheaper competition, sapping already-subsidized domestic solar companies’ incentive to innovate and bring prices down. That means U.S. taxpayers would have to shell out even more for 1,000 miles of solar border fencing.\nTaken one at a time, Trump’s various protectionist policies come across as costly and counter-productive. When merged into the single idea of a solar border wall, they combine into an absurd and contradictory mess. To protect American workers with a giant border wall, Trump wants to spend even more money covering that wall with high-cost American solar panels that he may make even more expensive with tariffs.\nIf that counts as winning, I’m already sick of it.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nb4\nit already takes about $1.20 to produce a dollar of solar power–fools game–total bullshit\nOct 20, 2017, 6:49 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "creates energy and pays for itself.",
                "",
                false
            ],
            [
                "Solar panels or technology bundles on top of the fence certainly isn’t off the table,",
                "Mario Villarreal",
                true
            ],
            [
                "If we’re talking about a $1 trillion infrastructure project, we might only get $500 billion of infrastructure.",
                "Dan Ikenson",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.washingtonexaminer.com/top-immigration-official-says-solar-paneled-border-wall-not-off-the-table/article/2637993",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.bbc.com/news/world-us-canada-40363390",
                "https://beforeitsnews.com/v3/r2/?url=http://reason.com/archives/2017/03/31/why-the-wall-wont-work",
                "https://beforeitsnews.com/v3/r2/?url=http://www.sandiegouniontribune.com/news/border-baja-california/sdut-border-wall-daily-repair-2016may15-story.html",
                "https://beforeitsnews.com/v3/r2/?url=http://reason.com/blog/2017/09/28/green-energy-protectionism",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://reason.com/blog/2017/04/19/trumps-latest-america-first-executive-or",
                "https://beforeitsnews.com/v3/r2/?url=http://www.businessinsider.com/trump-solar-border-wall-2017-7",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "trump",
            "worst",
            "trade",
            "solarpower",
            "ideas",
            "combines",
            "border",
            "solar",
            "panels",
            "idea",
            "cost",
            "american",
            "trumps",
            "wall"
        ]
    }
]