[
    {
        "url": "https://beforeitsnews.com/opinion-conservative/2018/01/donald-trump-slaps-globalists-with-america-first-message-at-davos-3357404.html",
        "title": "Donald Trump Slaps Globalists With ‘America First’ Message at Davos",
        "authors": [
            {
                "name": "Atlas Shrugs",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Donald Trump Slaps Globalists With ‘America First’ Message at Davos\nThursday, January 25, 2018 8:09\n% of readers think this story is Fact. Add your two cents.\nA bold President Donald Trump had barely boarded his flight to Davos, Switzerland, and already the world was twittering in shock at his intended message — one of “America First.”\nPresident Donald Trump leaves for Davos.\nThis type of patriotism and sovereignty doesn’t go over well with the globalists.\nBut does Trump care?\nNope. With him, it’s Make America Great Again, no matter the pressure to cave to world powers, progressive interests and even anti-America forces.\nHere’s a bit more, from the Times of Israel :\nUS President Donald Trump rappels into the snowy Swiss Alps on Thursday to address Davos summiteers anxious to see whether they will get a pitch from a capitalist kindred spirit or a lecture from a populist president.\nTrump is due to deliver the closing address at the World Economic Forum on Friday and aides say he will use his surprise maiden appearance to play salesman-in-chief, making the case for investment in a revitalized America.\n“(This trip) is about an America First agenda but America First does mean working with the rest of the world,” US Treasury Secretary Steven Mnuchin told reporters in Davos.\n“It just means that President Trump is looking out for American interests, no different than other leaders look out for their own,” he added.\nThe president’s security and logistical teams scrambled to prepare the trip at short notice, scouring the valleys around Davos for limited hotel space, battling snowstorms and finding themselves briefly hamstrung by a US government shutdown.\nAside from his speech, Trump will hold meetings with the British and Israeli prime ministers, both of whom are due to address the forum on Thursday, as well as Rwandan President Paul Kagame.\nWith Kagame, Trump will likely try to turn a page on his reported derogatory comment about “shithole” African countries.\nFor her part, British leader Theresa May will encourage activist investors to pressure social media firms into clamping down on fake news, hate speech and sexual harassment, according to excerpts of her speech released by Downing Street.\nBy the numbers, Trump and his phalanx of six cabinet ministers visiting Davos have a good story to tell, as he becomes the first sitting president to attend since Bill Clinton in 2000.\nTrump’s business-friendly tax cuts and a record-breaking bull run on Wall Street have wowed many in the Davos crowd. US growth edged up to 3.2 percent in the third quarter.\nBut the decision by Trump — the self-styled anti-globalist president — to attend the world’s most notable gathering of globalists, and at an exclusive Swiss ski resort no less, has left some scratching their heads.\nA year ago, the Davos spotlight was claimed by China’s communist leader Xi Jinping, who took up the torch of global trade to the delight of the well-heeled audience then anxious about Trump’s impending inauguration.\nDavos is “not exactly a sympathetic audience” for Trump, according to William Allen Reinsch of the Center for International and Security Studies. “Walking into the lion’s den is an apt metaphor.”\nIndeed, other government leaders attending Davos have lined up to poke holes in the Trump approach this week.\nPicking up the threads of arguments outlined by the Indian, Canadian and German premiers, French President Emmanuel Macron on Wednesday acknowledged that globalist policies need to adapt to help those left behind.\nBut implicitly rebuking Trump, he insisted: “Those that don’t want to move forward should not block the most ambitious people in the room.”\nHowever in a later interview with Swiss radio, Macron said he wanted Trump to be at the Alpine resort.\n“We spoke on the phone and I urged him to come to Davos, to explain his strategy and swim in these waters, to confront other ideas,” he said.\n“I disagree with him on his method, but on our purpose we agree,” he said, adding he was “very attached” to the United States being a partner.\nTrump can expect a warm welcome in Davos from some business executives happy about his tax cuts and deregulation drive.\nThey are keen now to see which version of Trump will show up — the business-friendly tycoon or the leader who berated the rest of the world at the UN General Assembly last September.\n“It is hard to predict whether the president will seek to reassure or provoke his audience in Davos,” said former treasury secretary Larry Summers, a Democrat. …\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "This trip) is about an America First agenda but America First does mean working with the rest of the world,",
                "Davos",
                true
            ],
            [
                "It just means that President Trump is looking out for American interests, no different than other leaders look out for their own,",
                "",
                true
            ],
            [
                "Walking into the lion’s den is an apt metaphor.",
                "",
                true
            ],
            [
                "Those that don’t want to move forward should not block the most ambitious people in the room.",
                "Macron",
                true
            ],
            [
                "We spoke on the phone and I urged him to come to Davos, to explain his strategy and swim in these waters, to confront other ideas,",
                "Macron",
                true
            ],
            [
                "I disagree with him on his method, but on our purpose we agree,",
                "Macron",
                true
            ],
            [
                "It is hard to predict whether the president will seek to reassure or provoke his audience in Davos,",
                "Larry Summers",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.timesofisrael.com/trump-takes-america-first-message-to-world-economic-forum/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "trump",
            "america",
            "audience",
            "message",
            "leader",
            "swiss",
            "davos",
            "speech",
            "globalists",
            "donald",
            "slaps",
            "world",
            "president"
        ]
    }
]