[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/good-riddance-cecile-richards-stepping-down-as-planned-parenthood-president-2975985.html",
        "title": "Good Riddance: Cecile Richards Stepping Down as Planned Parenthood President",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By RedState (Reporter)\nGood Riddance: Cecile Richards Stepping Down as Planned Parenthood President\nWednesday, January 24, 2018 12:57\n% of readers think this story is Fact. Add your two cents.\nTo you, Cecile Richards, I give the byest of Felicias.\nPresident of Planned Parenthood, Cecile Richards, won’t be President for much longer as she has announced that after a decade of being at the head of the abortion giant, she’s stepping down.\nAccording to BuzzFeed , two sources familiar with the matter said Richards, 60, already informed some of the board of directors for the organization about her intentions, and will discuss the matter further at the board meeting scheduled for later this week.\nRichards took control of Planned Parenthood in 2006, and has since become the company’s leader and face. During a time when Democrats had a lot of control over the political goings on in the country, Planned Parenthood thrived under Richards. However, with Donald Trump and Republicans at the helm, the abortion organization has run into one trouble after another, and Richards has found her influence and power waning.\nThis is something even acknowledged by BuzzFeed:\nRichards’ plans come at a tumultuous time for abortion rights activists and contraceptives access. In its first year, the Trump administration has peeled back state funding protections for Planned Parenthood, thanks in part to a dramatic  tie-breaking vote  cast by Vice President Mike Pence in March, his first in office. In October, the administration also  rolled back  an Obama-era rule requiring most employers to provide contraception insurance coverage, which Planned Parenthood had a heavy hand in crafting. That decision is  on hold , however, after a federal judge in Pennsylvania granted a nationwide preliminary injunction on the new rules.\nAs Planned Parenthood’s troubles increase and Richards’ power decreases, it’s little wonder she’s looking for the door.\nRichards was at the head of Planned Parenthood during many major scandals, including the discovery that the organization was selling baby parts for profit as revealed by the Center for Medical Progress.\nRichards and Planned Parenthood attempted to re-brand the abortion provider as something other than an abortion provider , but was unable to escape from the public relations monster it had created for itself. The organization has killed over 7 million babies since its inception , with over 300,000 deaths a year under Richards’ watch. Separating itself from that, especially after it repeatedly took pride in its work, wasn’t something Richards was capable of.\nRichards also used her seat as Planned Parenthood’s head to fight battles against Republicans and the American people’s rights.\nThe Planned Parenthood head used falsehoods against private businesses like Hobby Lobby , which Richards painted as attempting to eliminate all forms of birth control for women. They weren’t, only certain forms, but Richards attempted to generate outrage from women all over the U.S. with demonstrable lies.\nDespite this being an obvious fact, Richards spun lie after lie in an attempt to sway the public into a frenzy that would make sure the fight to keep businesses under the thumb of government – which would then in turn mandate birth control that you could get at Planned Parenthood – good and strong. Essentially, Richards wants you, business owners and taxpayers, to keep her business booming, and she’ll boldly lie in order to accomplish that goal. Especially if it means stripping you of your religious rights to do so, as  Christians are the primary group standing in the way  of her lobbying.\nWhile Richards was championing the poor women who she said would have to suffer the blow of having to pay for protected sex if Republicans had their way, Richards was making over half a million dollars ever year in salary. This is an 11 percent increase since 2011 despite the fact that Planned Parenthood’s business has been on the decline.\nRichards is responsible for millions of deaths, and attempts at the reductions of our rights and freedoms. The world will be better for her departure.\nAs far as her replacement goes, David Daleiden, Center for Medical Progress’s head, has a suggestion.\nIn light of the news @CecileRichards is resigning from @PPact I again suggest Dr. Lisa Harris @PPofMI for President/CEO. With @TheJusticeDept investigation @PPact will need somebody who is willing to be honest about what they do to unborn children! #PPSellsBabyParts #ShutThemDown https://t.co/XLwjBQ4Kcs\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com/brandon_morse/2016/08/26/planned-parenthood-trying-rebrand-place-people-go-anything-abortions/",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/hashtag/PPSellsBabyParts?src=hash&ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/v3/r2/?url=https://www.buzzfeed.com/rubycramer/cecile-richards-plans-to-step-down-as-president-of-planned?utm_term=.ukzekgOOZL#.en4rMONNv6",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/PPofMI?ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/CecileRichards?ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/PPact?ref_src=twsrc%5Etfw",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.buzzfeed.com/emaoconnor/a-federal-judge-just-blocked-trumps-contraception-coverage?utm_term=.idGWdoB7j#.ii7Ea1rxk",
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com/brandon_morse/2016/07/26/planned-parenthoods-public-enemy-1-david-daleiden-cleared-charges-da/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com//brandon_morse/2018/01/24/good-ridance-cecile-richards-stepping-planned-parenthood-president/http://www.lifenews.com/2016/05/02/planned-parenthood-ceo-my-proudest-moment-is-forcing-christians-to-pay-for-abortion-drugs/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.buzzfeed.com/emaoconnor/trump-administration-contraception-mandate-rules?utm_term=.qmk6lBAgD#.guRNO75Dd",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/hashtag/ShutThemDown?src=hash&ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/v3/r2/?url=https://www.buzzfeed.com/emaoconnor/pence-votes-to-break-a-tie-to-allow-sates-to-defund-planned?utm_term=.pb35rYpK9#.wuY3mJLZX",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://twitchy.com/sd-3133/2014/06/30/planned-parenthoods-cecile-richards-fights-hobby-lobby-decision-with-safe-legal-stupidity/",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/TheJusticeDept?ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com/brandon_morse/2017/10/18/planned-parenthoods-death-count-reaches-7-million-101st-birthday/"
            ]
        },
        "key_words": [
            "good",
            "organization",
            "riddance",
            "cecile",
            "control",
            "head",
            "stepping",
            "planned",
            "parenthoods",
            "rights",
            "richards",
            "parenthood",
            "abortion",
            "president"
        ]
    }
]