[
    {
        "url": "https://beforeitsnews.com/space/2018/01/this-is-ice-in-antarctica-flowing-in-slow-motion-like-water-going-through-river-rapids-2511125.html",
        "title": "This Is Ice in Antarctica, Flowing in Slow Motion Like Water Going Through River Rapids",
        "authors": [
            {
                "name": "Universe Today",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nThis Is Ice in Antarctica, Flowing in Slow Motion Like Water Going Through River Rapids\nMonday, January 22, 2018 18:09\n \nOne of the benefits of the Space Age is the way it has allowed human beings to see Earth in all of its complexity and splendor. In addition, it has allowed us to conduct studies of Earth’s surface and atmosphere from orbit, which helps us to see the impact we have on our the planet. It is with this purpose in mind that NASA’s Earth Observation Program has been monitoring the Arctic and Antarctic for many years.\nFor instance, Operation IceBridge has spent much of the past decade monitoring the Antarctic ice sheet for signs of cracks and flows. The purpose of this is to determine how and at what rate the ice sheet is changing due to Climate Change. Recently, NASA crews conducted a flight over the southern Antarctic Peninsula as part of Operation IceBridge ninth year, which resulted in some stunning pictures of the icy landscape.\nThe flight took place on November 4th, 2017, as part of IceBridge’s “Endurance West” mission to study sea ice. The path they chose follows the ground track of NASA’s Ice, Cloud, and land Elevation Satellite-2 (ICESat-2), an ice-mapping satellite that is scheduled for launch in late 2018. This path began at the northern tip of the Antarctic Peninsula and then moved southward across the Weddell Sea.\nSemi-permanent cracks on the Antarctic Peninsula. Credit: NASA/Digital Mapping System.\nThe images the crew took aboard their P3 research plane were captured by a Digital Mapping System , a downward-pointing camera that collects thousands of high-resolution photographs during a single flight. While traveling over the southern Antarctic Peninsula, they imaged a landscape that resembled rapids, where the motion of rivers becomes amplified as the water flows through steeper, narrower terrain.\nIn a similar fashion, as ice flows through narrower canyons and down steeper bedrock, more fractures appear at the surface. But of course, the rate at which this takes place is much slower, which can make discerning movement in the ice sheet rather difficult. The first image (shown above) shows ice flowing into the southern part of the George VI ice shelf, which is located in Palmer Land south of the Seward Mountains.\nIn this location, cracks are likely to be a regular feature that form as the ice flows over the bedrock. However, since the ice flow is relatively slow (even on the steeper part of the bedrock), the surface cracks are not as dramatic as in other regions. For example, the second image (shown below), which shows a heavily crevassed glacier that measures about 21 km (13 mi) long and 11 km (7 mi) wide.\nThe glacier appears to be flowing west from the Dyer Plateau to George VI Sound while the north side merges with the Meiklejohn Glacier. The third image (bottom) shows a heavily crevassed glacier north of Creswick Peaks that also flows west into George VI Sound. In short, the pictures confirm that ice on the southern end of the Antarctic Peninsula is flowing towards the ocean.\nA heavily crevassed glacier flows west from the Dyer Plateau. Credit: NASA/Digital Mapping System\nThe purpose of IceBridge, which has been conducting regular measurements in the Antarctic Peninsula since 2009, has been to study just how fast and to what extent Climate Change has been impacting the region. While ice sheet loss is a well-documented phenomenon, scientists have known for some time that the most dramatic losses in Antarctica occur along its western side.\nIn addition, research has shown that the southern part of the peninsula is particularly vulnerable, as the glaciers and ice shelves there have become destabilized and are slowly feeding into the sea. And unlike sea ice, the land ice in this region has the potential to raise sea levels around the world. As Michael Studinger, the project manager for IceBridge, describes the operation:\n“IceBridge exists because we need to understand how much ice the Greenland and Antarctic ice sheets will contribute to sea level rise over the next couple of decades. In order to do this, we need to measure how much the ice surface elevation is changing from year to year.”\nKnowing how significant the impact of Climate Change will be is the first step in developing countermeasures. It also serves as a stark reminder that the problem exists, and that solutions need to be found before it is too late.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "IceBridge exists because we need to understand how much ice the Greenland and Antarctic ice sheets will contribute to sea level rise over the next couple of decades.",
                "Michael Studinger",
                true
            ],
            [
                "In order to do this, we need to measure how much the ice surface elevation is changing from year to year.",
                "Michael Studinger",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.nasa.gov/mission_pages/icebridge/index.html",
                "https://beforeitsnews.com/v3/r2/?url=https://earthobservatory.nasa.gov/IOTD/view.php?id=91578&eocn=home&eoci=iotd_image",
                "https://beforeitsnews.com/v3/r2/?url=https://icesat-2.gsfc.nasa.gov/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.nasa.gov/mission_pages/icebridge/instruments/dms.html",
                "https://beforeitsnews.com/v3/r2/?url=https://eospso.nasa.gov/",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "flows",
            "river",
            "motion",
            "antarctica",
            "surface",
            "going",
            "ice",
            "flowing",
            "southern",
            "water",
            "sea",
            "glacier",
            "west",
            "peninsula",
            "antarctic",
            "rapids",
            "slow"
        ]
    }
]