[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/mount-mayon-erupts-beautifully-but-violently-spewing-lava-smoke-and-ash-2689124.html",
        "title": "Mount Mayon Erupts Beautifully But Violently, Spewing Lava, Smoke, And Ash",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Mac (Reporter)\nTotal:\nMount Mayon Erupts Beautifully But Violently, Spewing Lava, Smoke, And Ash\nThursday, January 25, 2018 6:09\n% of readers think this story is Fact. Add your two cents.\nWarnings that Mount Mayon would soon erupt have caused over 50,000 Philippines residents living in the area to flee their homes.  Well, the volcano has erupted, complete with lava fountains and ash, and it’s eerily beautiful.\nMount Mayon has spewed lava up to 2,000ft high and its ash plumes stretched up to three miles above the crater.  Cedric Daep, a provincial disaster response official , told a news conference that he has recommended electricity and water supplies be cut in the no-go zones to discourage residents from returning. “If pyroclastic flows hit people, there is no chance for life, Daep said. “Let us not violate the natural law, avoid the prohibited zone, because if you violate, the punishment is the death penalty.”\nThe Philippine Institute of Volcanology and Seismology said the volcano that’s been erupting for almost two weeks , at times very explosively, and still appears to be swelling with magma under the surface.\nMayon’s most destructive eruption, in 1814, killed more than 1,200 people and buried the town of Cagsawa in volcanic mud. The Philippines, which has about 22 active volcanoes, lies in the “Ring of Fire,” a line of seismic faults surrounding the Pacific Ocean where earthquakes and volcanic activity are common.\nThis is the third time since its eruption that Mayon has generated a lava fountain.  Pyroclastic flows , superheated gas and volcanic debris that could incinerate anything in their path, reached 3 miles from the crater in one area, the Philippine Institute of Volcanology and Seismology said. “It’s a logistical nightmare,” Office of Civil Defense regional director Claudio Yucot said of the government’s effort to look after the still-swelling number of evacuees in at least 66 emergency shelters in nine cities and towns in northeastern Albay province, where Mayon lies.\nBased on its previous eruptions, Mayon’s restiveness could last from two to four months, prompting Albay and national authorities to take steps to ease the impact on schools, public health and safety, livelihood, and law and order, officials said.  Officials have already had problems keeping people from entering the restricted zones to check on livestock or the condition of their homes.\nShould any of these trends continue, Mayon could severely impact not only the global climate but become deadly.\nThis article has been contributed by SHTF Plan. Visit www.SHTFplan.com for alternative news, commentary and preparedness info.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Let us not violate the natural law, avoid the prohibited zone, because if you violate, the punishment is the death penalty.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.shtfplan.com/headline-news/mayon-volcano-alert-level-raised-explosion-anytime-just-be-ready_01232018",
                "https://beforeitsnews.com/v3/r2/?url=http://www.shtfplan.com/emergency-preparedness/violent-ring-of-fire-unleashing-path-of-destruction-prelude-to-major-seismic-event-in-cali_11092015",
                "https://beforeitsnews.com/v3/r2/?url=http://www.shtfplan.com//headline-news/https://newsinfo.inquirer.net/963430/mayon-ejects-lava-for-the-third-time-thursday-phivolcs",
                "https://beforeitsnews.com/v3/r2/?url=http://www.SHTFplan.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://metro.co.uk/2018/01/25/spectacular-eruption-lava-smoke-ash-spew-mount-mayon-volcano-7258847/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.shtfplan.com//headline-news/https://www.cbsnews.com/news/philippines-mayon-volcano-evacuations-increase-threat-eruption-lingers/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "ash",
            "mayon",
            "residents",
            "spewing",
            "volcanology",
            "violate",
            "zones",
            "pyroclastic",
            "mount",
            "volcanic",
            "seismology",
            "beautifully",
            "smoke",
            "volcano",
            "erupts",
            "violently",
            "lava"
        ]
    }
]