[
    {
        "url": "https://beforeitsnews.com/animals-pets/2018/01/pangolins-are-weirdly-amazing-creatures-and-sadly-endangered-video-2462950.html",
        "title": "Pangolins Are Weirdly Amazing Creatures and Sadly Endangered (Video)",
        "authors": [
            {
                "name": "N. Morgan",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By N. Morgan\nSunday, January 21, 2018 7:31\n \nPangolins are considered one of the world’s most heavily trafficked mammals roaming the Earth.\nThese defenseless little beings are being slaughtered to extinction – simply to meet a demand based on superstitions and exploited by greed.\nExperts warn that the illegal trade in Pangolins will render them extinct within our lifetime – yet most people have never heard of a Pangolin!\nPangolins are mammals of the order Pholidota.\nThe one extant family, Manidae, has three genera: Manis, which comprises four species living in Asia; Phataginus, which comprises two species living in Africa; and Smutsia, which comprises two species also living in Africa.\nPangolins have large, protective keratin scales covering their skin, and they are the only known mammals with this feature.\nThey live in hollow trees or burrows, depending on the species.\nPangolins are nocturnal, and their diet consists of mainly ants and termites which they capture using their long tongues.\nThey tend to be solitary animals, meeting only to mate and produce a litter of one to three offspring which are raised for about two years.\nPangolins are threatened by hunting (for their meat and scales) and heavy deforestation of their natural habitats, and are the most trafficked mammals in the world.\nTo help protect endangered pangolins, you can support rescuers at Save Vietnam’s Wildlife: http://thedo.do/pangolins .\nTo help save endangered wildlife, you can support Project CAT: http://thedo.do/projectcat .\nSpecial thanks to CTGN America ( http://cgtn.com/america ) for their incredible footage.\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nHello Angle#3,\nCharlie here.  Yes, I have heard of the Pangolin.  I just remember they secreted something “stink”, but I did not know the baby Pangolins rode on their mother’s tail.  It looks a bit awkward and doesn’t look right.\nWell, we had a Negro “President” (he was illegal and unqualified) and that didn’t look right either.\nBTW, I am familiar with The Dodo people (similar name ya know).  Years ago some diet “dicktators” tried to shut down our doughnut operation claiming it’s making people fat and I presented clear evidence that they make people happy.  VERY happy. Strangely, when they left the office I gave them each a box of doughnuts and never heard from them since.\nWell, out of that scare came “The Dough-Dough Nut” project.  We educate people about doughnuts.  How to reheat them, calculating doughnut per person, what to do with leftovers and what not.  We even had their favorite stories about doughnuts and how it empowered them.\nBTW, the category about “Leftovers” was eliminated, as we found out nobody EVER had leftovers.  And phew, calculating doughnut per person was very hard.  It seemed endless.\nSigned,\nCharlie (going off to China to make Mangolin Doughnuts.  Wish me the best.  Yes, they will be very crusty)\nJan 21, 2018, 1:30 pm\nPink Slime,\nYour comment caused me to chuckle uncontrollably for a good while.\nThanks!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://america.cgtn.com/",
                "https://thedo.do/pangolins",
                "https://projectcat.discovery.com/donate/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "video",
            "species",
            "comprises",
            "using",
            "support",
            "pangolins",
            "telegram",
            "trafficked",
            "wildlife",
            "sadly",
            "mammals",
            "amazing",
            "living",
            "creatures",
            "weirdly",
            "endangered"
        ]
    }
]