[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/breaking-news-they-are-releasing-it-all-sht-is-about-to-hit-the-fan-2975018.html",
        "title": "They Are Releasing it All... Sh-t Us About to Hit the Fan!",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nTotal:\nThey Are Releasing it All... Sh-t Us About to Hit the Fan!\nSunday, January 21, 2018 6:05\n \nAs we’ve all heard, the main headlines of the news revolve around the memo that consists of 4 pages which exposes a part of the corruption that was inflicted by former President Barack Obama.\nIt seems that finally, Obama is facing some dark times. Many people are starting to turn around against him after the truth about him is starting to get out in the open.\nHe has inflicted numerous terrible policies that are hardening the work that President Donald Trump is facing. The biggest problem is that we haven’t seen anybody go to jail because of their crimes. Hopefully, their luck will be over soon and people like Obama and Hillary Clinton will face some consequences.\nCongressman Matt Gaetz spoke with Sean Hannity and said that he believes that there are several people who are connected to Obama’s corruption and will probably face prison time. For eight years, Obama used the power of his office to  ruin  the lives of the Americans.\nSeveral Republicans are now requesting the FISA  memo  to be revealed to the public.\nBoth, Steve King and Mark Meadows claimed that they acknowledged the House Intelligence Committee’s report which had information about the abuses of Foreign Intelligence Surveillance Act that are connected to the FBI. Also, there are allegations that Trump operated with Russia during his campaign. These allegations can’t be proven because there is no evidence, of course, because it isn’t true. It is just a desperate way to ruin Trump’s reputation.\n“What I saw is absolutely shocking. This report needs to be released–now. Americans deserve the truth,” Meadows tweeted.\nSteve King wrote: “The sickening reality has set in. I no longer hold out hope there is an innocent explanation for the information the public has seen. I have long said it is worse than Watergate.”\nAccording to Hannity, the memo consisted of messages from FBI agent Peter Strzok. For those who don’t know, he was connected to the investigation surrounding Clinton’s private email server.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\n2QIK4U\nWhy call yourself ECONOMIC NEWS when youve never typed a word?\nJan 21, 2018, 8:48 am\nYes, it all goes back to the that woman and the Negro.  Driving Miss Daisy cRaZy.\nJan 21, 2018, 2:11 pm\nThe Negro was NEVER a legal constitutional “President”.  If you really want justice you have to jail, arrest, fine and imprison the ENTIRE Congogress.  FOR THEY put the foreign sodomite in office.\nSo, to put it in mathematical terms: 535 Congogressmen + 1 Negro sodomite = arrested, imprisonment and hangings.\nHighest treason in the highest offices.  People who swore an oath to uphold the Constitution had no intention of carrying out their oaths.\nWe have no need of them.  They are RUBBISH up there.  What you want to do with RUBBISH is your problem.  But don’t keep  them in the house.  They will become the New World Odor.\nI don’t think you’ll like that.\nJan 21, 2018, 2:35 pm\ndufus\nnobody on the hill did their job then and they’re certainly not doing it now. time to dump the garbage. the oath they took means nothing to them. un-American to allow this travesty to happen.\nJan 22, 2018, 3:36 am\ndandelion231\nActually the DOJ and FBI obstructed justice and investigation during Obama’s presidency. The Congress actually did what they were supposed to do, but the link was broken before of the DOJ and FBI so they need to go.  I imagine for the ones who are actual patriots in Congress it must have been a very soul crushing 8 years.\nJan 23, 2018, 2:29 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "What I saw is absolutely shocking.",
                "",
                true
            ],
            [
                "This report needs to be released–now.",
                "",
                true
            ],
            [
                "The sickening reality has set in.",
                "Steve King",
                true
            ],
            [
                "I no longer hold out hope there is an innocent explanation for the information the public has seen.",
                "Steve King",
                true
            ],
            [
                "I have long said it is worse than Watergate.",
                "Steve King",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://freedomdaily.com/breaking-news-they-are-releasing-it-all-sht-is-about-to-hit-the-fan/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://www.syracuse.com/us-news/index.ssf/2018/01/fisa_memo_surveillance_abuse_watergate.html"
            ]
        },
        "key_words": [
            "trump",
            "connected",
            "truth",
            "seen",
            "fan",
            "releasing",
            "starting",
            "obama",
            "memo",
            "sht",
            "hit",
            "ruin",
            "president",
            "report"
        ]
    }
]