[
    {
        "url": "https://beforeitsnews.com/opinion-conservative/2018/01/germany-switzerland-the-netherlands-between-80-and-99-of-muslim-migrants-unemployed-3357392.html",
        "title": "Germany, Switzerland, the Netherlands: Between 80% and 99% of Muslim migrants unemployed",
        "authors": [
            {
                "name": "Atlas Shrugs",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nGermany, Switzerland, the Netherlands: Between 80% and 99% of Muslim migrants unemployed\nThursday, January 25, 2018 7:09\n% of readers think this story is Fact. Add your two cents.\nThen what are they coming for? They were supposed to be coming, or so we were told, to replace an aging workforce. But they’re not replacing it. They’re living off it. And what will happen after that? Eventually at least some Muslim groups in these countries will begin to demand the jizya from the kuffar, the payments that are due to the Muslims from non-Muslims as per Quranic command. Europe is either going to submit to Islam or be engulfed in a civil war that it brought upon itself and will be of its own making, in allowing sharia-adherent Muslims to establish parallel societies all over the continent.\n“‘Even refugees with a university degree have an IQ of only 93,′” Voice of Europe , January 20, 2018:\nThe EU and mainstream media said Europe’s ageing population needed migrants to rejuvenate its workforce.\nIf their statement was correct, then the results of the migrant crisis would’ve been great: Hundreds of thousands of migrant should have been gainfully employed by now.\nA lot of migrants don’t have the skills required to compete in Europe’s modern workforce\nThe reality, however, is totally different. For example in Germany , Switzerland and the Netherlands between 80 and 99 percent of migrants are unemployed after sometimes more than a year.\nA lot of migrants don’t have the skills required to compete in Europe’s modern workforce. But according to Professor Rindermann of the German University of Chemnitz there is also a problem of intelligence.\nProfessor of Psychology Heiner Rindermann, already caused a minor controversy when he stated in Oktober [sic] 2015 that refugees (migrants) have a lower average intelligence than Germans and gave evidence for his claim.\nAccording to his study , refugees with university degrees had an average IQ of 93 in mathematical and abstract tasks; the same skill level as indigenous high school students.\nAs a result, Professor Rindermann wrote in German magazine Focus:\n“The majority of immigrants from South-eastern Europe, the Middle East and Africa do not have a high qualification profile.”\nRindermann went on to claim that the often cited “language problem” is only partly to blame for this discrepancy and more important are weaknesses in basic skills. He adds that the problem is exacerbated by the “more frequent consanguineous marriages (i.e. first cousin marriages) in Muslim communities and in Africa with [their]corresponding impairments”.\n“These people will master the technical and cultural complexity of a modern country less successfully and risk making more cognitive errors in daily life”, Rindermann concluded.\nThe findings of Rindermann were hard to swallow for the mainstream media and the left in general. Regardless of the facts, leftist member of parliament, Susanne Schaper, made the outrageous suggestion to the distinguished university professor that he should go back to school to learn how to express himself politically correctly. In a way, Ms Shaper admits that modern publicly funded education is one big indoctrination course….\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Even refugees with a university degree have an IQ of only 93,",
                "",
                true
            ],
            [
                "The majority of immigrants from South-eastern Europe, the Middle East and Africa do not have a high qualification profile.",
                "Rindermann",
                true
            ],
            [
                "more frequent consanguineous marriages (i.e.",
                "Rindermann",
                false
            ],
            [
                "first cousin marriages) in Muslim communities and in Africa with [their]corresponding impairments",
                "Rindermann",
                false
            ],
            [
                "These people will master the technical and cultural complexity of a modern country less successfully and risk making more cognitive errors in daily life",
                "Rindermann",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=https://www.politico.eu/article/jean-claude-juncker-migration-calls-for-migrants-to-have-legal-ways-to-reach-europe/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://pamelageller.com//2018/01/germany-migrants-unemployed.html/http://www.bbc.com/news/business-34172729",
                "https://beforeitsnews.com/v3/r2/?url=https://voiceofeurope.com/2017/12/switzerland-94-9-per-cent-of-asylum-seekers-in-the-city-of-basel-are-on-benefits/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.focus.de/finanzen/news/wir-verteidigen-europas-werte-ingenieure-auf-realschulniveau_id_5016680.html",
                "https://beforeitsnews.com/v3/r2/?url=https://voiceofeurope.com/2017/12/98-per-cent-of-refugees-in-germanys-second-largest-city-are-unemployed/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://voiceofeurope.com/2018/01/even-refugees-with-a-university-degree-have-an-iq-of-only-93/",
                "https://beforeitsnews.com/v3/r2/?url=https://voiceofeurope.com/2018/01/budget-deficits-for-dutch-municipalities-as-90-of-refugees-are-still-unemployed-after-fifteen-months/",
                "https://beforeitsnews.com/v3/r2/?url=https://pamelageller.com//2018/01/germany-migrants-unemployed.html/http://www.breitbart.com/london/2016/07/21/74-percent-migrants-germany-fit-menial-jobs/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "muslim",
            "europes",
            "netherlands",
            "80",
            "migrants",
            "university",
            "rindermann",
            "unemployed",
            "europe",
            "99",
            "skills",
            "modern",
            "switzerland",
            "problem",
            "refugees",
            "germany",
            "professor"
        ]
    }
]