[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/benghazi-heroes-say-what-they-prefer-ar-or-ak-video-3590116.html",
        "title": "Benghazi heroes say what they prefer: AR or AK? (VIDEO)",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Guns.com\nBenghazi heroes say what they prefer: AR or AK? (VIDEO)\nTuesday, January 23, 2018 8:51\n% of readers think this story is Fact. Add your two cents.\nBenghazi heroes Kris “Tanto” Paronto and Dave “Boon” Benton discuss working with Maxim Defense and what they like better: an AR or AK?\nGuns.com met with Paronto and Benton during Industry Day at the Range, the soft intro to the annual Shooting Hunting Outdoor Trade Show. Monday’s event was open to 1,400 invited media members and 800 buyers who gather at the Boulder Rifle and Pistol Club to try out the freshest guns and ammo from across the industry.\n“With over 200 manufacturers exhibiting, and over 500,000 rounds of ammunition shot, Industry Day is the premier shooting event in the industry, giving outdoor media and buyers the opportunity to shoot and test new products for the upcoming year,” according to the National Shooting Sports Foundation.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "With over 200 manufacturers exhibiting, and over 500,000 rounds of ammunition shot, Industry Day is the premier shooting event in the industry, giving outdoor media and buyers the opportunity to shoot and test new products for the upcoming year,",
                "Dave ``Boon'' Benton",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.guns.com//2018/01/23/benghazi-heroes-say-what-they-prefer-ar-or-ak/https://www.maximdefense.com/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "heroes",
            "tell",
            "benghazi",
            "video",
            "say",
            "worldwide",
            "truth",
            "using",
            "patriot",
            "linkstep",
            "telegram",
            "ar",
            "ak",
            "phone",
            "prefer",
            "big",
            "beforeitsnews"
        ]
    }
]