[
    {
        "url": "https://beforeitsnews.com/blogging-citizen-journalism/2018/01/a-warning-for-all-evangelical-churches-2585452.html",
        "title": "A Warning for ALL Evangelical Churches",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Modres\nWednesday, January 24, 2018 9:11\n% of readers think this story is Fact. Add your two cents.\nTheology and Politics from a Conservative, Biblical Perspective\nIs it ENTERTAINMENT or WORSHIP?\nI can say this from my own experience. Every church we ever attended and eventually left, we did so for one reason: the church atmosphere slid away from true biblical values toward the emotional, feel-good end of things. It ends up where people are taught by osmosis and direction that the best way to “experience” God is through our emotions. Because of this, congregants come to rely on their sense of subjectivity that their emotions conjure up, in determining how God is speaking to them, how He is directing them, what He wants from them and how He wants them to live. In short, people come to rely on their emotions instead of God’s Word and because of this growing reliance on their emotions, God’s Word is slowly, quietly, and consistently pushed off to the side.\nI grew up attending church. I also grew up playing musical instruments. I started off learning trumpet and piano and then embraced drums as well. As I got older, piano and trumpet eventually took a back seat and that was mainly due to the fact that we did not have a piano so I couldn’t practice routinely. I eventually got out of high school and stopped playing trumpet. I continued playing drums because in the 1970’s, the music was good. Most of it – though rock and roll – was music that was pleasant to the ear and had meaningful lyrics, often about boy meeting girl, falling in love, etc.\nOf course, over time, something called “hard rock” and then “metal” came to be. Music always changes and often becomes more repugnant. Today, music is all finalized using ProTools, a software program that can take any voice through the computer and adjust it automatically so that all flats or sharps from the singer are digitally placed in tune. Same with the instruments. There is also plenty of overdubbing in today’s music. Unlike what was called “the wall of sound” from the Wrecking Crew in the 1960’s where there were literally multiples of the same instrument playing different tracks, today’s music is simply digitally overdubbed and perfected.\nToday’s music is really an engineer’s game. More often than not, most groups who tour today often have canned music and audio tracks playing with their live sound. You don’t really want to hear them without it because the groups that were hits when I was a younger person and are still touring are pushing their 70s now. They’re really old and should have stopped a while ago, but money beckons and it’s all they know. If they don’t tour, they don’t make money. It is interesting how it has all evolved.\nThe same type of “progress” can be seen in musical stylings in churches of today. When I was growing up, the hymns were hymns, sung out of a hymnal. After college, the music in churches took a slightly new approach. It all started with those neat little choruses. I recall even playing drums in several churches that utilized these choruses. It was fun, didn’t take a great deal of work, the songs themselves followed the instinctual route of good, normal music. In other words, there was a musical symmetry to these choruses as simple as they were.\nOf course, nothing stays the same. I began noticing that in place of these simple choruses (often based directly on the Psalms or other portions of Scripture), the songs started meandering and began sounding more like Bob Dylan tunes. They told stories. To me, they started sounded annoying because they were going against type, with discordant notes and tunes. Instead of adding to the worship, it seemed like they were attracting more of the attention.\nEventually, worship songs have become these heavily convoluted, wandering songs filled with high-strung guitar riffs and loud, obnoxious volumes, all set on a firm foundation of bombastic drumming. If you take away the lyrics of many of today’s so-called worship songs, they could easily be mistaken for what passes as secular music. There’s nothing uplifting about it, in my view. It seems like music has taken center stage, overriding the actual worship experience. But to most, it doesn’t seem to matter because people appeared to be really getting into things. They’re enjoying it. It makes them feel good. But this is the actual problem.\nEvery church we have ever attended in which we eventually left was due not necessarily to the music itself (as obnoxious as much of it is today), but to the direction this music pulled the church. It has led me to believe that the more the music is given free rein and center stage, the greater the chances that it will derail what God considers holy.\nToday, churches are filled with people who shed tears while they are singing. They sway, clap their hands, raise their arms, and emote in a variety of ways – all because of the music. I have to wonder why?\nI love good music as much as the next person. But when music itself can bring us to tears, I believe there is something off kilter. These same people who cry because of the music (or words), and the worship “experience,” do not necessarily cry when they read God’s Word. They don’t cry out of joy or sorrow. They read the Bible (if and when they do), and they see words, but often the words do not impact them in any real sustainable way. They aren’t moved by the bare facts of Scripture related to God, His tremendous love for us as well as His ultimate sacrifice that we might have salvation.\nYet, on Sunday mornings, with the guitar screaming loud, long high riffs, the drums banging away and the singers all staring at the ceiling with arms raised, somehow this is enough to bring grown men and women to tears. I frankly don’t get it. I mean, I do and I don’t.\nI realize that what’s happening is that these people are simply responding emotionally to sounds but it doesn’t go any deeper than that. There is no real change in their lives. They react emotionally to a stimulus that is very fleeting. I want no part of that because it draws people away from God, not closer to Him. Do these same folks shed tears of joy over some of the classic hymns that reveal Scriptural truth?Instead, they become fully enamored with the way they feel about something and they assume their feeling is connected to God. It’s not. It’s connected to themselves. They are actually reveling in how they feel.\nThese churches that go down that path all end up moving toward some form of Charismatic renewal. It might not be overt at all and I’m not even talking about full-on tongues here. The very fact that people are caught up in a wave of emotion because of the impetus of music is very telling. The push toward reliance upon our emotions is often the first step toward a move away from God.\nMy wife and I watch Call the Midwife and it’s often very moving. Part of the reason has to do with the hard realities of life during the 1960’s in England when midwifery was still the normal way women had children. Life was very hard for most. The other reason has to do with the scripts, which are often very well written, though I’ll notice at times a political statement inserted here and there that would definitely not have been part of that decade. The other reason is due to the power of the actors in the show. Everyone is so realistic that you tend to forget you’re watching people act. However, another reason that is almost always forgotten is due to the musical background peppered throughout each episode.\nWithout those musical interludes here and there to help tug at your heartstrings or to signal how you should feel about something, it would be like watching real life between several people. We don’t go through life with musical tracks in the background emphasizing certain events in our life. When we do something fun, there is no musical background attached to it. When something sad happens, a quartet of strings does not automatically appear to help you get in the mood or support you in that mood.\nMusic has tremendous power to turn people in one direction or another. When my wife and I traveled to Europe a few years ago, we went to a symphony concert in Vienna. It was beautiful music. I recall on the plane flight home, I listened to one symphonic concert several times because the music was simply beautiful.\nThe hymns of old were designed to lift our voices and our attention to God. They were not meant to distract us away from God. They were meant to undergird our worship as we directed our attention to the only God worthy of our love and expression of worship. The hymns are a reminder of what we believe and in essence, we are stating these truths in musical fashion to our God. That is worship.\nMuch of the music of today that is routinely used in churches is absolute garbage in my opinion. If offers nothing except an opportunity to focus on yourself. You can actually watch (and “feel”) yourself as you sing some of these songs of today. It is very easy to get caught up in the emotional pull of the music rather than on God Himself.\nOur church is just beginning a new study on Wednesday nights called, Behold Your God. It asks some very tough questions and as my wife and I were working on our homework, one of things it asks us is about our relationship with God. One question is this: Do you think that Jesus is the most precious thing about Christianity, or do you find that the idea of what He can do for you is more enticing than who He is?\nAs my wife and I considered that question, we thought of what it will be like when we see Him face to face. I think when I see Him face to face, it will be enough to bask in His Presence. To absorb Him. To drink Him in. That will be worshiping Him, just as Mary sat at His feet to absorb every word Jesus spoke. Imagine that.\nMusic does not do this. Emotion does not do this. Certainly our emotions can react to His Presence, but in truth, Jesus is enough. There is nothing more. The Bible says “His divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us to his own glory and excellence…” 2 Peter 1:3 ESV.\nIf you see that your church is starting to slide in modern music, reducing the number of hymns, be wary. It often starts like that and pretty soon, the hymns are shunted off to the side and the modern music is given the spotlight. Older folks are encouraged to “come along with the Spirit” so that more young people will come to church.\nOver time, the pastor will stop wearing suits and a tie. The pulpit may be pushed off to the side. Sermons that might have at one time been expository are now broadly topical. In short, everything is dumbed down so as not to offend.\nIf you see this happening in your church, be prepared to find another church. You might try to take your concerns to the pastoral staff only to have them try to urge you to come along with the program or it may come to a point where they simply tell you that this is the direction and if you don’t approve, maybe you should look elsewhere. When that happens, you will know that Cultural Marxism has fully invaded your church. Best look for another one.\nOne day, authentic Christians will worship Him in absolute truth without the limitations of our sin nature. When we do, it won’t be because the music is sweet. It will be because Jesus Himself is beautiful, wonderful, loving, accepting, full of forgiveness and God Almighty. What a privilege to know the God of the universe.\nTheology and Politics from a Conservative, Biblical Perspective\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nMan\nwow a Christian that complains that their hyms in church are becoming too modern.\nLOL go to bed grandpa and don’t play your gramophone backwards. You might hear Satan!\nand if you want to go back to scripture, Genesis alone gives much debate on its meaning and there is no consensus among the churches\nBut i like the no true Scotsman at the end… “Authentic Christians” will worship Him in absolute truth without the limitations of our sin nature… whoever they may be\nJan 24, 2018, 9:39 am\nMan\nbecause freedom of religion doesn’t mean that some christians get to dictate what others should do.\nJan 25, 2018, 2:00 am\nMuch of the music in Churches today is terrible.  But, at the same time many hymns are not scriptural and some of the greatest were derived from popular music of the day.  As long as it glorifies God and is true the Word – who cares?\nJan 25, 2018, 9:05 am\nGordon\nIt sounds like you are beginning to realize the fallacy of the organization.  It not just music that is interrupting relationship with God; it is the result of trying to serve God with our flesh.  Every time man seeks to organize by human means he adopts rituals and routines that seek to prove his worth is service to God. So according to the Box there are those that succeed and those that fail; yet neither base success on the finished work of Jesus (Yeshua).\nJan 25, 2018, 10:47 am\nwheeties\n–these self proclaimed salvation experts talking like they are god themselves–delusional–using a man written book inspired by satan–spiritual hell is being a bible thumper,christian—god would not touch any of that crap with a 1000 ft pole cause god does not read the bible–never has,never will–was not written by god either–some insane homeless dudes in a cave wrote it inspired by satan–the word of men not god—the bible is the book of wrath and judgement–god has no wrath,nor judgement–only petty,weak,immature evil hateful,judgemental humans have wrath and judgement like bible thumpers,christians–jesus told us in his day that salvation is for everybody–but the bible thumpers of his day did not like that so they killed him–the bible thumpers of today would do the same—god loves all his stupid humans,even evil,hateful,judgemental bible thumpers–god knows who,what we are..would you as a parent turn on your children for being unwise little stupid kids?no,unless your evil–god is the same–get over yourself and your insane evil book–god is not like your stupid self–god is above the fray–your job to to rise above all that bible thumping nonsense–its a long shot—-humans have been the same stupid bastards since the beginning of time–bunch of evil morons\nJan 25, 2018, 9:00 pm\nadam\nI agree, anymore so many think Christianity as well as other religion’s is a birthright instead of a doctrine. Jesus said many will love the tree,but hate the fruit, or love the fruit but hate the tree, as we easily can see many today love to claim his name but not follow his teaching as well as others love his teaching but refuse his name\nJan 26, 2018, 4:18 am\nFirmament Does Exist\nYou mean His false name given by Rome? “Jesus” isn’t Hebrew…\nJan 26, 2018, 5:40 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "His divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us to his own glory and excellence",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "churches",
            "church",
            "worship",
            "warning",
            "hymns",
            "evangelical",
            "songs",
            "musical",
            "god",
            "dont",
            "music",
            "playing",
            "today"
        ]
    }
]