[
    {
        "url": "https://beforeitsnews.com/opinion-conservative/2018/01/a-muslim-lifestyle-unfit-for-man-or-beast-3355554.html",
        "title": "A Muslim Lifestyle Unfit for Man or Beast",
        "authors": [
            {
                "name": "John Rolls",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Thursday, January 18, 2018 12:29\n \nHistorians often have difficulty determining with certainty when past empires actually began declining. Usually, several factors interact at different times causing once-great empires and civilizations eventually to fall by the wayside.\nFor those unaware of it, Western civilization’s decline is in progress. While several factors contribute to this progression, an outrageous lifestyle recently gaining acceptance in Germany illustrates just how low into a moral abyss Western values have sunk.\nThis lifestyle’s acceptance will be cited by future historians as evidence of our inability to grasp a demise occurring right before our eyes.\nIt comes as a direct result of an open-door Muslim immigration policy. As other Western host nations, including the U.S., similarly have opened their doors to Muslim immigrants, they must view the German experience as a bellwether of what awaits them. As Muslim populations grow, some of their cultural demands, found repugnant to many in the West, will be imposed upon host countries.\nBrothels abound in a Germany, where prostitution is  legal . But what has shockingly evolved as a result of an increasing Muslim population are “bestiality brothels.” Yes, in a country where all aspects of the sex industry are permissible, so too are licensed bestiality brothels – also known as “erotic zoos.” Progressives wielding power in Germany find bestiality  acceptable  as a “lifestyle choice.”\nSome perverts harboring a loin-full lust of the farm animal variety apparently are unwilling even to wait in lines at such brothels. A farmer in southwest Germany, noting his sheeps’ unusual timidity around humans, set up CCTV cameras in his barn. He was shocked to observe Muslims not only violating his property boundaries but the boundaries of human decency by violating his sheep as well. These transgressors adopted a “wham, bam, thank you, lamb” approach to satisfying their sexual proclivities.\nEven animals at public parks are victimized by such actors. A young girl visiting Berlin’s Gorlitzer Park was  traumatized  by a Muslim male mounting a pony – in a sexual way. Photographing the offender, she reported him to authorities. The 23-year-old Syrian man was arrested and charged – not with bestiality but with “causing public nuisance via sexual activities.”\nInherent dangers exist for animal rapists “having their way” with four-legged sex partners. In August, 15 children and young adults in a Moroccan village apparently were attracted to the same ass – i.e., a donkey. Only later did they  discover  this beast of burden left them with a burden of their own – rabies. All 15 spent a week hospitalized, receiving painful shots. A call was put out for anyone who had “approached” or “admired” the donkey to seek treatment.\nLest progressives suffering from acute political correctness dismiss this animalistic sexual activity as a passing fad, they need understand it is not. Clerics have often been asked about Islam’s acceptance of the practice. In Afghanistan, video of a Taliban soldier’s love embrace of a donkey was  captured . Any animal “refugees” seeking to cross the border into Pakistan to avoid the Taliban’s sexual exploitation will fair no better as lustful eyes await them there as well. Pakistan apparently  ranks first  globally for the greatest number of bestiality internet searches.\nEven Iran’s Ayatollah Ruhollah Khomeini purportedly joined in the animal sex discussion,  sanctioning  the practice with an  odd qualifier:\n“A man can have sex with animals such as sheep, cows, camels and so on. However, he should kill the animal after he has his orgasm. He should not sell the meat to the people in his own village; however, selling the meat to the next door village should be fine.”\nDisgustingly condoning bestiality, Khomeini voiced a reservation about selling erotically tainted animal meat for consumption to Muslims in one’s own village but not to villagers next door. Muslims may wish to give “halal” meat (prepared in accordance with Islamic law) a new warning label of “caveat emptor” (buyer beware).\nMeanwhile, in the U.K., government officials in Birmingham  ignored  a “tsunami” of child abuse cases, involving Muslim rape gangs tasing female victims, for fear of being labeled as racist and Islamapobic. To prevent public criticism of its increasing Muslim population, the government  passed laws  banning criticism – even if truthful.\nAnd in Sweden – a country deemed the  rape capital  of the West due to Muslim gangs – police suggest women either not venture out unescorted or, ridiculously,  wear wristbands  bearing the words, “Don’t Touch Me,” to deter would-be rapists.\nClearly, a new low for Western values has been established as farm animals are now added to a list already including women and children as fair game for a despicable Muslim lifestyle.\nIn the Netherlands, where 64,000 Syrian refugees now live, tolerance of intolerance has been added into the mix. Combat jihadist Saleh Ali falsely claimed refugee status. On Dec. 28, while  yelling  ”Allahu Akbar,” he smashed windows at a Jewish restaurant. Police allowed him to act out his rage before arresting him. Appearing in court dressed in camouflage, he told the judge he had other violent plans in mind. He was released.\nTragically, we are helping facilitate our own demise. It is doubtful any other civilization in the history of man has undertaken so little effort to defeat an ideology so committed to destroying it.\nA version of this piece also appeared on  http://www.wnd.com/    \nLt. Colonel James G. Zumwalt, USMC (Ret.), is a retired Marine infantry officer who served in the Vietnam war, the U.S. invasion of Panama and the first Gulf war. He is the author of “Bare Feet, Iron Will–Stories from the Other Side of Vietnam’s Battlefields,” “Living the Juche Lie: North Korea’s Kim Dynasty” and “Doomsday: Iran–The Clock is Ticking.” He frequently writes on foreign policy and defense issues.\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nMark Brander\nThe early Catholic Church created Islam and promoted Mohammed as a prophet to create a counter movement to Christianity so that they could take over Jerusalem.   Full story here http://revelation12.ca/?p=1992\nAnd here is an excerpt….. from Alberto Rivera who was poisoned for revealing these rather inconvenient truths.\n“What I’m going to tell you is what I learned in secret briefings in the Vatican when I was a Jesuit priest, under oath and induction. A Jesuit cardinal named Augustine Bea showed us how desperately the Roman Catholics wanted Jerusalem at the end of the third century. Because of its religious history and its strategic location, the Holy City was considered a priceless treasure. A scheme had to be developed to make Jerusalem a Roman Catholic city.\n“The great untapped source of manpower that could do this job was the children of Ishmael. The poor Arabs fell victim to one of the most clever plans ever devised by the powers of darkness. Early Christians went everywhere with the gospel setting up small churches, but they met heavy opposition. Both the Jews and the Roman government persecuted the believers in Christ to stop their spread. But the Jews rebelled against Rome, and in 70 AD, Roman armies under General Titus smashed Jerusalem and destroyed the great Jewish temple which was the heart of Jewish worship…in fulfillment of Christ’s prophecy in Matthew 24:2.\n“On this holy placed today where the temple once stood, the Dome of the Rock Mosque stands as Islam’s second most holy place. Sweeping changes were in the wind. Corruption, apathy, greed, cruelty, perversion and rebellion were eating at the Roman Empire, and it was ready to collapse. The persecution against Christians was useless as they continued to lay down their lives for the gospel of Christ.\n“The only way Satan could stop this thrust was to create a counterfeit “Christian” religion to destroy the work of God. The solution was in Rome. Their religion had come from ancient Babylon and all it needed was a face-lift. This didn’t happen overnight, but began in the writings of the ‘early church fathers’.\n“It was through their writings that a new religion would take shape. The statue of Jupiter in Rome was eventually called St. Peter, and the statue of Venus was changed to the Virgin Mary. The site chosen for its headquarters was on one of the seven hills called ‘Vaticanus’, the place of the diving serpent where the Satanic temple of Janus stood.\n“The great counterfeit religion was Roman Catholicism, called ‘Mystery, Babylon the Great, the Mother of Harlots and Abominations of the Earth’- Revelation 17:5. She was raised up to block the gospel, slaughter the believers in Christ, establish religions, create wars and make the nations drunk with the wine of her fornication as we will see.\n“Three major religions have one thing in common – each has a holy place where they look for guidance. Roman Catholicism looks to the Vatican as the Holy City. The Jews look to the wailing wall in Jerusalem, and the Muslims look to Mecca as their Holy City. Each group believes that they receive certain types of blessings for the rest of their lives for visiting their holy place. In the beginning, Arab visitors would bring gifts to the ‘House of God’, and the keepers of the Kaaba were gracious to all who came. Some brought their idols and, not wanting to offend these people, their idols were placed inside the sanctuary. It is said that the Jews looked upon the Kaaba as an outlying tabernacle of the Lord with veneration until it became polluted with idols.\nJan 18, 2018, 3:48 pm\nCousin_Jack\nWouldn’t complain, England is doing the same thing to my home. Hide my peoples history and create your own version so you can rule supreme and conquer by assimilation and driving us out economically. But there is one fact- someone benefits. You just have to figure out who benefits from inviting Islam into other cultures.\nJan 18, 2018, 6:15 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "causing public nuisance via sexual activities.",
                "",
                false
            ],
            [
                "A man can have sex with animals such as sheep, cows, camels and so on.",
                "Ayatollah Ruhollah Khomeini",
                true
            ],
            [
                "However, he should kill the animal after he has his orgasm.",
                "Ayatollah Ruhollah Khomeini",
                true
            ],
            [
                "He should not sell the meat to the people in his own village; however, selling the meat to the next door village should be fine.",
                "Ayatollah Ruhollah Khomeini",
                true
            ],
            [
                "Bare Feet, Iron Will–Stories from the Other Side of Vietnam’s Battlefields,",
                "",
                true
            ],
            [
                "Living the Juche Lie: North Korea’s Kim Dynasty",
                "",
                false
            ],
            [
                "Doomsday: Iran–The Clock is Ticking.",
                "",
                true
            ],
            [
                "Mystery, Babylon the Great, the Mother of Harlots and Abominations of the Earth",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.gatestoneinstitute.org/5195/sweden-rape",
                "https://www.morgenpost.de/berlin/polizeibericht/article212502451/Junger-Mann-vergeht-sich-sexuell-an-Pony-im-Goerlitzer-Park.html",
                "https://www.jihadwatch.org/2017/11/uk-muslim-rape-gangs-using-tasers-on-schoolgirl-victims-birmingham-faces-tsunami-of-child-sex-abuse",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://www.steynonline.com/1516/the-shagged-sheep",
                "https://www.dailymail.co.uk/news/article-2352779/Bestiality-brothels-spreading-Germany-campaigner-claims-abusers-sex-animals-lifestyle-choice.html#ixzz52gI5DWdn",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://fightthenewdrug.org/germanys-legalized-prostitution-industry-looks-like-a-real-life-horror-movie/",
                "https://www.breitbart.com/europe/2016/06/30/wristbands-stop-sex-attacks/",
                "https://www.foxnews.com/tech/no-1-nation-in-sexy-web-searches-call-it-pornistan",
                "https://www.moroccoworldnews.com/2017/08/225797/15-teenagers-treated-for-rabies-after-engaging-in-bestiality-with-donkey/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://iranpoliticsclub.net/islam/khomeini-teachings/index.htm",
                "https://www.wnd.com/",
                "http://www.suppressedhealthsecrets.com",
                "http://www.break.com/video/ugc/the-taliban-love-their-donkeys-1755321",
                "http://www.religioustolerance.org/hatespuk.htm",
                "https://sultanknish.blogspot.com/2017/12/europes-tolerance-for-terrorists.html",
                "https://beforeitsnews.com/r2/?url=http://revelation12.ca/?p=1992"
            ]
        },
        "key_words": [
            "muslim",
            "sexual",
            "unfit",
            "lifestyle",
            "animal",
            "meat",
            "man",
            "bestiality",
            "beast",
            "village",
            "sex",
            "germany",
            "western"
        ]
    }
]