[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/the-sinister-reason-they-removed-our-tonsils-and-wisdom-teeth-dna-harvesters-of-sorrow-3589313.html",
        "title": "The Sinister Reason They Removed Our Tonsils And Wisdom Teeth- DNA Harvesters of Sorrow",
        "authors": [
            {
                "name": "Shades Of Pissed Off",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By 50 Shades of Pissed Off\nTotal:\nThe Sinister Reason They Removed Our Tonsils And Wisdom Teeth- DNA Harvesters of Sorrow\nFriday, January 19, 2018 18:36\n% of readers think this story is Fact. Add your two cents.\nWhat Did They Do With Your Tonsils And Wisdom Teeth? Obsessed w/ DNA- Harvesters of Sorrow\nThe high value of RNA preserved specimens begs the question, are doctors performing unnecesary procedures to collect/sell them?\nThis is bombshell information from Enterthe5t4rz.\nEver notice that they don’t take wisdom teeth or tonsils out anymore? Probably because they’ve found a better way to extract DNA from us..probably at birth.\nThey stored the DNA from everyone’s tonsils and wisdom teeth. In most cases, those procedures were completely pointless.\nAnd I’ve ALWAYS wondered if ancestry.com and 23 and Me weren’t setup by the powers that be themselves. Ever since I first heard about their “DNA service” when a friend of mine told me about how she’d sent in her DNA to them to find out what nationalities she was I had alarm bells ringing in my head like “Say what?” Now who do we know thats obsessed with bloodlines and DNA? That’s right…the elite. I’ve always thought it was dangerous to willingly submit a DNA sample to ancestry.com. Check out this video. I think this goes even farther than we know.\nThe elite would LOVE to have all of our DNA on file in order to determine who lives and who dies. They are totally obsessed with bloodlines and DNA.\nAnd I have to add this….even though I know most will scoff and not believe me, I’ve decided to throw it out there to warn the few that will. I received Intel from two totally separate sources who don’t know each other….the second source is a friend who is in one of the intelligence agencies. He is one of the few good guys left. Both of these sources told me just two days apart from each other that the ppl who got on the FEMA prison barges during the Texas hurricane were killed out at sea and replaced with organic robotoids (clones). The people who came off the FEMA prison barges were soulless organic robotoids. This also has to do with the mysterious Google barges that are being stored off the coast of Texas and San Francisco…. remember how it was a huge mystery what was in them or what they were for? Well according to both my sources these Google barges hold information on every man, woman and child in the world….and I’m assuming that IF they have your DNA it is stored there as well. These Google barges hold the information they need to clone every human being….because this is what they want….they want soulless puppets. I don’t care if you think that’s fantastical…. it’s the truth and I have very good reason to believe the two people who told me this. When I heard it from the first person I was skeptical….but then to get independent confirmation from my friend in the intelligence agency…who didn’t know my first source. This was confirmation to me. Take it how you will. I’m just the messenger. Sherry Shriner always used to say that only one out of every three people is real now….I still have a hard time swallowing that one…but who knows… maybe she’s right. Either way, what’s going on away from public view right now is more wicked than we could ever comprehend.\nIn this next video this guy shows how ancestry.com’s aerial view shows a pyramid in the middle and is right next to Utah’s big NSA center and a whole bunch of other federal buildings. Coincidence?\nNEVER…I REPEAT…NEVER WILLINGLY SEND YOUR DNA IN TO ANY OF THESE COMPANIES. BY NOW I’D IMAGINE THAT THEY MOST LIKELY HAVE THE DNA OF EVERY SINGLE PERSON…BUT ON THE SMALL CHANCE THEY’VE MISSED YOU…IT SURE WOULD BE A TRAVESTY TO WILLINGLY SEND IT TO THEM.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nWhat do we do with them?\nWe sterilize and discard, or incinerate them as we do with all hazardous medical waste.\nJan 19, 2018, 8:36 pm\nEnterthe5t4rz\nThey DO NOT discard them. Watch the video and look at the references within it. They are STORED indefinitely in biobanks and then SOLD for research WITHOUT the consent, many times of the parents or donors.\nJan 19, 2018, 8:45 pm\nerbdds\nOK.. I watched the vid.  Wher does it say third molars and tonsils are ‘kept’ (not destroyed)?\nI have removed thousands of wisdom teeth over the years, and have destroyed all of them, Except those submitted for pathology analysis), as do all the dentists I know.\nJan 19, 2018, 9:12 pm\nEnterthe5t4rz\nI was a pharmaceutical rep for 7 years and a lab rep for 5. I worked with pathologists and had a close relationship with biobanks. tissue is stored, not destroyed. If you a doctor, you should know that. I show in the video several biobanks with TONSILS listed in their inventory for sale to to the government ofr genetic research. Anyone can go to the site in the video and see the inventory for themselves. The question here is not IF they do it. It’s WHY and CONSENT.\nJan 20, 2018, 4:58 am\n2QIK4U\nSame as the beakless featherless headless lumps of biomass they feed labstyle with eight legs and theres your KFC. NOTICE IS NOT CALLED KENTUCKY FRIED CHICKEN ANYMORE?\nJan 20, 2018, 7:18 am\nAndoron\nTwo of my wisdom teeth were impacted and one was abscessed. The health problems I had because of it were awful. It was such a relief to have them removed. I find articles like this asinine and distracting from the true issues affecting mankind.\nJan 20, 2018, 2:48 pm\nYou’d be stupid to give your DNA away on the Internet.  It can be used to exploit you.  But as Democraps and liberals know, there are millions of stupid people to exploit.\nOne of them even is purported to say, are we not lucky that so many people are idiots?   Or something to that effect.  He ended up causing hundreds of millions of dollars in property damage, realigning country borders and getting 50 million people being killed trying to alter the DNA of mankind the direct way.\nWe should be so unlucky we have actually a VERY FEW IDIOTS with so much power.\nJan 19, 2018, 9:09 pm\nJan 20, 2018, 7:23 am\nMayhem\nIn the enlightened world, where i’m from, Dentists usually offer the teeth to their patients and at a bit over 50yrs old i’ve still got my tonsils.\nJan 19, 2018, 9:23 pm\n2QIK4U\nMe too but as you know we have better conditions overall and it shows inthese little examples. Im the same. Still got em. Must be all those years of sterilising them with alcahol?\nJan 20, 2018, 7:21 am\nJan 19, 2018, 9:26 pm\n2QIK4U\nIve still got my tonsils and ive been to hell and back and im not young. Genes better than Trump Hahahaha i must be alien from a higher conciousness? Or im just unconcious dreamin…Weed does wonders. UnPATENTED\nJan 20, 2018, 7:12 am\nMayhem\nGuess who does keep your DNA and will hand it over to law enforcement upon request?\nUpon request, that means without a warrant.\nAncestry dotcom!\nthis is name i have chosen because i like it so i know i am smarter than you now i am here with name\ni have my tonsils and my wisdom teeth no clones of me lol\nJan 20, 2018, 5:33 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://youtu.be/tw73JttH7go",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://youtu.be/7DF4XddlJSU?t=1m55s",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "harvesters",
            "dna",
            "wisdom",
            "stored",
            "removed",
            "willingly",
            "teeth",
            "tonsils",
            "told",
            "barges",
            "thats",
            "reason",
            "sorrow",
            "sinister",
            "know"
        ]
    }
]