[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/50000-shot-beretta-9mm-one-tough-px4-photos-3590426.html",
        "title": "50,000 shot Beretta 9mm: One tough PX4 (PHOTOS)",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2018-01-05",
        "text": "By Guns.com\nWednesday, January 24, 2018 6:34\n% of readers think this story is Fact. Add your two cents.\nHow much is 50,000 rounds? “It’s multiple lifetimes of ammo,” says Langdon, shown here with his pistol. “A hundred years’ worth.” (Photo: Chris Eger/Guns.com)\nMarine, champion shooter and firearms instructor Ernest Langdon spent a year of his life running up the rounds on a Beretta 9mm that just wouldn’t die.\nShowcased behind glass at the Beretta booth at the 40th annual Shooting, Hunting, Outdoor Trade show in Las Vegas this week is one gently used PX4 , still in working condition after cycling through a literal pallet of ammo. Some 50,000 rounds of it to be exact.\n“That’s a lot more ammo than most people realize,” Langdon, who was on hand at the company’s booth, told Guns.com on Tuesday, recounting how from last January to this one he dutifully put box after box through the handgun under all conditions — often a case or more a week — to make it to the 50K goal.\nOne of the team who helped guide the development of the PX4 Compact — one of which Langdon put 52,000 rounds through — the only modifications made to the specimen on display was the addition of a Wilson Combat silicon hammer spring, some stippling, and a set of AmeriGlo sights as it was a “working” gun.\nJust how much is 50,000 rounds? Langdon pointed out that most law enforcement officers who use a handgun for duty will typically qualify four times per year along with a comparable amount of practice sessions, sending about 500 rounds downrange per annum. Many shoot far less. “It’s multiple lifetimes of ammo,” Langdon said. “A hundred years’ worth.”\nThere were a few hiccups, though. In the process of the yearlong test, Langdon encountered 12 stoppages, “some caused by me,” he points out. To keep the gun running, he replaced the recoil spring three times– once after a 20,000 round stint on the same wire. At the 44,000 round mark, the locking block broke, but after swapping out the $50 part, he was back at it. He cleaned the PX4 about two dozen times during the process, mainly to keep the Arizona moon dust from forming a lapping compound on the gun’s internals after blending with his gun lube.\nLangdon also came clean that he did have some outside help during the 50K run. His wife loaded many, many magazines. SHOT Show runs through Friday, and Langdon’s still-working PX4 will be on display all week.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "It’s multiple lifetimes of ammo,",
                "Langdon",
                true
            ],
            [
                "That’s a lot more ammo than most people realize,",
                "Langdon",
                true
            ],
            [
                "It’s multiple lifetimes of ammo,",
                "Langdon",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.beretta.com/en-us/px4-storm-full/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.beretta.com/en-us/ernest-langdon/",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "shot",
            "px4",
            "beretta",
            "ammo",
            "50000",
            "langdon",
            "photos",
            "tough",
            "working",
            "9mm",
            "rounds",
            "times"
        ]
    }
]