[
    {
        "url": "https://beforeitsnews.com/science-and-technology/2018/01/star-wars-holograms-now-reality-remember-help-me-obi-wan-kenobi-youre-my-only-hope-2917447.html",
        "title": "Star Wars Holograms Now Reality: Remember “Help me Obi Wan Kenobi, you’re my only hope.”",
        "authors": [
            {
                "name": "Alton Parrish",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nStar Wars Holograms Now Reality:  Remember “Help me Obi Wan Kenobi, you’re my only hope.”\nWednesday, January 24, 2018 19:57\n% of readers think this story is Fact. Add your two cents.\nIn the original Star Wars film, R2D2 projects an image of Princess Leia in distress. The iconic scene includes the line still famous 40 years later: “Help me Obi Wan Kenobi, you’re my only hope.”\nBYU electrical and computer engineering professor and holography expert Daniel Smalley has long had a goal to create the same type of 3D image projection. In a paper published this week in  Nature , Smalley details the method he has developed to do so.\n“We refer to this colloquially as the Princess Leia project,” Smalley said. “Our group has a mission to take the 3D displays of science fiction and make them real. We have created a display that can do that.”\nStudent Erich Nygaard is depicted as a 3-D volumetric image, mimicking the popular Princess Leia hologram.\nCredit: Dan Smalley Lab\nFirst things, first, Smalley says. The image of Princess Leia is not what people think it is: It’s not a hologram. A 3D image that floats in air, that you can walk all around and see from every angle, is actually called a volumetric image. Examples of volumetric images include the 3D displays Tony Stark interacts with in Ironman or the massive image-projecting table in Avatar.\nResearch in Nature outlines method to make the images of science fiction\nVideo Credits: Producer Julie Walker, Cinematographer Brian Wilcox, Editor Hannah Hansen\nA holographic display scatters light only at a 2D surface. If you aren’t looking at that surface you won’t see the 3D image because you must be looking at the scattering surface to see the image. A volumetric display has little scattering surfaces scattered throughout a 3D space — the same space occupied by the 3D image — so if you are looking at the image you’re are also looking at the scatters. For this reason, a volumetric image can be seen from any angle.\nDr. Smalley with his student researchers.\nCredit: Dan Smalley Lab\nSmalley and his coauthors have devised a free -space volumetric display platform, based on photophoretic optical trapping, that produces full-color, aerial volumetric images with 10-micron image points by persistence of vision.\n“We’re using a laser beam to trap a particle, and then we can steer the laser beam around to move the particle and create the image,” said undergrad coauthor Erich Nygaard.\nSmalley said the easiest way to understand what they are doing is to think about the images they create like 3D-printed objects.\n“This display is like a 3D printer for light,” Smalley said. “You’re actually printing an object in space with these little particles.”\nSo far Smalley and his student researchers have 3D light printed a butterfly, a prism, the stretch-Y BYU logo, rings that wrap around an arm and an individual in a lab coat crouched in a position similar to Princess Leia as she begins her projected message.\nWhile previous researchers outside of BYU have done related work to create volumetric imagery, the Smalley team is the first to use optical trapping and color effectively. Their method of trapping particles and illuminating it with colorful lasers you can see is novel.\n“We’re providing a method to make a volumetric image that can create the images we imagine we’ll have in the future,” Smalley said.\nContacts and sources:\nBrigham Young University (BYU)\nCitation:  A photophoretic-trap volumetric display D. E. Smalley, E. Nygaard, K. Squire, J. Van Wagoner, J. Rasmussen, S. Gneiting, K. Qaderi, J. Goodsell, W. Rogers, M. Lindsey, K. Costner, A. Monk, M. Pearson, B. Haymore & J. Peatross Nature 553, 486–490 (25 January 2018) doi:10.1038/nature25176   https://www.nature.com/articles/nature25176\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Help me Obi Wan Kenobi, you’re my only hope.",
                "",
                true
            ],
            [
                "Help me Obi Wan Kenobi, you’re my only hope.",
                "",
                true
            ],
            [
                "We refer to this colloquially as the Princess Leia project,",
                "Dan Smalley Lab",
                true
            ],
            [
                "Our group has a mission to take the 3D displays of science fiction and make them real.",
                "Dan Smalley Lab",
                true
            ],
            [
                "We have created a display that can do that.",
                "Dan Smalley Lab",
                true
            ],
            [
                "We’re using a laser beam to trap a particle, and then we can steer the laser beam around to move the particle and create the image,",
                "Erich Nygaard",
                true
            ],
            [
                "This display is like a 3D printer for light,",
                "Dan Smalley Lab",
                true
            ],
            [
                "You’re actually printing an object in space with these little particles.",
                "Dan Smalley Lab",
                true
            ],
            [
                "We’re providing a method to make a volumetric image that can create the images we imagine we’ll have in the future,",
                "Dan Smalley Lab",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.ineffableisland.com//2018/01/https://www.nature.com/articles/nature25176",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "obi",
            "star",
            "image",
            "create",
            "wars",
            "wan",
            "display",
            "holograms",
            "hope",
            "3d",
            "volumetric",
            "space",
            "remember",
            "reality",
            "images",
            "smalley",
            "princess",
            "kenobi",
            "leia",
            "youre"
        ]
    }
]