[
    {
        "url": "https://beforeitsnews.com/space/2018/01/hot-spot-going-the-wrong-way-on-hot-jupiter-corot-2b-2511124.html",
        "title": "Hot Spot Going the Wrong Way on Hot Jupiter CoRoT-2b",
        "authors": [
            {
                "name": "Alton Parrish",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Hot Spot Going the Wrong Way on Hot Jupiter CoRoT-2b\nMonday, January 22, 2018 16:57\n% of readers think this story is Fact. Add your two cents.\nThe hottest point on a gaseous planet near a distant star isn’t where astrophysicists expected it to be – a discovery that challenges scientists’ understanding of the many planets of this type found in solar systems outside our own.\nUnlike our familiar planet Jupiter, so-called hot Jupiters circle astonishingly close to their host star — so close that it typically takes fewer than three days to complete an orbit. And one hemisphere of these planets always faces its host star, while the other faces permanently out into the dark.\nNot surprisingly, the “day” side of the planets gets vastly hotter than the night side, and the hottest point of all tends to be the spot closest to the star. Astrophysicists theorize and observe that these planets also experience strong winds blowing eastward near their equators, which can sometimes displace the hot spot toward the east.\nArtist’s concept shows the gaseous exoplanet CoRoT-2b with a westward hot spot in orbit around its host star.\nCredit: NASA/JPL-Caltech/T. Pyle (IPAC)\nIn the mysterious case of exoplanet CoRoT-2b, however, the hot spot turns out to lie in the opposite direction: west of center. A research team led by astronomers at McGill University’s McGill Space Institute (MSI) and the Institute for research on exoplanets (iREx) in Montreal made the discovery using NASA’s Spitzer Space Telescope. Their findings are reported Jan. 22 in the journal Nature Astronomy.\nWrong-way wind\n“We’ve previously studied nine other hot Jupiter, giant planets orbiting super close to their star. In every case, they have had winds blowing to the east, as theory would predict,” says McGill astronomer Nicolas Cowan, a co-author on the study and researcher at MSI and iREx. “But now, nature has thrown us a curveball. On this planet, the wind blows the wrong way. Since it’s often the exceptions that prove the rule, we are hoping that studying this planet will help us understand what makes hot Jupiters tick.”\nCoRoT-2b, discovered a decade ago by a French-led space observatory mission, is 930 light years from Earth. While many other hot Jupiters have been detected in recent years, CoRoT-2b has continued to intrigue astronomers because of two factors: its inflated size and the puzzling spectrum of light emissions from its surface.\n“Both of these factors suggest there is something unusual happening in the atmosphere of this hot Jupiter,” says Lisa Dang, a McGill PhD student and lead author of the new study. By using Spitzer’s Infrared Array Camera to observe the planet while it completed an orbit around its host star, the researchers were able to map the planet’s surface brightness for the first time, revealing the westward hot spot.\nNew questions\nThe researchers offer three possible explanations for the unexpected discovery – each of which raises new questions:\nThe planet could be spinning so slowly that one rotation takes longer than a full orbit of its star; this could create winds blowing toward the west rather than the east – but it would also undercut theories about planet-star gravitational interaction in such tight orbits.\nThe planet’s atmosphere could be interacting with the planet’s magnetic field to modify its wind pattern; this could provide a rare opportunity to study an exoplanet’s magnetic field.\nLarge clouds covering the eastern side of the planet could make it appear darker than it would otherwise – but this would undercut current models of atmospheric circulation on such planets.\n“We’ll need better data to shed light on the questions raised by our finding,” Dang says. “Fortunately, the James Webb Space Telescope, scheduled to launch next year, should be capable of tackling this problem. Armed with a mirror that has 100 times the collecting power of Spitzer’s, it should provide us with exquisite data like never before.”\nScientists from the University of Michigan, the California Institute of Technology, Arizona State University, New York University Abu Dhabi, the University of California, Santa Cruz, and Pennsylvania State University also contributed to the study.\nContacts and sources>:\nChris Chipello\nMcGill University\nCitation: “Detection of a westward hotspot offset in the atmosphere of hot gas giant CoRoT-2b,” Lisa Dang, Nicolas B. Cowan, Joel C. Schwartz, et al. Nature Astronomy, Jan. 22, 2018. https://doi.org/10.1038/s41550-017-0351-6\nSource:\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "We’ve previously studied nine other hot Jupiter, giant planets orbiting super close to their star.",
                "Nicolas Cowan",
                true
            ],
            [
                "In every case, they have had winds blowing to the east, as theory would predict,",
                "Nicolas Cowan",
                true
            ],
            [
                "But now, nature has thrown us a curveball.",
                "Nicolas Cowan",
                true
            ],
            [
                "On this planet, the wind blows the wrong way.",
                "Nicolas Cowan",
                true
            ],
            [
                "Since it’s often the exceptions that prove the rule, we are hoping that studying this planet will help us understand what makes hot Jupiters tick.",
                "Nicolas Cowan",
                true
            ],
            [
                "Both of these factors suggest there is something unusual happening in the atmosphere of this hot Jupiter,",
                "Lisa Dang",
                true
            ],
            [
                "We’ll need better data to shed light on the questions raised by our finding,",
                "Dang",
                true
            ],
            [
                "Fortunately, the James Webb Space Telescope, scheduled to launch next year, should be capable of tackling this problem.",
                "Dang",
                true
            ],
            [
                "Armed with a mirror that has 100 times the collecting power of Spitzer’s, it should provide us with exquisite data like never before.",
                "Dang",
                true
            ],
            [
                "Detection of a westward hotspot offset in the atmosphere of hot gas giant CoRoT-2b,",
                "Lisa Dang",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.ineffableisland.com//2018/01/https://doi.org/10.1038/s41550-017-0351-6",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "wrong",
            "study",
            "university",
            "star",
            "spot",
            "mcgill",
            "hot",
            "light",
            "going",
            "institute",
            "way",
            "planet",
            "space",
            "planets",
            "corot2b",
            "jupiter"
        ]
    }
]