[
    {
        "url": "https://beforeitsnews.com/economy/2018/01/top-dem-calls-release-the-memo-conspiracy-theory-2931679.html",
        "title": "Top Dem Calls Release The Memo ‘conspiracy Theory’",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By SGTreport\nThursday, January 25, 2018 7:27\n% of readers think this story is Fact. Add your two cents.\nby Adam Salazar, Infowars :\nDemocrats downplay memo ahead of release\nA classified memo purporting to show the Obama Justice Department illegally spied on the Trump campaign is nothing but a conspiracy theory, according to a top Democrat representative.\nIn a letter  addressed to the Chairman of the House Judiciary Committee Tuesday, Rep. Jerry Nadler said the “so-called ‘Nunes Memo’” has been distorted by Republicans to their political advantage and distracts from the special counsel investigation into Russian interference in the 2016 election.\n“It is a profoundly misleading document. The House Committee on the Judiciary must act without delay to correct the record – and in your words – to permit Special Counsel Mueller to complete his investigation ‘without interference,’” Nadler says.\nAsking for a copy of the memo to be made available to the committee, Nadler tells House Judiciary Chairman Bob Goodlatte that the four-page memo is being misrepresented and that Intelligence Committee Chairman Devin Nunes has concocted a “conspiracy theory.”\n“You and I have had the opportunity to review many of the documents that the intelligence committee claims are the basis for its memo. Those materials tell a very different story than the conspiracy theory concocted by Chairman Nunes and being repeated in the press.”\nNadler also notes concerns with reports that Russian bots are promoting the #releasethememo hashtag and “attempting to amplify this message.”\nRep. Nadler isn’t the first Democrat to come out against the memo ahead of its release.\nRanking House Intelligence Committee member Adam Schiff also pushed back against it, saying Nunes’ memo was “rife with factual inaccuracies,” and “is meant only to give Republican House members a distorted view of the FBI.”\nMeanwhile Republicans including Rep. Matt Gaetz say the memo highlights injustices that go “to the very foundations of democracy.”\n“I think that this will not end just with firings,” Gaetz told Fox News  last week. “I believe there are people who will go to jail.”\nThe House may vote as early as next week on whether to release the memo, which the president would then have to sign off on.\nWhite House Press Secretary Sarah Sanders on Tuesday said President Trump would likely be inclined to sign off on a release of the memo in the interest of “full transparency.”\n“We certainly support full transparency and we believe that is at the House Intel committee to make that decision at this point,” Sanders said. “It sounds like there are some members in the House that have some real concerns with what is in that memo and feel very strongly that the American public should be privy to see it.”\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "It is a profoundly misleading document.",
                "Nadler",
                true
            ],
            [
                "The House Committee on the Judiciary must act without delay to correct the record – and in your words – to permit Special Counsel Mueller to complete his investigation ‘without interference,",
                "Nadler",
                true
            ],
            [
                "You and I have had the opportunity to review many of the documents that the intelligence committee claims are the basis for its memo.",
                "Nadler",
                true
            ],
            [
                "Those materials tell a very different story than the conspiracy theory concocted by Chairman Nunes and being repeated in the press.",
                "Nadler",
                true
            ],
            [
                "is meant only to give Republican House members a distorted view of the FBI.",
                "Nadler",
                false
            ],
            [
                "to the very foundations of democracy.",
                "Matt Gaetz",
                false
            ],
            [
                "I think that this will not end just with firings,",
                "Gaetz",
                true
            ],
            [
                "I believe there are people who will go to jail.",
                "Gaetz",
                true
            ],
            [
                "We certainly support full transparency and we believe that is at the House Intel committee to make that decision at this point,",
                "Sanders",
                true
            ],
            [
                "It sounds like there are some members in the House that have some real concerns with what is in that memo and feel very strongly that the American public should be privy to see it.",
                "Sanders",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.sgtreport.com//articles/2018/1/25/http://www.breitbart.com/video/2018/01/18/gaetz-believe-people-will-go-jail-intel-memo/",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.infowars.com/top-dem-calls-release-the-memo-conspiracy-theory/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "theory",
            "calls",
            "chairman",
            "conspiracy",
            "judiciary",
            "house",
            "dem",
            "release",
            "memo",
            "committee",
            "nadler",
            "nunes"
        ]
    }
]