[
    {
        "url": "https://beforeitsnews.com/opinion-conservative/2018/01/trump-storm-swirling-faster-than-expected-arrests-are-imminent-video-3356891.html",
        "title": "'Trump Storm' Swirling Faster Than Expected, Arrests Are Imminent +Video",
        "authors": [
            {
                "name": "John Rolls",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "'Trump Storm' Swirling Faster Than Expected, Arrests Are Imminent +Video\nTuesday, January 23, 2018 10:40\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThousands of New Strzok-Page Text Messages Reference “SECRET SOCIETY” Within DOJ and FBI WORKING AGAINST TRUMP (VIDEO)\nMore than 50,000 texts were exchanged between two FBI officials who have come under fire for exchanging anti-Trump messages during the 2016 election, Attorney General Jeff Sessions revealed Monday.\nThe figure surfaced as lawmakers have been pressing for answers after revelations that the FBI “failed to preserve” five months of texts between Peter Strzok and Lisa Page.\n“We will leave no stone unturned to confirm with certainty why these text messages are not now available to be produced and will use every technology available to determine whether the missing messages are recoverable from another source,” Sessions said in a statement provided to Fox News. “If we are successful, we will update the congressional committees immediately.”\n“After reviewing the voluminous records on the FBI’s servers, which included over 50,000 texts, the Inspector General discovered the FBI’s system failed to retain text messages for approximately 5 months between December 14, 2017 to May 17, 2017,” Sessions said.\nREAD MORE…………..\n \nGary Hunt: National Inel Report / History of FBI corruption and KGB Tactics\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\n.\n.\n.\n.\nJan 23, 2018, 11:47 am\nStop spamming this site with your nonsense and get help.\nJan 24, 2018, 2:15 am\nJan 23, 2018, 5:38 pm\nWait a minute here. WTF? The Criminals run the USA and the entire world. No one gives a rats ass, so they just keep on screwing the people. The USA has turned into a gigantic insidious Police/Prison State. Goobers in Goobermint and Crooks of Corporate America have teamed up to take the USA down to its knees. And they are increasingly becoming more and more successful.\nWhy?  Why does the march towards our demise and destruction, our own genocide continue unobstructed and unabated?\n* Because People are fed up, burned out, barley hanging on economically and simply DO NOT GIVE A SHIT ANYMORE. *\nJan 24, 2018, 5:43 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "We will leave no stone unturned to confirm with certainty why these text messages are not now available to be produced and will use every technology available to determine whether the missing messages are recoverable from another source,",
                "",
                true
            ],
            [
                "If we are successful, we will update the congressional committees immediately.",
                "Lisa Page",
                true
            ],
            [
                "After reviewing the voluminous records on the FBI’s servers, which included over 50,000 texts, the Inspector General discovered the FBI’s system failed to retain text messages for approximately 5 months between December 14, 2017 to May 17, 2017,",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "imminent",
            "trump",
            "fbi",
            "america",
            "video",
            "military",
            "messages",
            "sessions",
            "arrests",
            "war",
            "storm",
            "text",
            "swirling",
            "texts",
            "expected",
            "faster",
            "world"
        ]
    }
]