[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2018/01/mueller-obstruction-probe-said-to-be-wrapping-up-much-faster-than-anticipated-3179130.html",
        "title": "Mueller Obstruction Probe Said To Be Wrapping Up Much Faster Than Anticipated",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nTotal:\nMueller Obstruction Probe Said To Be Wrapping Up Much Faster Than Anticipated\nThursday, January 25, 2018 6:58\n% of readers think this story is Fact. Add your two cents.\nPresident Donald Trump said last night that he’s “looking forward” to testifying under oath some time during the next two or three weeks. Well, according to Bloomberg he may just get his wish even as Republicans have so far failed in their push to convince the Justice Department to appoint a second special prosecutor to investigate the FBI.\nThe fact that Mueller is pushing to interview Trump – and, as reports from the New York Times and NBC have revealed this week, has recently interviewed several of Trump’s most-senior staffers – suggests the special counsel’s investigation into possible collusion between Trump and Russia – an investigation that has since pivoted to focus on whether Trump committed obstruction of justice, as well as the financial improprieties of his associates – appears to be inching toward its conclusion much faster than anticipated, Bloomberg reports.\n“Clearly the names that are coming out now indicate that we’re into the obstruction of justice side of it,” said Stanley Twardy, a former U.S. attorney for Connecticut who’s now a white-collar criminal defense lawyer at the law firm Day Pitney LLP. “He’s now getting people who are closest to the president, closest to the issues.”\nIndeed, Jeff Sessions, Dan Coates, Mike Pompeo and Don McGahn have all testified – and Steven Bannon is expected to meet with Mueller’s team later this month. According to legal experts, this suggests that the investigation is nearing its conclusion.\nMichael Weinstein, a former Justice Department trial attorney who’s now a white-collar defense lawyer with Cole Schotz P.C. told Bloomberg that “Traditionally when you are interviewing people at that level you are doing so at the end of the investigation,” Weinstein said. “They have already established what they think are the facts and are now looking to see if these individuals are going to provide consistency with those facts or possibly take a different view of what the special counsel has.”\n“They will have a meeting to discuss what they have, whether the facts revealed a violation of the law and, if the answer is yes, does it justify bringing charges or a referral to Congress for a filing of some obstruction,” he said. “Unless something earth-shattering comes out, Mueller is likely already thinking through what his next step is, and that could take a couple weeks.”\nTrump’s lawyers argue that Trump, as the president, reserves the right to fire his FBI director at will and was simply executing his constitutional authority. Trump has insisted that there was “no collusion,” and “no obstruction.”\nBut even if evidence supports an obstruction charge (setting aside, for a moment, the fact that Comey testified to Congress that he didn’t believe the president’s actions amounted to obstruction) legal experts claim that Mueller wouldn’t try to set a legal precedent at the expense of a sitting president, and that the bigger risk for Trump is perjuring himself during the interview – assuming he follows through with it, that is.\n“I don’t think Mr. Mueller would ever try to make legal precedent at the expense of a sitting president in the context of an obstruction of justice charge,” Twardy said. He said the biggest concern for Trump in an interview is probably the risk of committing perjury, as Mueller will cross-check his comments and recollection against the testimony and evidence he’s obtained from Coats, Comey, Flynn, Sessions and others.”\nInstead of pursuing criminal charges, Bloomberg reports that Mueller will likely refer his findings to the Republican-controlled Congress.\nMeanwhile, the leaders of several Congressional investigations into campaign-era abuses on both sides have joined together to hold the FBI accountable for what appears to be an egregious abuse of power. Documents turned over by the bureau have revealed that agents favored Hillary Clinton over Trump.\nThey’re also examining the role partisanship may have played in excusing former Trump rival Hillary Clinton: Former FBI Director James Comey was accused of drafting the letter excusing Clinton before she was even interviewed. And when she was interviewed, she wasn’t sworn in.\nSome Republicans have defended Mueller while still trying to hold the DOJ accountable.\nSenate Judiciary Chairman Chuck Grassley has also pursued bias allegations against the FBI over its handling of the Clinton and Trump probes, but he has defended Mueller’s investigation.\n“I expect Mueller to do his job,” Grassley said Wednesday. “His job is to do the investigation” and go where the facts take him.\nBut others, including Intelligence Committee Chairman Devin Nunes – the Republican Congressman who’s so far spearheaded the party’s push to expose corruption at the FBI and DOJ – have questioned Mueller’s impartiality. And with the first details from the infamous FISA memo showing that Deputy Attorney General Rod Rosenstein, Comey and Deputy FBI Director Andrew McCabe were each involved in Obama-era abuses, the Republican response to Mueller is just beginning to percolate, and could well be setting the stage for Trump’s eventual termination of Mueller.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Clearly the names that are coming out now indicate that we’re into the obstruction of justice side of it,",
                "Stanley Twardy",
                true
            ],
            [
                "He’s now getting people who are closest to the president, closest to the issues.",
                "Stanley Twardy",
                true
            ],
            [
                "Traditionally when you are interviewing people at that level you are doing so at the end of the investigation,",
                "Michael Weinstein",
                true
            ],
            [
                "They have already established what they think are the facts and are now looking to see if these individuals are going to provide consistency with those facts or possibly take a different view of what the special counsel has.",
                "Michael Weinstein",
                true
            ],
            [
                "They will have a meeting to discuss what they have, whether the facts revealed a violation of the law and, if the answer is yes, does it justify bringing charges or a referral to Congress for a filing of some obstruction,",
                "",
                true
            ],
            [
                "Unless something earth-shattering comes out, Mueller is likely already thinking through what his next step is, and that could take a couple weeks.",
                "",
                true
            ],
            [
                "I don’t think Mr. Mueller would ever try to make legal precedent at the expense of a sitting president in the context of an obstruction of justice charge,",
                "Twardy",
                true
            ],
            [
                "I expect Mueller to do his job,",
                "Grassley",
                true
            ],
            [
                "His job is to do the investigation",
                "Grassley",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/25/mueller-obstruction-probe-said-to-be-wrapping-up-much-faster-than-anticipated/https://www.bloomberg.com/news/articles/2018-01-25/mueller-said-to-be-near-end-of-obstruction-part-of-trump-probe",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/25/mueller-obstruction-probe-said-to-be-wrapping-up-much-faster-than-anticipated/https://www.zerohedge.com/news/2018-01-25/comey-rosenstein-mccabe-all-named-fisa-memo-according-first-leak",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "justice",
            "trump",
            "fbi",
            "obstruction",
            "anticipated",
            "facts",
            "comey",
            "probe",
            "legal",
            "wrapping",
            "mueller",
            "investigation",
            "faster",
            "president"
        ]
    }
]