[
    {
        "url": "https://beforeitsnews.com/conspiracy-theories/2018/01/the-rediscovery-of-atlantis-2486257.html",
        "title": "The Rediscovery of Atlantis",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Anonymous\nMonday, January 22, 2018 15:49\n% of readers think this story is Fact. Add your two cents.\nBy Eddy Allman and Bill Elder\nOriginally Published in UFO Report Nov 1978\nJust west of the coast of Chandeleur Island, an expedition is probing the murky, shark-infested depths, looking for what may be the most incredible archaeological find of this century.\nThe object of the search: the capstone of a pyramid which may equal or exceed the size of Egypt’s Great Pyramid of Giza, a structure so monstrous, so awesomely big that the Louisiana Superdome would fit inside its hollowed-out shell.\nAt this moment, 17 professional divers, amateur archaeologists and assorted adventurers are positioned in an undetermined location off the Louisiana coast in a 65-foot seagoing tug, fully expecting to find what their leader once described as a pre-Mayan, pre-Egyptian pyramid which may be over 15,000 years old.\nAnd herein lies another, more incredible piece of the puzzle: the pyramid may simply be further evidence that Egyptians were here long before Columbus. According to H. Barraclough Fell , Professor Emeritus at Harvard , Egyptian sailors were probably trading in Central America around 940 B.C. and could have easily made the same trip hundreds of years earlier.\nIn any event, the expedition’s organizers, New Orleans attorney/sportsman Jack Dunn and Baton Rouge architect George Gele, are positive that this will be only the beginning of a whole series of discoveries. In fact, Gele (the moving force behind the expedition) thinks that the pyramid off the island may perhaps be one of hundreds that line the 30th parallel, including, of course, Giza as well as religious super-structures in India and China.\nPsychic Encounters at an Underwater Grave Six months ago, George Gele and Company were denied a permit to explore the area by the Louisiana Archaelogical Survey and Antiquities Commission, primarily because there is no evidence that anything of the sort exists there.\nAt the time, Gele told the commission that satellite photographs taken of the area indicate that there is something there- even though, as he admitted, it may be nothing more than an oyster island.\nBut privately Gele thought otherwise.\nFor over two years, Gele had taught an LSU short course in pyramidology, a somewhat loose collection of psychic enthusiasts who regularly met to conduct psychic “time travel” experiments which took them to some very strange places. Including, Gele said, the inside of a pyramid.\n(Some of Gele’s more casual students later reported experiences which profoundly disturbed them. After one particularly intensive time travel session, one student reported that he and his classmates had traveled to an “underwater pyramid,” and that they were all able to get to the outer chambers of the pyramid before being stopped by a very large, ghostly “guardian.”)\nDuring the course of his classes, Gele came into contact with a number of unusually gifted psychics, some of whom helped catalyze those time travel experiments.\nFrom that well of psychics, he found a couple who were particularly adept-virtual “psychic archaeologists” who eventually “discovered” the pyramid Gele expects to find peeking up from under the slimy bottom less that 20 feet from the surface of the water.\nBut if Gele, Dunn and their psychic archaeologists are right, that, too, will be only the beginning. To hear them tell it, there is still no hard evidence to prove why the pyramids exist.\nAs Gele told UFO Report, the pyramid at Chandeleur Island (if it exists) is part of an “energy grid” defined by lines drawn on a map from that point to a point near the mouth of the Mississippi River to something the size of the Superdome. Those lines define a triangle which in turn happens to share the same proportion of a side of the Great Pyramid of Giza. Given how much both Dunn and Gele like to speculate, this expedition could, if it does nothing else, provide enough fodder for a lifetime of “what ifs.”\nGiza Isn’t the Biggest\nAs Dunn tells it, he met Gele at a gathering in Baton Rouge one night as Gele was trying to persuade a group of people to join an expedition. At that meeting, Gele presented underwater slides and maps of a similar pyramid said to exist near the Bimini Islands on the southern coast of Florida. Reportedly, it had been measured through sonar to stand 780 feet tall in 1200 feet of water in the Atlantic Ocean.\nAccording to Gele, that would make it 300 feet taller than the Great Pyramid of Giza- a revelation which fairly overwhelms any attempt to describe or explain how it was built.\nGele told his audience that a submarine expedition for filming is planned for this fall , that it is at the same latitude of the “big pyramid” (Yet another mind-boggling revelation) that lies in the Gulf of Mexico several hundred miles, south of Chandeleur Island, and that the Bimini pyramid and the “big pyramid” could be sisters.\nNeedless to say, Dunn was spellbound. But not nearly as spellbound as many people are when they first hear Dunn and Gele weave tales about the myriad superstructures that may lie sunken in water on a line defined by the 30th parallel.\nThe two men psychics, sometimes not in touch with each other for long periods of time, have independently described a number of such structures, the passageways that lead to the so-called “King’s Chambers” and the energized beings that some say inhabit them.\nBut if you’re skeptical and need scientific proof, they have other harder data to throw at you. Among the evidence at their disposal is a distinctive configuration on a Landsat satellite taken from over a hundred miles up and which is quite visible in more than one set of color photographs enhanced and reproduced by computer.\nDunn has also secured what he says is the exact location of the capstone from seismograph crews and from oil company geology maps.\nDunn, incidentally, provided the name of a high-ranking oil company executive who says that the existence of the pyramid or some “gigantic stone structure has been.known for some time by many people involved in oil exploration .”\nMeanwhile, both Dunn and Gele are at this moment harboring large doubts about whether this particular story should have run at all. “I made a mistake once in announcing that I intended to go on a similar expedition,” Gele says. “If some people know that I’m leaving on a particular day they’ll be able to track me. If I find it, they’ve found it.”\nSo, all we can say at this point is that the expedition is going on-no coordinate points, no date of departure.\nJaws at the Pyramid\nAs Dunn makes last minute plans and preparations at his Lakeside home in Metairie, La., his den is humming with activity. His wife is busy in the kitchen preparing snacks and soft drinks, while members of the crew kneel on the floor, poring over navigational maps and charts.\nThe telephone rings every five minutes.\nOf course, it’s for Dunn. He takes no less than eight calls, then tells his wife that he will not talk to anyone for the next two hours, unless it’s about the expedition.\nAgainst the wall, next to his duffle bag of old clothes, stands a gaggle of scuba gear and air tanks. A pair of spearguns lean against one tank, unsprung, but ready to go to work against the multitude of “perfect eating machines”sharks, that are swarming near the target area.\nTonight, Dunn is showing two reels of 8mm color film of the approximate site where the dive will take place and he wants the divers to know precisely what to expect.\nAs the lights dim, the flickering Kodak projector beams an image of a rather large shrimp boat from the stern. The shrimper bobs up and down and leaves a wake of white foam on the coffee colored salt water, forming the backdrop for a picturesque scene of seagulls trailing the boat, squawking and occasionally diving for some discarded food in the water.\nThen, calmly, Dunn alerts his guests, “Now watch the activity in the middle of the picture. Lookl Look there! They’re in a feeding frenzy.”\nThen those unnamed shapes in the ” frenzy” come into sharper focus sharks, no less than 50 in number, seemingly going around in circles, sometimes climbing on each other’s backs, snapping and biting at anything and everything.\nThe camera zooms in in the middle of the melee, and even though we’re safely sitting in Dunn’s den, the scene raises rather noticeable goose bumps on our twitching skin. In just 40 seconds, we have a fairly vivid idea about what it would be like to meet the ultimate jaws.\n” That, gentlemen,” Dunn intones, breaking the spell, ” is one of the worst shark-infested waters around here and  that,” a trifle gravely, “is where we will be working .”\nDunn explains that the so-called “feeding frenzy” was caused by the chum- or trash- from the shrimp nets being dumped overboard. Should anyone be injured and -start bleeding while working near the capstone of the pyramid, the frenzy would be repeated in the twinkling of some razor-sharp teeth.\nThe projector is turned off, and the lights brightened as the divers once again turn their attention to the navigational maps. They clearly have their work cut out for them: they talk about zero visibility at worst, working attached to a buddy line and feeling along the bottom among the clam and oyster shells until, hopefully, they come to the capstone that should be protruding nine feet out of the sandy-mud bottom.\nThen, depending on whether a state permit can be obtained from the aforementioned Archaeological Survey and Antiquities Commission which will hinge on whether they can get a professional archaeologist to verify their findings), one of the stones that make up the pyramid’s capstone will be hoisted to the surface.\nTaking a Ride on a Cosmic Train Gele and Dunn would consider the expedition a success beyond their wildest dreams if they’re able to bring just one of the stones back to land. They say they’ll set up for just photographs, documentation, and perhaps a few small chops from the stone, or perhaps a core sample.\nAnd, of course, Gele will consider at least part of the trip worthwhile for a permanent record of the expressions of shock from the very people who claimed he was “grasping at straws” for these past few months.\nAll of that depends, of course, on the pyramid being there. And if it is, Gele and Dunn say they will waste little time in mounting a search in another area which they suspect contains the “big pyramid” in the Gulf of Mexico.\nAs for how they got there, and what they were used for, Dunn and Gele say they will spend as many nights around the fireplace speculating as anyone, but they hope that an archaeologist or others from the scientific community will go to work on the problem.\nThe adventurers will tell you privately that their most popular theory is that the pyramid is were built by an advanced civilization, thousands of years ago and had some navigational significance, perhaps for visitors from outer space.\nGele, however, still clings to the belief that he may find a suburb of Atlantis attached to, or in close proximity to, the pyramid. In fact, he once told us, the psychic archaeologists have long been saying that anyway.\nGele and Dunn are fond of drawing a round sphere on a blank sheet of paper, then tracing two parallel lines representing the 30th parallels. Then, drawing the triangular shape of the pyramid from the North Pole to the edges of the circle to the bottom parallel, and from the South Pole to the upper parallel, the final product looks like a perfect Star of David.\nHow’s that, Gele and Dunn ask, for a navigational device? In that sense, the speculation seems to go, such a cosmic navigational configuration may well have inspired the religious connotations ultimately ascribed to them-something akin to the reverence in which the scientific community holds DaVinci’s Universal Man.\nWhatever happens with the expedition it is fairly certain that Gele’s reputation as a somewhat eccentric seer/ amateur archaeologist is going to be put to its most severe test. The amount of money put up by the various investors, the time and effort expended by those 17 people are going to have to be, in the end, justified by something.\nGele doubtlessly isn’t going to stop here even if he comes up with nothing but a few close encounters with blazing incisors and a clump of seaweed to show for his efforts.\nBut if the Golden Gulf Coast he alluded to 18 months ago doesn’t show up this time, we can at least be assured that somewhere out there is a “suburb of Atlantis” in dreams if not reality. *\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "gigantic stone structure has been.known for some time by many people involved in oil exploration .",
                "",
                false
            ],
            [
                "I made a mistake once in announcing that I intended to go on a similar expedition,",
                "Gele",
                true
            ],
            [
                "If some people know that I’m leaving on a particular day they’ll be able to track me.",
                "Gele",
                true
            ],
            [
                "If I find it, they’ve found it.",
                "Gele",
                true
            ],
            [
                "Now watch the activity in the middle of the picture.",
                "Dunn",
                true
            ],
            [
                "They’re in a feeding frenzy.",
                "Dunn",
                true
            ],
            [
                "is where we will be working .",
                "Dunn",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "pyramid",
            "course",
            "rediscovery",
            "gele",
            "psychic",
            "say",
            "atlantis",
            "going",
            "expedition",
            "big",
            "dunn",
            "navigational"
        ]
    }
]