[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/central-banks-collusion-global-debt-will-cause-the-ultimate-destruction-of-the-system-2688796.html",
        "title": "Central Banks Collusion: Global Debt Will Cause The Ultimate Destruction Of The System",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Mac (Reporter)\nTotal:\nCentral Banks Collusion: Global Debt Will Cause The Ultimate Destruction Of The System\nMonday, January 22, 2018 12:09\n% of readers think this story is Fact. Add your two cents.\nBestselling author Nomi Prins says the ultimate destruction of the economic system will be the global debt. Prins, who wrote the upcoming book titled Collusion: How Central Bankers Rigged the World , says that one tiny interest rate hike could destroy everything.\nPrins says the debt is historically high, and that this will create untold problems whether governments want to admit it or not.  Politicians cannot keep spending imaginary money that they don’t have and neither can regular everyday Americans. In an interview with USAWatchdog‘s Greg Hunter , Prins takes us through what will likely happen to the economy and the reason for its failure.\n“These are levels that they have never been, and they are all at their historic highs. That’s why debt will ultimately be the destructor of the system. In order for that to happen, the cheapness of money that allow states, municipalities and corporations to continue to borrow at these cheap levels has to go away. . . . At some point, there will be a mistake. There might be a tiny smidge of an interest rate hike at some central bank, probably the Fed, which ripples throughout the system as a mistake, not because real growth has happened, and that’s why interest rates have been raised. That will incur defaults throughout the system. People will incur personal defaults, and that will cause problems in the mortgage market . . . then it becomes a knock-on credit crisis, and then banks start not to lend . . . . Then we have the makings of a broad crisis.”  – Nomi Prins\nPrins, who was also a top Wallstreet banker says central bankers have no idea how to stop the easy money policies that they started after the financial meltdown of 2008. Prins explains that the steps which were taken by central banks and governments after the 2008 collapse have only made matters worse.\n“So, when the Fed says they are going to remove assets from their $4.5 trillion book by not reinvesting the interest payment . . . the reality is they haven’t really done that.  They have reduced their book by about $10 billion off of $4.5 trillion since they mentioned they were going to start ‘tapering.”  And the media discusses this as a major tightening move.  Somehow all of our economies have finally worked because of central bank activity.  Growth is real.  It’s all positive.  The markets are evidence of that because of the levels they are at; and, therefore, these central banks, starting with the Fed, are going to reverse course of these last 10 years.  The reality is if you look at the actual activity of the central banks, beyond the Fed raising rates by a little bit, there hasn’t been and there isn’t being a reversal of course becausethey are scared to death that too much of a reversal is going to cause a major crash throughout the financial system. Everything is connected.  All the banks are codependent. All the markets are codependent.  Money flows around the world in less than nanoseconds, and all of it has the propensity to collapse if that carpet the central banks have created is dragged from beneath the floor of all this activity.”\n“There hasn’t been any real growth in the real economy.  That is an indication of the misfire of this entire plan.” -Nomi Prins\nHunter also asked Prins to explain a section of her book in which she describes the central bank as creating a “new, unstable, normal.” “What could go wrong?” asks Hunter.\n“The reason this is unstable is because it’s all manufactured. This activity, the collusion between central banks is real. And the level of rates being low is real. And them having bought the assets in different asset classes is real. But what’s really mercurial and what’s really very dangerous and unstable in this new status quo is what could happen if any of them were to shift in a manner that spooks the markets out…central banks are trying to be very careful about their activities to avoid this scenario…the instability that could be incurred on the system is a byproduct of how much has been built up in terms of debt.”\nAnd the central banks have no plan B for when their quantitative easing scheme fails. What will this crisis look like to the everyday person trying to get by?\n“You start to not be able to take as much cash out of your bank account, ATM levels go down from like $500 for an extraction to maybe $2 [hundred] or so forth, you start to have Cypress type activity where financial systems and banks are trying to maintain the liquidity that they have to protect themselves and that has a knock on effect on individuals, that has a knock on effect to raising rates for credit cards, to student loan rates creeping up to auto loan rates creeping up. And that becomes then more expensive for people to deal with and to the extent that wages for any types of financial packages that people have with regular employers…then start to have problems making ends meet. It doesn’t take long to go from missing a credit card payment to being delinquent to defaulting on that card to having your credit score go down and so forth.”\nThis article has been contributed by SHTF Plan. Visit www.SHTFplan.com for alternative news, commentary and preparedness info.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "These are levels that they have never been, and they are all at their historic highs.",
                "Nomi Prins",
                true
            ],
            [
                "That’s why debt will ultimately be the destructor of the system.",
                "Nomi Prins",
                true
            ],
            [
                "In order for that to happen, the cheapness of money that allow states, municipalities and corporations to continue to borrow at these cheap levels has to go away.",
                "Nomi Prins",
                true
            ],
            [
                "At some point, there will be a mistake.",
                "Nomi Prins",
                true
            ],
            [
                "There might be a tiny smidge of an interest rate hike at some central bank, probably the Fed, which ripples throughout the system as a mistake, not because real growth has happened, and that’s why interest rates have been raised.",
                "Nomi Prins",
                true
            ],
            [
                "That will incur defaults throughout the system.",
                "Nomi Prins",
                true
            ],
            [
                "People will incur personal defaults, and that will cause problems in the mortgage market .",
                "Nomi Prins",
                true
            ],
            [
                "then it becomes a knock-on credit crisis, and then banks start not to lend .",
                "Nomi Prins",
                false
            ],
            [
                "Then we have the makings of a broad crisis.",
                "Nomi Prins",
                true
            ],
            [
                "So, when the Fed says they are going to remove assets from their $4.5 trillion book by not reinvesting the interest payment .",
                "Nomi Prins",
                true
            ],
            [
                "the reality is they haven’t really done that.",
                "Nomi Prins",
                false
            ],
            [
                "They have reduced their book by about $10 billion off of $4.5 trillion since they mentioned they were going to start ‘tapering.",
                "Nomi Prins",
                true
            ],
            [
                "There hasn’t been any real growth in the real economy.",
                "Nomi Prins",
                true
            ],
            [
                "That is an indication of the misfire of this entire plan.",
                "Nomi Prins",
                true
            ],
            [
                "The reason this is unstable is because it’s all manufactured.",
                "Nomi Prins",
                true
            ],
            [
                "This activity, the collusion between central banks is real.",
                "Nomi Prins",
                true
            ],
            [
                "And the level of rates being low is real.",
                "Nomi Prins",
                true
            ],
            [
                "And them having bought the assets in different asset classes is real.",
                "Nomi Prins",
                true
            ],
            [
                "But what’s really mercurial and what’s really very dangerous and unstable in this new status quo is what could happen if any of them were to shift in a manner that spooks the markets out…central banks are trying to be very careful about their activities to avoid this scenario…the instability that could be incurred on the system is a byproduct of how much has been built up in terms of debt.",
                "Nomi Prins",
                true
            ],
            [
                "You start to not be able to take as much cash out of your bank account, ATM levels go down from like $500 for an extraction to maybe $2 [hundred] or so forth, you start to have Cypress type activity where financial systems and banks are trying to maintain the liquidity that they have to protect themselves and that has a knock on effect on individuals, that has a knock on effect to raising rates for credit cards, to student loan rates creeping up to auto loan rates creeping up.",
                "Nomi Prins",
                true
            ],
            [
                "And that becomes then more expensive for people to deal with and to the extent that wages for any types of financial packages that people have with regular employers…then start to have problems making ends meet.",
                "Nomi Prins",
                true
            ],
            [
                "It doesn’t take long to go from missing a credit card payment to being delinquent to defaulting on that card to having your credit score go down and so forth.",
                "Nomi Prins",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.shtfplan.com//headline-news/https://www.youtube.com/watch?v=5uAmHS-Tc64",
                "https://beforeitsnews.com/v3/r2/?url=http://www.shtfplan.com//headline-news/https://usawatchdog.com/fed-scared-to-death-of-causing-global-financial-crash-nomi-prins/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.SHTFplan.com",
                "https://beforeitsnews.com/v3/r2/?url=http://www.shtfplan.com//headline-news/https://800ceoread.com/coupons/redeem/watchdog",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "debt",
            "ultimate",
            "real",
            "prins",
            "cause",
            "global",
            "destruction",
            "banks",
            "rates",
            "levels",
            "start",
            "system",
            "central",
            "activity",
            "money",
            "collusion"
        ]
    }
]