[
    {
        "url": "https://beforeitsnews.com/religion/2018/01/rambo-the-hero-dog-saves-nuns-from-fire-2538934.html",
        "title": "'Rambo' the Hero: Dog Saves Nuns From Fire",
        "authors": [
            {
                "name": "Cna Daily News - Europe",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By CNA Daily News - Europe (Reporter)\nTuesday, January 23, 2018 19:17\n% of readers think this story is Fact. Add your two cents.\nSantiago, Chile, Jan 23, 2018 / 07:00 pm ( CNA ).- A dog named Rambo lived up to his “action hero” name, when his barking alerted sleeping religious sisters that a chapel next to their convent was on fire.\nIn the early morning hours of Jan. 20, a fire destroyed the Virgen de la Candelaria Chapel in the town of Calafquen, Chile, next to the home of the Carmelite Missionary Sisters. Police suspect the fire was caused by arson.\nFr. Alejandro Gutiérrez is the pastor of San Sebastián Parish, which includes the chapel. The priest told Radio Bio Bio that the sisters’ house “is attached to the church. A much greater tragedy could have happened there. If  the dog’s barking hadn’t alerted them, the fire would have spread to the convent and we would be grieving over a much more serious incident.”\nGutiérrez explained that the chapel was 80 years old, and the sisters there worked mainly in education.”\n“This just creates a new opportunity to continue serving Jesus Christ and to strengthen our faith,” he priest  said.\nSources told ACI Prensa that around 3:30 in the morning, a group of masked arsonists broke a window in the rear of the Church, and threw a fire bomb inside.\nFour companies of firefighters arrived on scene to fight the flames. With the help of the neighbors they were able to keep the fire from spreading to the nuns’ convent.\nThe Panguipulli fire chief, Rodolfo Zúñiga, told Cooperativa Radio that the electricity to the church was shut off at the junction box, so the fire was probably caused by a third party.\n“Unfortunately for our town, as residents of Panguipulli, [arson] is already becoming routine, the situation is lamentable, but once again today we had one of the most beautiful chapels in the area reduced to rubble,” the fire chief said.\nThe Carmelite superior, Sister Maria Daniela, told Radio Bio Bio that she believes the fire was intentional, though the sisters had not received any kind of threats.\n“We are women of peace. This is an oasis of peace,” the religious explained. “I never would have imagined that people would come and do something bad.”\nSister Maria Daniela sent a message to those responsible: “you need to place yourselves in the presence of God. It’s sad to know that there are people dedicated to doing evil, because the world does not progress with evil.”\nTwo other churches in Panguipulli were also recently attacked and two received threats, including the town’s main church.\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "A much greater tragedy could have happened there.",
                "Radio Bio Bio",
                true
            ],
            [
                "If  the dog’s barking hadn’t alerted them, the fire would have spread to the convent and we would be grieving over a much more serious incident.",
                "Radio Bio Bio",
                true
            ],
            [
                "This just creates a new opportunity to continue serving Jesus Christ and to strengthen our faith,",
                "Alejandro Gutiérrez",
                true
            ],
            [
                "Unfortunately for our town, as residents of Panguipulli, [arson] is already becoming routine, the situation is lamentable, but once again today we had one of the most beautiful chapels in the area reduced to rubble,",
                "",
                true
            ],
            [
                "This is an oasis of peace,",
                "",
                true
            ],
            [
                "I never would have imagined that people would come and do something bad.",
                "",
                true
            ],
            [
                "you need to place yourselves in the presence of God.",
                "Maria Daniela",
                false
            ],
            [
                "It’s sad to know that there are people dedicated to doing evil, because the world does not progress with evil.",
                "Maria Daniela",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.catholicnewsagency.com",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "chapel",
            "panguipulli",
            "radio",
            "nuns",
            "church",
            "town",
            "religious",
            "dog",
            "bio",
            "rambo",
            "told",
            "sisters",
            "saves",
            "sister",
            "hero"
        ]
    }
]