[
    {
        "url": "https://beforeitsnews.com/prophecy/2018/01/qanon-cryptic-memo-thoughts-eagle-ridge-mall-ieds-video-2496599.html",
        "title": "Q Anon: Cryptic Memo Thoughts - Eagle Ridge Mall IEDs (Video)",
        "authors": [
            {
                "name": "Jeffery Pritchett",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Jeffery Pritchett\nQ Anon: Cryptic Memo Thoughts - Eagle Ridge Mall IEDs (Video)\nMonday, January 22, 2018 12:12\n \nThe great controversy over the Memo has begun. In the new QAnon videos below it is discussed about what they memo may contain regarding Hillary Clinton and her cronies and what this means to America.\nLet me start off by saying that the Q Anon / Q Clearance Patriot posts are so vast in scope, to summarize ‘everything’ is nearly impossible. The posts paint a huge picture around the basis that ‘everything is connected and everything has meaning’.\nQ appears to have connections at the highest levels and has posted many things that seem to verify that he/she is the real deal. The information that Q has revealed is mostly in the form of a Question leading you to fill in the blanks. via Magapill\npa·tri·ot\nˈpātrēət/\nnoun\n1.\na person who vigorously supports their country and is prepared to defend it against enemies or detractors.\nTheBertMan Rox\nYes. Winning like crazy. Pinch me. That memo has to be released now to justify all the high level arrests that will be continuing to go down. Show the libs accross America why their hero, Hillary lost the election. We knew most of this info before the election.﻿\n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "everything is connected and everything has meaning",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "eagle",
            "radio",
            "video",
            "anon",
            "thoughts",
            "mall",
            "patriot",
            "hillary",
            "ieds",
            "check",
            "ridge",
            "memo",
            "paranormal",
            "big",
            "cryptic",
            "q",
            "posts"
        ]
    }
]