[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/antarctica-theyre-not-fantasy-and-when-they-come-its-not-a-hallucination-understanding-what-is-coming-how-to-protect-yourself-video-3589849.html",
        "title": "In Antarctica: They're Not Fantasy and When They Come, it's Not a Hallucination! Here's What's Coming and How to Protect Yourself (Video)",
        "authors": [
            {
                "name": "Due Diligence",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Due Diligence\nTotal:\nIn Antarctica: They're Not Fantasy and When They Come, it's Not a Hallucination! Here's What's Coming and How to Protect Yourself (Video)\nMonday, January 22, 2018 9:10\n \n \nOnce Steve gets past the nephalim explanation, this is not the usual “spiel” on the return of the giants. Important information, a must see and share!\nMost fear a third world war but that would be a walk in the park compared to what is really coming. My guest Author #SteveQuayle takes us on a Biblical journey into a world that will change before your eyes in the not so distant future. A world that may contain the likes of what some consider fairy tales or even worse the most unimaginable horror story.\nPrepare For The Return Of The Giants – with Steve Quayle Pt1\nSource Israeli News Live\nFOR PART 2:\nUnspeakable Danger In Antarctica; Here’s What’s Coming Part 2 (Stunning Video) click here\n#prophecy #daysofnoah #giant #gatesofhell #endtimes #supernatural #paranormal #rafa #enoch #antarctica #alien #hollywood\n \nARE YOU COMPLETELY PREPARED & PROTECTED?  \nThe Bible tells us that every human has sinned and fallen short of the glory of God which is  is a heart-penetrating truth. He has provided a way to cleanse us of our sins since we can never be “good enough” to cleanse ourselves. That avenue to God’s grace, mercy and forgiveness (the cleansing of our sins) is through His only begotten Son, Jesus Christ of Nazareth Who is equally God.\n Not one of us are guaranteed a “tomorrow”. Has your time run out? Will you continue to ignore the promptings of God the Holy Spirit or have you awakened to the essential need for God, risking eternal damnation?\n​​God the Holy Father, God the Holy Son and God the Holy Spirit are One God, the true, living, uncreated God Who is ever-present, all knowing, all powerful and all loving. He desires that every single person be forgiven, saved and to live eternally with Him. He is our only real protection and His love for you is unchanging. Accept Jesus Christ as your Savior, the true Messiah, today.\n====================================================================================\nDISCLAIMER: Ads seen on this page or on this site \nare NOT endorsed by NOR are they placed by Due Diligence\nTHIS ARTICLE ENDS HERE\n \n===========================================================================\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nraburgeson\nMicrowave weapons and blow the eyes right out of their sockets. No problem.\nJan 22, 2018, 9:34 am\n(52:22) The Matrix and also Nephilim (56:20) explained/\n(1:07:49) “Let the dead bury the dead” explained\nJan 22, 2018, 4:10 pm\n2QIK4U\nI Laugh my butt off every time Hollywood calls the Nephilim aliens, Angels. Prometheus*\nJan 22, 2018, 2:08 pm\nTechguru\nSteve Quayle is nuttier than a porta potty at a peanut festival\nJan 22, 2018, 3:18 pm\nstonehillady\nSorry, Steve you are just another NWO propagandizes this alien thing. Area 51, communist take over for one world government to fight the aliens…..Yes there are remains on this Earth of large human like creatures. but that was back in the day…..Satan works in scaring people, fear…….the bible tells us we live in a stationary world, flat earth, we are the center of the universe…….Get that Steve and the fear goes away, because those so called other planets are for our enjoyment and guidance……sorry Steve, you have been deceived.\nJan 22, 2018, 11:57 pm\nAnonymous\nOH NOES!!!!!!  DA NEEEFEEELEEUM ARE COMING!!!  DEY ARE REAL BECAUSE DOO DOO SAY SO!!!!  HIDE!!!   RUN!!!!\nJan 23, 2018, 9:44 am\nI read the headline saw the picture and composed a comment.\nBefore posting,   I  thought I had better listen to the video just in case it was CLICK BAIT etc.\nMy   comment posted  below is  therefore not tailored to the video.\nIn spite of the comment not being entirely appropriate to the video I have chosen  to post it rather than BIN it  as I SUSPECT WE are GOING to\nHAVE BEA$TS FROM the supposed “bottomle$$ pit”\nRAMMED in OUR FACES\nat some point in the future…. in accordance with $ATANIC “biblical” AGENDA.\nAka….DARK fAR$E$….AGENDA….written into the “bible” and presented to us ……A$ the WORD of “God”…with….\nno mention made of the FACT that “god” of the “bible” is\nIN MANY CASES\n$atan/fAR$E$ of EVIL.\nI am not saying that God in the “bible” is…CONSISTENT-LY  $atan……my understanding is the Joo/Freema$on/EVIL fAR$E$\nwill FLIP FLOP as to which “God” is speaking/referred to…. simply as a means to CONFUSE/DISTRACT and slip DISINGENUOUS\nAMBIGUITIES into the mix in order to ADVANCE  $atan/DARK fAR$E….AGENDA…….unnoticed …..NOT DISCERNED….\nby those…..NOT AWAKE to SUCH……nefarious duplicitous …..MANIPULATION.\n* *\nIn the main, the VIDEO ABOVE states we are living in DYSTOPIAN times.\nI would agree totally with that idea however, Quayle and the Israeli News anchor MAKE  LITTLE REFERENCE to THOSE\nHEINOUS enTITie$…COMPLICIT in…. FACILITATING and ADVANCING…..the EVIL that is currently PLAYING OUT.\nTHERE is ALSO NO REFERENCE MADE TO……”bible”….PRO-FE$$-$EE$…..being  NOTHING MORE than…….\nthe AGENDA of EVIL FORCES whose PLANS….Imho….HAVE BEEN LONG in the MAKING.\nQuayle & the Israeli anchor are; Imho…..\nERRONEOUSLY presenting these PLANS & AGENDAS…….as the word of “God”……with Bible readers assuming God to\nbe The Divine Benign Integrity CREATOR of  Earth……..when in reality, these….DYSTOPIAN TIMES……are…….\nUNIQUELY ENGINEERED by…..OFF the SCALE….IN$ANE FILTH.\nThis “CONfu$ion” creates for…Integrity of The Prime Creator creations..an “UNUSUAL” situation & OPPORTUNITY.\nNEVER let a crI$I$….GO TO WASTE.\nThe EVIL ONES “apparently” beLIEve that…..IF THEY DISSEMINATE “their” AGENDA…..to the ma$$e$……\nin advance of PERPETRATION of the EVENT……..\nAND….IF the TARGETED…..VICTIMS……FAIL…..TO DENY CONSENT………\nThe $CUM proceed…in the EXECUTION of their AGENDAS……beLIEving that……KARMA will…..PA$$ THEM BY.\nThe “Bible” is…..Imho……THEIR “mean$” of…ANNOUNCING to the WORLD……”their” AGENDA of EVIL.\nThe……MOST WIDELY…DISTRIBUTED & READ…….Book…..on Earth.\nJust IMAGINE the…..$CUM presenting themsELVES at “The Pearly Gates” awaiting permission to enter\nTheir “JUSTIFICATION” for the GENOCIDE of ManKIND & DESECRATION of Earth….being….\n“We told them”….ALL …….WE WERE GOING TO DESTROY THEM.\n“WE published it in a book called ‘The Bible’.\nAND\nNOT\nONE\nOF\nTHEM\nDENIED\nCONSENT\nHOW many people STAND UP & DENOUNCE the WORD of God ?\nNO one in their “right mind”\nIt is considered “infra-dig” to  do so.\nThose who consider the “bible” to be “suspect” TEND to KEEP their MOUTHS SHUT – as “religion” is thought  to be a\npersonal THING and it is IMPOLITE to call out……”r e l i g i o u s” PROFIT$.\nWhilst, I have an unbending belief in a Supreme Creator, as referenced in the video…….\nScience Has found Evidence of God\nr e l i G i o n…….Imho…is a THIEVING $atanic/Vatican/FreeMA$ON/Jew$uit….CON-$TRUCT\nwhose BASE must be amongst one of the  the most DEVIOUS DECEPTION$ ever created.\nHowever, as  many are now BECOMING AWARE/beginning to think…. that “god” ‘aint “God”….\nthat “god” is the DECEIVER $atan/Lucifer/EVIL……and that the “Bible”…may be anomalous…..\nSAYING…….I deny consent……MAY NOT BE SUCH a BAD IDEA.\nOne more point before I litter this comment  with…. I deny consent.\nI noticed towards the end of the Quayle video that Quayle mentioned  the $CUM have been creating Human/ANIMAL\nHYBRIDS.\nQuayle stated that he had meet people who had seen the CAGED HYBRIDS; hybrids who were calling out “HELP ME”.\nThe DEPRAVITY of the $CUM…UNLAWFULLY inFE$Ting Earth…never ceases to amaze me however,\nmention of the HYBRIDS makes me wonder if, THESE sad HYBRIDS  are the ones the $CUM are going to present to\n* * *\n* * *\nfLIEing BA-AAL Earth\nis…….\nan assumed “measurement” through Earth’s   centre…..of….. around 8,000 MILES\nAs Antarctica is not at the centre ?\nof Earth I am a$$uming the storeee of “antarctica’$” bottomless pit indicates a DEPTH less than 8,000 MILES ?\nThe deepest  hole ever drilled is the KOLA Superbore Hole  drilled in Russia’s BALTIC.\nThe hole was abandoned at a depth of around 7.5 miles at which the……….\nTEMPERATURE was recorded at around  356 degrees FAHRENHEIT\n180 degrees CELSIUS\n$Ooooh\nthese HOLYWEIRD crea$HUNS have been “COOKing” at temperatures of  GAS MARK 4 + …..\nin an  8,000 MILE deep BOTTOM-le$$ “pit” for\n1,000 YEAR$  ?\n* * *\nEARTH’S CORE IS MUCH HOTTER  than previously thought – hotter than the surface of the Sun\nUsing a delicious combination of particle accelerators, X-rays, high-intensity lasers, diamonds, and iron atoms, SCIENTISTS HAVE WORKED OUT THAT THE INNER CORE OF THE EARTH IS ACTUALLY 6,000 degrees  CELSIUS — SOME  1,000 degrees  HOTTER THAN THE PREVIOUS SCIENTIFIC ESTIMATE.\nThis means THE CORE of\nOUR\nEARTH IS  is actually HOTTER THAN THE SURFACE OF THE SUN.\nThis new data could generate repercussions in the fields of geophysics, seismology, geodynamics, and other Earth-oriented scientific disciplines.\nTHE DISTANCE TO THE CENTRE OF THE EARTH IS 6,371 KILOMETRES (3,958 MILES)\nTHE CRUST is 35 KILOMETRES (21 MILES) THICK.\nTHE MANTLE is  2855 KILOMETRES  (1774 MILES) THICK  — and get this:  THE DEEPEST HOLE\nWE HAVE EVER DRILLED is THE KOLA SUPERDEEP BOREHOLE,  WHICH IS JUST 12 KILOMETRES DEEP.\nWhile we would love to dig down to the core and take some exact measurements, it simply isn’t possible with our current drilling technology — and probably never will be.\nThe KOLA SUPERDEEP BOREHOLE\nHAD TO STOP AT   12 KILOMETRES  BECAUSE THE TEMPERATURE HAD ALREADY REACHED\n180 CELSIUS  (356F),\nAND WAS EXPECTED TO REACH 300 CELSIUS aAT the TARGET  DEPTH of 15 KILOMETRES  —  AT WHICH POINT THE DRILL BIT WOULD CEASE TO WORK.\nThere are no drilling technologies that would even come close to SURVIVING THE MANTLE\nWHICH RANGES FROM 500 CELSIUS to 4000 CELSIUS\n(plus, there’s no oil beyond the crust, so there’s no need to develop such technology…)\nPost-zygotic BARRIERS to REPRODUCTION\nIn some cases, no barriers exist to MATING BETWEEN members of DIFFERENT SPECIES. In these cases, the ZYGOTE FORMED I$ CALLED A HYBRID.\nHowever, even after a hybrid zygote forms, REPRODUCTION MAY  still NOT BE SUCCESSFUL.\nWhen that reproduction is successful, LIVING HYBRIDS  are USUALLY  themselves UNABLE TO REPRODUCE.\nThe PRODUCTION OF HYBRID OFFSPRING IS COSTLY:  the energy of mating and producing offspring has still been spent by the parents, with no future inheritance of their genetic material in return.\nWhile GAMETES FROM DIFFERENT SPECIES CAN SOMETIMES FUSE TO PRODUCE A HYBRID ZYGOTE,  these zygotes are FREQUENTLY ABNORMAL.\nMOST DO NOT SURVIE TO BIRTH or GERMINATION.  Those that do often DO NOT DEVELOP NORMALLY and NEVER REACH SEXUAL MATURITY.\nIn these cases, the MATING OF DIFFERENT SPECIES  is said to be unsuccessful even though offspring were produced because those OFFSPRING ARE INCAPABLE OF PASSING ON THEIR GENES.\nHYBRID INFERTILITY\nAmong those HYBRID OFFSPRING  that do develop normally and reach sexual maturity, MOST ARE STERILE, meaning they do not produce viable gametes. For example, mules result from the mating of a horse with a donkey. They are born and develop into normal healthy adult animals, but they cannot produce offspring of their own.\nLOW HYBRID VIABILITY\nUnlike mules, most HYBRID OFFSPRING  that survive the zygote stage to be BORN  are NOT HEALTHY.\nMost die before reaching reproductive age.\nAs with the production of hybrids that cannot mature into reproductive adults, reproduction that results in unhealthy hybrids that die before reaching sexual maturity is considered unsuccessful.\nKOLA SUPERDEEP BOREHOLE    Kola Peninsular RUSSIA\n‘…..is the result of a scientific drilling project of the Soviet Union in the Pechengsky District, on the Kola Peninsula. The project ATTEMPTED TO DRILL AS DEEP AS POSSIBLE INTO the EARTH’S CRUST.\nDrilling began on 24 May 1970 using the Uralmash-4E, and later the Uralmash-15000 series drilling rig. Boreholes were drilled by branching from a central hole. The deepest, SG-3, reached 12,262 metres (40,230 ft) in 1989 and still is the deepest artificial point on Earth.[1]\nThe BOREHOLE IS  9 INCHES  (23 cm) IN DIAMETER. [2]\nIn terms of true depth, IT IS THE DEEPEST BOREHOLE IN THE WORLD.\nFor two decades IT WAS also THE  WORLD’S LONGEST BOREHOLE IN TERMS OF MEASURED DEPTH  along the well bore, until surpassed in 2008 by the 12,289-metre-long (40,318 ft) Al Shaheen oil well in Qatar, and in 2011 by the 12,345-metre-long (40,502 ft) Sakhalin-I Odoptu OP-11 Well (offshore the Russian island Sakhalin).[3]\nResearch\nThe Kola borehole penetrated about a third of the way through the BALTIC CONTINENTAL CRUST, estimated to be around 35 kilometres (22 mi) deep, reaching Archaean rocks at the bottom.\n* * *\nThe Deepest Hole in the World, And What We’ve Learned From It\n* * *\nTo the fAR$E$ of evil satan lucifer baphomet whatever you call youselves I deny consent to your unlawful\ninfestation of and visitation to Prime Creators Sacrosanct creation  of Earth.\nI deny consent    I deny consent    I deny consent\nI deny consent to the  heinous forces of evil effecting criminal trespass to Prime Creators Sacrosanct creation of\nEarth and unlawfully acquiring intellectual property of The Prime Creator The Great I Am of whom I Am.\nI deny consent  I deny consent   I deny consent\nI deny consent to the  heinous forces of evil effecting criminal trespass to Prime Creators Sacrosanct creation of\nEarth unlawfully acquiring intellectual property of The Prime Creator The Great I Am of whom I Am in the form of\nDNA and biological materials  and samples and biological matter that are  the exclusive property of the Prime Creator\nThe Great I Am  of whom I Am.\nI deny consent  I deny consent  I deny consent\nI deny consent to the unlawful acquisition of DNA from Integrity of The Prime Creator creations by evil forces  effecting criminal trespass to and on Prime Creators Sacrosanct creation  of Earth and the heinous creation of biological abominations.\nI deny consent  I deny consent  I deny consent\nI deny consent in perpetuity retrospectively currently and out over the aeons of Prime Creator created time\nto the perfidious manipulation heinous interference unlawful adulteration lawlessly perpetrated taint corruption contamination\ndefilement and despoilment of Integrity of The Prime Creator creations that have a Prime Creator gifted natural and true being\nin and on and above and below and within and without and across the Planes Domains Dominions and Realms of  Prime Creator created Earth to infinity and beyond.\nI deny consent    I deny consent     I deny consent\nI demand and command of The Prime Creator The Great I Am of whom I Am the immediate sequestration and transference to a Prime Creator locked down quarantine  zone in the far reaches of place space and time of each and every fraction of an iota of that which  evil   forces have unlawfully stolen robbed thieved   acquired sequestrated requisitioned misappropriated from integrity of The Prime Creator creations items to which the scum effecting criminal trespass to Prime Creator Earth  have no lawful power to acquire.\nI demand and command The Prime Creator The Great I Am of whom I Am binds and banishes to a Prime Creator locked down quarantine zone in the far reaches of place space and time with an immediate and permanent effect each and every act of perfidy perpetrated by the criminal trespassers to Prime Creator created Earth and perpetrated by the stooges of those criminally trespassing Prime Creators Sacrosanct creation of Earth.\nI demand and command of The Prime Creator the Great I Am of whom I Am the immediate and permanent  binding and banishing to a Prime Creator locked down quarantine zone in the far reaches of place space and time of each and every Entity Being Demon Golem Reptilian Draco-reptillian archon Force of Evil  physical metaphysical  visible invisible tangible intangible unlawfully infesting and effecting   criminal trespass  in and on above and below within and without and across Prime Creators Sacrosanct creation of The Planes Domains Dominions and Realms of Earth to infinity and beyond.\nJan 23, 2018, 5:54 pm\nharry\nThis garbage is beyond bizarre!  But then again;  you can see this a drug-related response.\nJan 24, 2018, 12:00 am\n* *\nverb (used with object), HARRied, HARRYing.\n1…..to HARA$$, ANNOY,  or PROVE a NUI$ANCE to BY  or as if by REPEATED ATTACKS;  worry:\nHe was harried by constant doubts.\n2….to RAVAGE,  AS in WAR;  DEVESTATE:\nTHE TROOP$ HARRIED the COUNTRYSIDE.\nverb (used without object), harried, harrying.\n3…..TO MAKE HARASSING INCUR$ION$.\n* * *\nShould anyone be interested in PLACING the TERM/name…harry…..INTO an HISTORICAL $ETting\nan early “appearance” appears  to be  in reference to the……….\nashkeNAZI khazar/$atanic/FAKE-”french” NORman …..invaSION of England in 1066\nThe…..HARRYing……of the North of England …by FILTH…PRETENDING to be “french nobles”\nThe Indigenous English/British were GENOCIDED by the $atanic $CUM and THEIR LANDS SALTED.\n* *\nThe “Norman” Invasion and the North East\nENGLAND REVOLTED  from 1067-1068.  Backed by Scots, Danes and Anglo-Saxons. Danes and Irish who were hiding in Scotland and Ireland invaded The North East, Devon rose in the South West.\nFollowing this in 1069, King William placed Robert De Comines as the “Norman” Earl of Northumberland. He was staying in Durham when HIS “NORMAN” knights pushed the Local Anglo-Saxons too hard and COMMITTED CRIMES AGAINST THE LOCAL POPULOUS.\nThe ANGLO-SAXONS TOLD HIM HE WAS SITTING on a TINDER BOX,  but he did not listen.\nTHE POULATION of DURHAM ROSE  and seven hundred Normans were killed including Robert – many burnt to death inside the houses in which they were staying.\nWilliam (beLIEve comment….ashkeNAZI khazar “normans”), in retaliation COMMITTED GENOCIDE  –\nHARRYing\nthe NORTH….KILLING CIVILIANS in YORKSHIRE and COUNTY DURHAM and\nSALTING the LAND.\n* * *\nThe ORIGIN of the attempted “en-$LAVEment” of……The PEOPLES of EARTH..in recent history\nwa$….The 1066 $atanic…..CRIMINAL TE$PA$$…into England by ashkeNAZI khazar$.\nThe BATTLE  of Ha$ting$..being the EUPHEMISM used to cover THEIR unlawful arrival and\nCRIMINAL TRESPASS.\n*\nThe THEFT  of British lands and possessions; GENOCIDE of the Indigenous British,  perpetrated by the\n$atanic ashkeNAZI khazar FAKE-”french” NOR-MAN….aka….nor-man/nor bea$t…….faux-noble$\nresulted in  an amassing of STOLEN wealth\nthat once accrued,  meant……the THIEVES had to look further afield to\nsatiate their THIRST for PLUNDER.\nPIRACY and the erroneou$LY named….”british” EmPYRE…were vehicles for ashkeNAZI\nkhazar FAUX British FAKE “joo”…THEFT GENOCIDE etc.\nThe American “colonies”….Canada…Australia….New Zealand…are….ashkeNAZI FAKE “british”\nTHEFTS.\nAfrica’s Gold mines all stolen by FAKE “british” ashkeNAZI khazars\nChina’$ Opium wars……ashkeNAZI khazar thieves and manipulator$.\nAfrica’$ asset-stripping and en$LAVEment of it’s Indigenous Sovereigns……all the work of\nashkeNAZI khazar’$….unlawfully  inFE$TING the BRITISH Isles..for a period of\nat least 1,000 years  including  criminal trespass of the so-called ‘city of London’\nutiliLIE$’d  as an HQ of…….The GRATE ashkeNAZI $atan.\nAND HERE WE ARE TODAY……$taring down the barrel of an ashkeNAZI khazar…..\nALIEN  commando$ from a different dimension….Jew WHIRLED ODOUR.\n* * *\nThe Battle of Hastings  1066……no battle ground yet located.\nHa-STING-s\nA CAREFULLY PLANNED OPERATION, typically one INVOLVING DECEPTION.\n“five blackmailers were jailed last week after they were snared in a police sting”\nsynonyms: SWINDLE,  fraud, piece of deception, TRICKERY, CHEAT\n* * *\nTime Team S20 Special – 1066 The Lost Battlefield  (video)\nCastles were built by the ashkeNAZI khazar “nor-man$” to protect themsELVES from being murdered and to protect THEFTS they perpetrated, from being requisitioned by those who retained TRUE TITLE.\n@ 3:09 the Illuminati/Masonic…HAND SIGN…..The ‘Shhh’ sign of a forefinger on the lips indicating\n“Be silent”\nThe forefinger is of The LEFT HAND..the left hand indicating…..SINISTER.\n@ 4:13 Quote….From an archaeological point of view “IT is AS IF the FIGHTING NEVER TOOK PLACE”\n@9:35  The Battle of Hastings in the FOUNDATION STONE of English HISTORY but\nNO ARCHAEOLOGICAL EVIDENCE\n@12:00  The tapestry has a REMARKABLE EYE for DETAIL\nbeLIEve comment..of course it does, the people could not read…THEY NEEDED TO BE\nDUPED……PICTORALLY.\n‘The tapestry was thought to be made in Canterbury, the birth-place of English Christianity.’\nbeLIEve comment……English Christianity..aka….Jooi$h/Ma$onic THEFT & CONTROL  parasiteIZUM.\n@12:41  The tapestry was made shortly after the “Battle”.\nbeLIEve comment….ashkeNAZI khazars needed to ENFORCE…..slavery & FEUDal-IZUM.\n@12:56 The TAPESTRY is a GIGANTIC piece of Norman PROPAGANDER.\nbeLIEve comment….Yup-a veritable PACK of LIE$ and…THEY were NOT “nor-man.”\nBishop Odo…ashkeNAZI khazar “nor-man”…. PLACED himsELF in the tapestry 4 times despite being a\nso-called “cleric”…and NOT FIGHTING…in the….FAKE\nbattle. ?\n@ 14:16 “Restoration” of the tapestry altered King Harolds DEATH SCENE from an arrow in the eye\nTO A LANCE…”SAILING” ABOVE his HEAD.\n@ 15:04 Quote ‘A discovery like this shows JUST HOW LITTLE WE KNOW about the battle’\nbeLIEve  comment …totally agree….did the battle take place ?\n@ 18:30 The Monks of ‘Battle Abbey’ built to commemorate the site of the “event,” wrote a\n‘chronicle’ around 1166 stating ‘The High Altar’ IS PRECISELY WHERE Kiing Harold’s STANDARD; his BANNER fell.\nA British historian stated ‘this claim is NOT TRUSTWORTHY.’\n@ 19:10  According to a British historian….\nThe writers of ‘the chronicle;’ the Monks had an absolute  interest in stating\n‘This Abbey is the preSERVER of the Norman CLAIM to the THRONE’\nbased on the fact that The Abbey received LANDS & FREEDOMS from “norman” King William.\n@ 20:16 Dispute over the site of the supposed “battle”\n‘The Anglo Saxon Chronicle’ is one of the oldest books in the English language….\nthe chronicler tells us ‘Harold gathered the biggest Army he could and THEY CAME  TOGETHER\nat THE OLD APPLE TREE’\n@ 21:00 “But now I think people generally believe that THERE WAS a TREE, PERHAPS\nthat people knew of; a VAST TREE on the site.\nI MEAN WHAT’s INTERESTING is that FOR THIS CHRONICLER\nFOR ALL IT MIGHT\nBE A RITUAL MEETING PLACE  IT’s ALSO a MEETING THAT WASN’T WANTED\nTHAT ENGLAND WASN’T READY FOR AND THAT DESTROYED IT”.\nbeLIEve comment…I find this  statement rather strange.\nWas the ‘Battle of Hastings”….a  RITUAL “battle”…aka….IT was a choreographed TABLEAU\nwith no fighting/death/clashing of swords or anything else….a FABRICATION to effect\na transference of ENERGY or POWER…Imho perpetrated by USURPERS/IMPOSTERS/THIEVES.\nThe Battle of The Boyne  in Ireland….was a RITUAL Battle “apparently”\n@ 27:59 Bayeaux TRAVESTY\nSee the guys WITH the BOWS in the bottom section of the tapestry, IF you LOOK CAREFULLY\nat them you WILL SEE THAT\nTHESE ARE NOT FRENCH Men\nTHEY’ve GOT BIG NOSES\nand skirts..THESE are TURKS.\nThere were TURKS at the Battle of HASTINGS.\nbeLIEve comment…normans were/are ashkeNAZI khazars and the…AK’$ are of TURKI$H descent.\n@  28:23  TURNNG A BLIND EYE to the TRUTH\n@ 38:11 At Hastings the Saxons faced a NEW TYPE of ENEMY; HEAVILY ARMOURED\n“NORMAN” Cavalry.\nbeLIEve comment …..ashkeNAZI khazars were a LEAN MEAN FIGHTING FORCE\nemployed as MERCENARIES to anyone who PAID THEM enough.\n@ 45:51 “It’$ a BIZARRE NOTION that our last Anglo-Saxon King might have died on\nthat…..ROUND-ABOUT”.\nbeLIEve comment….Ma$ONS/jooz are BIG on circles N.B. Ferri$ WHEEL$.\nIt is “apparently” some sort of ENERGY acquisition.\n1066 and the Bayeux Tapestry\nIn the Tapestry, the STORY of  1066 IS TOLD THROUGH a SERIES of iILLUSTRATED SCENES   which are annotated in Latin. They are surrounded by an intricately embroidered border, both above and below, filled with pictures of animals, mythical creatures, scenes of daily life in the Middle Ages and, rather controversially, some scenes of an explicit nature.\nTAKE, for example, THE SCENE WHERE Harold, THE FUTURE KING, IS CAPTURED by GUY and\nTAKEN to DUKE William.\nIN the BORDER BELOW is the IMAGE of A NAKED MAN  HOLDING a PAIR of REINS\nWITH a LARGE ERECTION.\nHis ARMS are WIDE OPEN to a NAKED WOMAN,  SHAMEFULLY COVERING her GENITALIA\n(see ORIGINAL article)\nYes, you read that right, and this is JUST ONE OF THE MANY SCENES WHICH HAVE BAFFLED historians. Some have argued that this border scene is used to draw attention to the treachery that HAROLD is about to commit; SWEARING on  on holy relics THAT HE WILL HELP to SECURE the THRONE for\nDuke William.\nOr perhaps A METAPHOR for the ‘TRAP’ that awaits Harold.\nbeLIEve comment….ashkeNAZI khazars worshipped the..phallic symbol\n* * *\nI suspect  the ‘Battle of Hastings’ is quite likely simply, yet more NEFARIOUS DUPLICITOUS LIE$\ncourtesy of the USUAL $CUM.\n* * *\nConcealed Messages—The Importance of Hand Signs to the Illuminati\nA hand with finger pointed to or touching the lip indicates, “Be silent.”\nThe truth of Anglo-Saxon king: revelation that could CHANGE history\n“I’m convinced HAROLD SURVIVED the BATTLE  of Hastings and I’m very hopeful we will find something,” says Peter. “If we find the complete remains of a man in his late 70s with scarring to his temple from a battle wound then we will need to do a DNA test. Our understanding of this period of English history would have to change.\nIT WASN’T UNTIL  1819 THAT THE ARROW IS FIRST RECORDED  in a drawing.\nThis has led to the suggestion that over-enthusiastic restorers may have USED ARTISTIC LICENCE.\n“You SHOULDN’T\nTAKE HISTORY at FACE VALUE. The Battle of Hastings is one of the biggest events in British history. Whether it will go as far as rewriting the history books I suppose they will have to,” he adds.\nPaulp\nI DIDnt know r3ad1ng $tupid a$$ comMENts like YAll$ with youR $stUPID As$ whatever you WANT to call it coULD make us $ick but abOUT 20 woRD$ in I felt like puking “my gut$” out.\nMay 20, 2018, 6:57 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Let the dead bury the dead",
                "",
                false
            ],
            [
                "WE published it in a book called ‘The Bible’.",
                "",
                true
            ],
            [
                "AND\nNOT\nONE\nOF\nTHEM\nDENIED\nCONSENT\nHOW many people STAND UP & DENOUNCE the WORD of God ?",
                "",
                true
            ],
            [
                "NO one in their “right mind”\nIt is considered “infra-dig” to  do so.",
                "",
                true
            ],
            [
                "Those who consider the “bible” to be “suspect” TEND to KEEP their MOUTHS SHUT – as “religion” is thought  to be a\npersonal THING and it is IMPOLITE to call out",
                "",
                false
            ],
            [
                "five blackmailers were jailed last week after they were snared in a police sting",
                "",
                false
            ],
            [
                "IT is AS IF the FIGHTING NEVER TOOK PLACE",
                "",
                false
            ],
            [
                "The tapestry was thought to be made in Canterbury, the birth-place of English Christianity.",
                "",
                true
            ],
            [
                "A discovery like this shows JUST HOW LITTLE WE KNOW about the battle",
                "",
                false
            ],
            [
                "This Abbey is the preSERVER of the Norman CLAIM to the THRONE",
                "",
                false
            ],
            [
                "Harold gathered the biggest Army he could and THEY CAME  TOGETHER\nat THE OLD APPLE TREE",
                "",
                false
            ],
            [
                "But now I think people generally believe that THERE WAS a TREE, PERHAPS\nthat people knew of; a VAST TREE on the site.",
                "",
                true
            ],
            [
                "I MEAN WHAT’s INTERESTING is that FOR THIS CHRONICLER\nFOR ALL IT MIGHT\nBE A RITUAL MEETING PLACE  IT’s ALSO a MEETING THAT WASN’T WANTED\nTHAT ENGLAND WASN’T READY FOR AND THAT DESTROYED IT",
                "",
                false
            ],
            [
                "It’$ a BIZARRE NOTION that our last Anglo-Saxon King might have died on\nthat…..ROUND-ABOUT",
                "",
                false
            ],
            [
                "I’m convinced HAROLD SURVIVED the BATTLE  of Hastings and I’m very hopeful we will find something,",
                "Peter",
                true
            ],
            [
                "You SHOULDN’T\nTAKE HISTORY at FACE VALUE.",
                "",
                true
            ],
            [
                "The Battle of Hastings is one of the biggest events in British history.",
                "",
                true
            ],
            [
                "Whether it will go as far as rewriting the history books I suppose they will have to,",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/alternative/2018/01/unspeakable-danger-in-antarctica-heres-whats-coming-part-2-stunning-video-3590564.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "heres",
            "whats",
            "fantasy",
            "true",
            "jesus",
            "video",
            "holy",
            "come",
            "sins",
            "coming",
            "antarctica",
            "need",
            "god",
            "theyre",
            "hallucination",
            "protect",
            "world"
        ]
    }
]