[
    {
        "url": "https://beforeitsnews.com/prophecy/2018/01/biblical-apocalypse-everywhere-january-2018-via-paul-begley-video-2496537.html",
        "title": "Biblical Apocalypse Everywhere! January 2018 via Paul Begley (Video)",
        "authors": [
            {
                "name": "Jeffery Pritchett",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Jeffery Pritchett\nThursday, January 18, 2018 14:13\n \n“Joseph, son of David, do not fear to take Mary your wife,\nfor that which is conceived in her is of the Holy Spirit;\nShe will bear a son and you are to name him Jesus,\nbecause he will save his people from their sins.”\nGospel of Matthew 1:20-21\nThis took place in Bethany beyond the Jordan, where John was baptizing.\nThe next day he saw Jesus coming toward him, and said,\n“Behold, the Lamb of God, who takes away the sin of the world!”\nGospel of John 1:28-29\nThe Revelation of Jesus Christ is a book of prophecy on the end times and comprises the final book of the New Testament and of the Bible.\nThe Greek word for Revelation is Αποκαλυψις or Apocalypse. Revelation always implies the unveiling of something previously hidden, in this case, future events. As the final book of the Bible, the Book of Revelation brings to fruition symbolism found in Genesis 3:15 in the first book of the Bible.\nEarly Christian Tradition identified the writer of Revelation as the Apostle St. John, the Beloved Disciple, while he was in exile on the island of Patmos in the Aegean Sea. Written in symbolism, the book has always been surrounded by mystery and has fascinated mankind throughout the ages as to its meaning.\nThe Apocalypse opens with “The Revelation of Jesus Christ,” the prophecy revealed to the Evangelist John by the risen Christ, “who loves us and has freed us from our sins by his blood” (1:5).\nI added a new Paul B. video to the line up here. Let us know what you think in the comments section and thanks for stopping by BIN Prophecy!\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nIts okay most of you would nail Jesus to a board again if he came back and he let you.\nJan 19, 2018, 5:12 am\nFirmament Does Exist\nWho cares what the “Greek” says…..ChazUW YAHUW MeoshiYAch ( The Revelation through YAHUW Eternal King of the Family in Yasarel), ChazUW YAHUW (Revelation through YAHUW)…..ChazUW YAHUW 1:1 This is the ChazUW (Revelation of YAHUW) of YAHUW MeoshiYAch, which YAHUWAH The Father gave Him to show His servants concerning the things which shall come which He sent and made known by His angels to His servant, YAHUWchanon ( YAHUW is Covenant Forgiveness).\nJan 19, 2018, 7:21 am\nYochanan (John) was overseeing the tevilah ( https://en.m.wikipedia.org/wiki/Ritual_washing_in_Judaism ) in a miqveh ( https://en.m.wikipedia.org/wiki/Mikveh ) at Bethabara ( https://en.m.wikipedia.org/wiki/Bethabara ), and it was certainly NOT beyond the Jordan; it was on the west bank (Israel side) of the Jordan River.  Nahar HaYarden or Jordan River qualified as a miqveh as its “living waters” originated with a natural spring — the Banias at the foot of Mount Hermon ( https://en.m.wikipedia.org/wiki/Jordan_River#Tributaries ).\nPicture this… Bethabara or “place of the crossing” was where the Israelites from the Egyptian Exodus crossed into the Promised Land led by Joshua, the son of Nun.  Note that they had to consecrate themselves (via tevilah!) before crossing.  This exact same place was where Yehoshu’a HaMashiach (Joshua the Messiah) was consecrated (via tevilah!) just before being anointed in the Holy Spirit.  So, just as Joshua, the son of Nun, led the Israelites to the Promised Land, so too does Joshua, the Son of God, lead us to salvation.\nI created a Google map with more information… https://tinyurl.com/yd3crfyw\nShema Yisrael!\nFor those who don’t believe this, the earliest extant manuscript containing John 1:28 was from Papyrus 66; see https://en.m.wikipedia.org/wiki/Papyrus_66 .  Regardless of the dating — which ranges from the second to fourth centuries, it is NOT from the first century CE and was discovered in Egypt ( https://en.m.wikipedia.org/wiki/Bodmer_Papyri ).  Again, the “early church fathers” were hard at work in disguising the truth!\nJan 19, 2018, 9:23 am\nFirmament Does Exist\nYAHUWchanon 1:28 These things were done among the BethaniYA (Covenant-Famlies of YA) beyond the YArdan where YAHUWchanon was immersing for repentance of breaking The Covenant Words.\nJan 19, 2018, 6:09 pm\nDid you not read about John 1:28 and Papyrus 66?\nJan 19, 2018, 7:09 pm\nThe earliest extant map of the area is the Madaba map; see https://en.m.wikipedia.org/wiki/Madaba_Map .  Where is Bethabara?  On the WESTERN side of the Jordan (NOT beyond!)  Where is Gilgal (lit. “stone circle” from Joshua 4) — denoted as Dodekalithon (lit. twelve stones)?  Have the memorial stones ever been found although they were to serve as a memorial FOREVER?  It’s because NO ONE is looking in the right place!\nJan 19, 2018, 7:18 pm\nMatthew 3:1 Now in those days John the Baptist *came, preaching in the WILDERNESS OF JUDEA [emphasis mine], saying, 2 “Repent, for the kingdom of heaven is at hand.” 3 For this is the one referred to by Isaiah the prophet when he said,\n“The voice of one crying in the wilderness,\n‘Make ready the way of the Lord,\nMake His paths straight!’” (NASB)\nIs Judea — and specifically the (desert) wilderness of Judea — in Perea (modern Jordan on the eastern side of the Jordan River)?  See https://en.m.wikipedia.org/wiki/Judea and https://en.m.wikipedia.org/wiki/Judaean_Desert .  Yochanan was part of the “sect” called THE WAY in Qumran; he was the voice crying out in the (Judean desert) wilderness (in Qumran).\nMatthew 3:13 Then Jesus arrived from Galilee at the Jordan coming to John, to be baptized by him. (NASB)\nIs Galiee on the western (Israel) or eastern (Perea/Jordan) side of the Jordan River? https://en.m.wikipedia.org/wiki/Galilee\nMark 1:9 In those days Jesus came from Nazareth in Galilee and was baptized by John in the Jordan. 10 Immediately coming up out of the water, He saw the heavens opening, and the Spirit like a dove descending upon Him; 11 and a voice came out of the heavens: “You are My beloved Son, in You I am well-pleased.”\n12 Immediately the Spirit impelled Him to go out into the wilderness. 13 And He was in the wilderness forty days being tempted by Satan; and He was with the wild beasts, and the angels were ministering to Him. (NASB)\nAgain, where is Nazareth?  East or west of the Jordan River?  See https://en.m.wikipedia.org/wiki/Nazareth .  Where did He go immediately after His tevilah?  Where is that (desert) wilderness?\nLuke 3:1 Now in the fifteenth year of the reign of Tiberius Caesar, when Pontius Pilate was governor of Judea, and Herod was tetrarch of Galilee, and his brother Philip was tetrarch of the region of Ituraea and Trachonitis, and Lysanias was tetrarch of Abilene, 2 in the high priesthood of Annas and Caiaphas, the word of God came to John, the son of Zacharias, in the wilderness. 3 And he came into all the district around the Jordan, preaching a baptism of repentance for the forgiveness of sins; 4 as it is written in the book of the words of Isaiah the prophet,\n“The voice of one crying in the wilderness,\n‘Make ready the way of the Lord,\nMake His paths straight.\nAnd every mountain and hill will be brought low;\nThe crooked will become straight,\nAnd the rough roads smooth;\n6 6 And all flesh will see the salvation of God.’” (NASB)\nThe Word of God came to Yochanan where?  In the Judean desert wilderness at Qumran!  See https://en.m.wikipedia.org/wiki/Qumran .  Where was Qumran?  The West Bank!\nWhere was Yochanan preaching a tevilah of repentance?  Around the JUDEAN district around the Jordan River.\nSo, BEYOND the Jordan makes no sense and is contrary to the other three Gospels…\nJan 19, 2018, 7:56 pm\nFirmament Does Exist\nDr Frank Logsdon, project member of the translation committee for the New American Standard Version (NASB) has dennounced his work on that translation and is urging all Christian’s to return to the “authorized version” KJV. Although the most popular version at the present time is the New International Version (NIV). Both of these modern versions are based on the same Catholic text and Logsdon concerns apply to both. Being involved in the project from the very beginning, Logsdon helped publisher F Dewey Lockman with the feasibility study that led to the translation. He interviewed some of the translators, say with them, even wrote the preface. His old friend Dr David Otis Fuller put his finger on the many shortcomings of the two Catholic manuscripts. I prefer translations that use the original Hebrew like The Scriptures, Institute for Scriptural Research and The Word Of YAH, Kindom of YAH from The Original Scriptures.\nJan 19, 2018, 8:25 pm\nThere’s nothing sacred about the KJV; there are numerous translation errors within it.\nJan 19, 2018, 8:41 pm\nFirmament Does Exist\nNo kidding……any translations that removed all the Hebrew I don’t read..KJV, NIV, NASB……”lord” means Baal, and a “lord” serves a King.\nJan 20, 2018, 12:00 am\nMayhem\nIt hardly matters which version you read, laschuetz, so long as you’re doing due diligence and showing yourself approved. Or you could learn Hebrew and Greek if that helps untangle your knickers because there are no perfect translations as that’s  just not possible.\nAnd Ba’al means Lord, firmament, you’ve got that the wrong way round but do tell how you prefer “Yahweh” even though that is, itself, a bastardization of two words.\nJan 20, 2018, 12:26 am\nThat was my point… Read MODERN English and when a word or phrase needs to be investigated, use Bible tools (i.e., exercise due diligence).  There is nothing sacred about the “authorized” KJV, which was also my point.\nJan 20, 2018, 7:08 am\nAlan Schuetz\nRabbinic Jews recite “Adonai” (=lord) for the Tetragrammaton, yet that invokes the Greek Adonis (aka the Babylonian Tammuz).\nJan 20, 2018, 7:10 am\nAnd, before the discovery of the Dead Sea Scrolls, the Septuagint (LXX) was the oldest extant manuscript of the TaNaKh; see https://en.m.wikipedia.org/wiki/Septuagint .  The Masoretic Text (MT) wasn’t written until MUCH later; see https://en.m.wikipedia.org/wiki/Masoretic_Text .\nIt’s funny how both Joshua, the son of Nun, in the LXX and Joshua, the son of God, in the NT were BOTH recorded as ‘Iesous (Heb. Yehoshu’a).  Jesus is the transliteration of the Latin — NOT the translation.\nJan 20, 2018, 7:19 am\nAnd, the Catholic church ensured that any NT texts NEVER would be published from the Dead Sea Scrolls.  A good book on that subject is “The Dead Sea Scrolls Deception” by Michael Baigent & Richard Leigh.\nJan 19, 2018, 8:47 pm\nJan 19, 2018, 8:53 pm\nBut, let’s prove that this is an urban legend…\nActs 12:4 And when he had apprehended him, he put him in prison, and delivered him to four quaternions of soldiers to keep him; intending after Easter to bring him forth to the people. (KJV)\nActs 12:4 When he had seized him, he put him in prison, delivering him to four squads of soldiers to guard him, intending after the Passover to bring him out before the people. (NASB)\nThe Word in question in Koine Greek is pascha; see http://biblehub.com/greek/3957.htm .\nLet’s look at the etymology of Easter; see https://www.etymonline.com/word/easter .\n“Old English Easterdæg, from Eastre (Northumbrian Eostre), from Proto-Germanic *austron-, “dawn,” also the name of a goddess of fertility and spring, perhaps originally of sunrise, whose feast was celebrated at the spring equinox, from *aust- “east, toward the sunrise” (compare east), from PIE root *aus- (1) “to shine,” especially of the dawn.”\nFirst, is Easter Passover?  Second, would the Most High have ANYTHING to do with a spring fertility goddess of the dawn?  Now, you know why Easter is a sunrise service!  This would be considered a doctrine of demons (assimilated paganism).\nYehoshu’a was crucified as the Passover Lamb on 14 Abib in 36 CE.  As His alleged crime was blasphemy, a crime punishable by death, He was to be hung on a tree:\nDeuteronomy 21:22 “If a man has committed a sin worthy of death and he is put to death, and you hang him on a tree, 23 his corpse shall not hang all night on the tree, but you shall surely bury him on the same day (for he who is hanged is accursed of God), so that you do not defile your land which the Lord your God gives you as an inheritance. (NASB)\nHe was buried that same day (14 Abib) before the first day of Unleavened Bread on 15 Abib, which is an ANNUAL Sabbath.  He was dead and buried three days and NIGHTS per the sign of Jonah (15-17 Abib) and descended into Sheol, which in Greek was translated as Hades; see https://www.biblegateway.com/passage/?search=Matthew+12%3A38-40%3B+Acts+2%3A22-36&version=NASB .\nHe arose/was resurrected as Lord of the WEEKLY Sabbath on 18 Abib, and His empty tomb was discovered on the first day of the week (19 Abib) — JUST AS THE SCRIPTURES STATE AND THE DEAD SEA SCROLLS ATTEST!\nThe Catholic church has done everything in its power to remove the Hebraic roots of the Word and replace them with paganism.  That carried over into Protestantism after the Reformatio — including the KJV.\nThe only thing in Christmas is Mithra(s), and Easter is a pagan fertility rite; hence, the eggs and bunnies.  The “authorized” King James (1611) Version included such paganism.  Is it truly of God?  You know the answer…\nJan 19, 2018, 9:48 pm\nGreybeard\n“Joseph, son of David, do not fear to take Mary your wife,\nfor that which is conceived in her is of the Holy Spirit;\nShe will bear a son and you are to name him Jesus,\nbecause he will save his people from their sins.”\nGospel of Matthew 1:20-21\n1 Corinthians 3:16-17\n“Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you? If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.”\n2 Corinthians 6:16\n“And what agreement hath the temple of God with idols? for ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people.”\nMEANING NOT JEW OR BLACK OR WHITE…..WHEN THE LIVING GOD WALKS IN THE FLESH….HENCE SIGNS OF THE TIMES POINTING TO WHEN HE! IS…………..HENCE…ENDING IN A QUESTION MARK….. Spirit of God dwelleth in you?……..DWELLETH AMONG YOU IN THE FLESH!!!!!!!!!!\n………. and they shall be my people.”Meaning….the current state of flesh of the world here and now…\nBeing that………..\nEllicott’s Commentary for English Readers\n(19) And the temple of God . . .–Translate, And the temple of God was opened in the heaven, and the ark of His covenant was seen in His temple: and there were lightnings, and voices, and thunders, and an earthquake, and a great hail.\n(Comp. Hebrews 12:18-24.) The spirit of evil, of selfishness, of luxuriousness, of profanity, which rejects its birthright, of better thoughts and holy things, leads to “the mount that burned with fire, and unto blackness and darkness and tempest, and the sound of a trumpet, and the………. voice of words;” …………….the Spirit of God leads….. to…. “the city of the living God,…….. ( bullshit addedthe heavenly Jerusalem, and) to an innumerable company of angels, to the general assembly (Bullshitaddedand Church) of the first-born which are written in heaven.”\nSooooo…all those falsifying I have been filled with the spirit and the spirit has taken them blah blah blah crap are knowingly deceiving and lying…WHY???…..\n………the Spirit of God leads….. to…. “the city of the living God,……..meaning even the spirit god gives way to the living God………….meaning the spirit of God points to where the city of the living God is!!!!!!!\nHaving taken the souls….. of the birds of heaven who precedes “HIM”….in that you have no name…as I have shown\n……..of the first-born which are written in heaven.”…..not what you…YOU!…write….nor who you or the church claim to have been received into heaven!!!!1\nMark 1:9 In those days Jesus came from Nazareth in Galilee and was baptized by John in the Jordan. 10 Immediately coming up out of the water, He saw the heavens opening, and the Spirit like a dove descending upon Him; 11 and a voice came out of the heavens: “You are My beloved Son, in You I am well-pleased.”\nThese scriptures being false scriptures are merely true scripture taken from old scripture rewrote with their jesus Christ added ……all after the fact…….in which….11 and a voice came out of the heavens: “You are My beloved Son, in You I am well-pleased.”….in that God has no son!!!!1….I know that for a fact!!!!!!!!\nAnd yet revelation states………\nRevelation 4:1\nAfter this I looked and saw a door standing open in heaven. And the voice I had previously heard ……….speak to me like a ……trumpet …..was saying, “Come up here, and I will show you what must happen after these things.”\nMeaning all the so called trumpet sounds….. all around the world apparently?????!!!…are bulwark ….and yet……. speak to me like a ……trumpet… ..from…. a door standing open in heaven……stating “Come up here, and I will show you what must happen after these things.”\nIn which this…….10 Immediately coming up out of the water, He saw the heavens opening, and the Spirit like a dove descending upon Him; 11 and a voice came out of the heavens:……being correct scripture …….while this has been added,,, In those days Jesus came from Nazareth in Galilee and was baptized by John in the Jordan…to lie and deceive to falsify a god called  jesus Christ and baptism!!!!!!!!1\nWhy we at it…….(Comp. Hebrews 12:18-24.) The spirit of evil, of selfishness, of luxuriousness, of profanity, which rejects its birthright, of better thoughts and holy things,\nMeaning rich greedy selfish rich gits!!!!!!!!!!!11\nJan 20, 2018, 2:48 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Make ready the way of the Lord,\nMake His paths straight!",
                "",
                true
            ],
            [
                "Make ready the way of the Lord,\nMake His paths straight.",
                "",
                true
            ],
            [
                "And every mountain and hill will be brought low;\nThe crooked will become straight,\nAnd the rough roads smooth;\n6 6 And all flesh will see the salvation of God.",
                "",
                true
            ],
            [
                "Joseph, son of David, do not fear to take Mary your wife,\nfor that which is conceived in her is of the Holy Spirit;\nShe will bear a son and you are to name him Jesus,\nbecause he will save his people from their sins.",
                "",
                true
            ],
            [
                "Behold, the Lamb of God, who takes away the sin of the world!",
                "John 1:28-29",
                true
            ],
            [
                "who loves us and has freed us from our sins by his blood",
                "Christ",
                false
            ],
            [
                "Repent, for the kingdom of heaven is at hand.",
                "",
                true
            ],
            [
                "The voice of one crying in the wilderness,\n‘Make ready the way of the Lord,\nMake His paths straight!",
                "",
                true
            ],
            [
                "You are My beloved Son, in You I am well-pleased.",
                "",
                true
            ],
            [
                "The voice of one crying in the wilderness,\n‘Make ready the way of the Lord,\nMake His paths straight.",
                "",
                true
            ],
            [
                "And every mountain and hill will be brought low;\nThe crooked will become straight,\nAnd the rough roads smooth;\n6 6 And all flesh will see the salvation of God.",
                "",
                true
            ],
            [
                "Old English Easterdæg, from Eastre (Northumbrian Eostre), from Proto-Germanic *austron-, “dawn,” also the name of a goddess of fertility and spring, perhaps originally of sunrise, whose feast was celebrated at the spring equinox, from *aust- “east, toward the sunrise” (compare east), from PIE root *aus- (1) “to shine,” especially of the dawn.",
                "",
                true
            ],
            [
                "If a man has committed a sin worthy of death and he is put to death, and you hang him on a tree, 23 his corpse shall not hang all night on the tree, but you shall surely bury him on the same day (for he who is hanged is accursed of God), so that you do not defile your land which the Lord your God gives you as an inheritance.",
                "",
                true
            ],
            [
                "NASB)\nHe was buried that same day (14 Abib) before the first day of Unleavened Bread on 15 Abib, which is an ANNUAL Sabbath.",
                "",
                true
            ],
            [
                "He was dead and buried three days and NIGHTS per the sign of Jonah (15-17 Abib) and descended into Sheol, which in Greek was translated as Hades; see https://www.biblegateway.com/passage/?search=Matthew+12:38-40;+Acts+2:22-36&version=NASB .",
                "",
                true
            ],
            [
                "He arose/was resurrected as Lord of the WEEKLY Sabbath on 18 Abib, and His empty tomb was discovered on the first day of the week (19 Abib) — JUST AS THE SCRIPTURES STATE AND THE DEAD SEA SCROLLS ATTEST!",
                "",
                true
            ],
            [
                "The Catholic church has done everything in its power to remove the Hebraic roots of the Word and replace them with paganism.",
                "",
                true
            ],
            [
                "That carried over into Protestantism after the Reformatio — including the KJV.",
                "",
                true
            ],
            [
                "The only thing in Christmas is Mithra(s), and Easter is a pagan fertility rite; hence, the eggs and bunnies.",
                "",
                true
            ],
            [
                "The “authorized” King James (1611) Version included such paganism.",
                "",
                true
            ],
            [
                "You know the answer…\nJan 19, 2018, 9:48 pm\nGreybeard\n“Joseph, son of David, do not fear to take Mary your wife,\nfor that which is conceived in her is of the Holy Spirit;\nShe will bear a son and you are to name him Jesus,\nbecause he will save his people from their sins.”\nGospel of Matthew 1:20-21\n1 Corinthians 3:16-17\n“Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?",
                "",
                true
            ],
            [
                "If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.”\n2 Corinthians 6:16\n“And what agreement hath the temple of God with idols?",
                "",
                true
            ],
            [
                "for ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people.”\nMEANING NOT JEW OR BLACK OR WHITE…..WHEN THE LIVING GOD WALKS IN THE FLESH….HENCE SIGNS OF THE TIMES POINTING TO WHEN HE!",
                "",
                false
            ],
            [
                "IS…………..HENCE…ENDING IN A QUESTION MARK…..",
                "",
                true
            ],
            [
                "Spirit of God dwelleth in you?……..DWELLETH AMONG YOU IN THE FLESH!!!!!!!!!!",
                "",
                true
            ],
            [
                "and they shall be my people.",
                "",
                false
            ],
            [
                "the mount that burned with fire, and unto blackness and darkness and tempest, and the sound of a trumpet, and the……….",
                "",
                false
            ],
            [
                "the city of the living God,…….. ( bullshit addedthe heavenly Jerusalem, and) to an innumerable company of angels, to the general assembly (Bullshitaddedand Church) of the first-born which are written in heaven.",
                "",
                false
            ],
            [
                "the city of the living God,……..meaning even the spirit god gives way to the living God………….meaning the spirit of God points to where the city of the living God is!!!!!!!",
                "",
                false
            ],
            [
                "Having taken the souls….. of the birds of heaven who precedes “HIM”….in that you have no name…as I have shown\n……..of the first-born which are written in heaven.",
                "",
                true
            ],
            [
                "You are My beloved Son, in You I am well-pleased.",
                "",
                true
            ],
            [
                "You are My beloved Son, in You I am well-pleased.",
                "",
                true
            ],
            [
                "Come up here, and I will show you what must happen after these things.",
                "",
                true
            ],
            [
                "Come up here, and I will show you what must happen after these things.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://www.biblegateway.com/passage/?search=Matthew+12%3A38-40%3B+Acts+2%3A22-36&version=NASB",
                "https://www.google.com/maps/d/viewer?usp=sharing&mid=1kecjjQLzjAV2Q4P54CH1HRFLQXwdjn3u"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://en.m.wikipedia.org/wiki/Madaba_Map",
                "https://en.m.wikipedia.org/wiki/Masoretic_Text",
                "https://en.m.wikipedia.org/wiki/Jordan_River#Tributaries",
                "https://mitocopper.com/pages/affiliate-program",
                "https://en.m.wikipedia.org/wiki/Galilee",
                "https://en.m.wikipedia.org/wiki/Judea",
                "https://en.m.wikipedia.org/wiki/Mikveh",
                "https://en.m.wikipedia.org/wiki/Septuagint",
                "https://beforeitsnews.com/r2/?url=http://biblehub.com/greek/3957.htm",
                "https://en.m.wikipedia.org/wiki/Judaean_Desert",
                "https://www.etymonline.com/word/easter",
                "http://www.suppressedhealthsecrets.com",
                "https://en.m.wikipedia.org/wiki/Qumran",
                "https://en.m.wikipedia.org/wiki/Bodmer_Papyri",
                "https://en.m.wikipedia.org/wiki/Papyrus_66",
                "https://en.m.wikipedia.org/wiki/Nazareth",
                "https://en.m.wikipedia.org/wiki/Ritual_washing_in_Judaism",
                "https://en.m.wikipedia.org/wiki/Bethabara"
            ]
        },
        "key_words": [
            "symbolism",
            "jesus",
            "video",
            "thanks",
            "son",
            "john",
            "apocalypse",
            "stopping",
            "revelation",
            "christ",
            "paul",
            "begley",
            "2018",
            "biblical",
            "book"
        ]
    }
]