[
    {
        "url": "https://beforeitsnews.com/health/2018/01/6-things-anyone-with-an-autoimmune-disease-wants-you-to-know-2809743.html",
        "title": "6 Things Anyone With an Autoimmune Disease Wants You to Know",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2018-01-06",
        "text": "By I_MPower\nTotal:\n6 Things Anyone With an Autoimmune Disease Wants You to Know\nMonday, January 22, 2018 11:05\n% of readers think this story is Fact. Add your two cents.\nWith over 100 autoimmune diseases identified and about 50 million Americans currently suffering from at least one of them according to the American Autoimmune Related Disease Association, it is likely that we all know at least one person leading a life complicated by an autoimmune condition. While autoimmune disease and all its variations can be complex to understand, there are many commonalities among them—and your friends and family who are currently living a life complicated by autoimmune issues would love for you to understand what they are dealing with. They want you to know so you have a sense of what they are facing, how they handle it, why they feel the way they do and how they approach their health. Not only will this allow you to be an invaluable part of their support system, but also you just might be able to help keep them healthy.\nHere are six important facts about autoimmune disease that every sufferer wants their friends and family to understand:\n…Click HERE to continue reading\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://guardianlv.com/2018/01/6-things-anyone-autoimmune-disease-wants-know/",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "understand",
            "wants",
            "life",
            "currently",
            "autoimmune",
            "things",
            "friends",
            "complicated",
            "disease",
            "family",
            "know"
        ]
    }
]