[
    {
        "url": "https://beforeitsnews.com/space/2018/01/astronomers-detect-whirlpool-movement-in-earliest-newborn-galaxies-following-the-big-bang-2511108.html",
        "title": "Astronomers Detect ‘Whirlpool’ Movement in Earliest Newborn Galaxies following The Big Bang",
        "authors": [
            {
                "name": "Alton Parrish",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Astronomers Detect ‘Whirlpool’ Movement in Earliest Newborn Galaxies following The Big Bang\nMonday, January 22, 2018 1:25\n% of readers think this story is Fact. Add your two cents.\nAstronomers have looked back to a time soon after the Big Bang, and have discovered swirling gas in some of the earliest galaxies to have formed in the Universe. These ‘newborns’ – observed as they appeared nearly 13 billion years ago – spun like a whirlpool, similar to our own Milky Way. This is the first time that it has been possible to detect movement in galaxies at such an early point in the Universe’s history.\nArtist’s impression of spinning galaxy\nCredit: Amanda Smith, University of Cambridge\nAn international team led by Dr Renske Smit from the Kavli Institute of Cosmology at the University of Cambridge used the Atacama Large Millimeter/submillimeter Array (ALMA) in Chile to open a new window onto the distant Universe, and have for the first time been able to identify normal star-forming galaxies at a very early stage in cosmic history with this telescope. The results are reported in the journal Nature, and will be presented at the 231st meeting of the American Astronomical Society.\nLight from distant objects takes time to reach Earth, so observing objects that are billions of light years away enables us to look back in time and directly observe the formation of the earliest galaxies. The Universe at that time, however, was filled with an obscuring ‘haze’ of neutral hydrogen gas, which makes it difficult to see the formation of the very first galaxies with optical telescopes.\nSmit and her colleagues used ALMA to observe two small newborn galaxies, as they existed just 800 million years after the Big Bang. By analysing the spectral ‘fingerprint’ of the far-infrared light collected by ALMA, they were able to establish the distance to the galaxies and, for the first time, see the internal motion of the gas that fuelled their growth.\n“Until ALMA, we’ve never been able to see the formation of galaxies in such detail, and we’ve never been able to measure the movement of gas in galaxies so early in the Universe’s history,” said co-author Dr Stefano Carniani, from Cambridge’s Cavendish Laboratory and Kavli Institute of Cosmology.\nThe researchers found that the gas in these newborn galaxies swirled and rotated in a whirlpool motion, similar to our own galaxy and other, more mature galaxies much later in the Universe’s history. Despite their relatively small size – about five times smaller than the Milky Way – these galaxies were forming stars at a higher rate than other young galaxies, but the researchers were surprised to discover that the galaxies were not as chaotic as expected.\n“In the early Universe, gravity caused gas to flow rapidly into the galaxies, stirring them up and forming lots of new stars – violent supernova explosions from these stars also made the gas turbulent,” said Smit, who is a Rubicon Fellow at Cambridge, sponsored by the Netherlands Organisation for Scientific Research. “We expected that young galaxies would be dynamically ‘messy’, due to the havoc caused by exploding young stars, but these mini-galaxies show the ability to retain order and appear well regulated. Despite their small size, they are already rapidly growing to become one of the ‘adult’ galaxies like we live in today.”\nThe data from this project on small galaxies paves the way for larger studies of galaxies during the first billion years of cosmic time. The research was funded in part by the European Research Council and the UK Science and Technology Facilities Council (STFC).\nContacts and sources:\nUniversity of Cambridge\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Until ALMA, we’ve never been able to see the formation of galaxies in such detail, and we’ve never been able to measure the movement of gas in galaxies so early in the Universe’s history,",
                "Stefano Carniani",
                true
            ],
            [
                "In the early Universe, gravity caused gas to flow rapidly into the galaxies, stirring them up and forming lots of new stars – violent supernova explosions from these stars also made the gas turbulent,",
                "Smit",
                true
            ],
            [
                "We expected that young galaxies would be dynamically ‘messy’, due to the havoc caused by exploding young stars, but these mini-galaxies show the ability to retain order and appear well regulated.",
                "Smit",
                true
            ],
            [
                "Despite their small size, they are already rapidly growing to become one of the ‘adult’ galaxies like we live in today.",
                "Smit",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://doi.org/10.1038/nature24631",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "astronomers",
            "stars",
            "earliest",
            "following",
            "gas",
            "early",
            "movement",
            "bang",
            "universe",
            "small",
            "whirlpool",
            "galaxies",
            "way",
            "big",
            "young",
            "newborn",
            "detect",
            "alma",
            "able"
        ]
    }
]