[
    {
        "url": "https://beforeitsnews.com/space/2018/01/heres-something-strange-the-afterglow-from-last-years-kilonova-is-continuing-to-brighten-2511115.html",
        "title": "Here’s Something Strange, the Afterglow From Last Year’s Kilonova is Continuing to Brighten",
        "authors": [
            {
                "name": "Universe Today",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nHere’s Something Strange, the Afterglow From Last Year’s Kilonova is Continuing to Brighten\nMonday, January 22, 2018 12:03\n% of readers think this story is Fact. Add your two cents.\nIn August of 2017 , a major breakthrough occurred when scientists at the Laser Interferometer Gravitational-Wave Observatory (LIGO) detected gravitational waves that were believed to be caused by the collision of two neutron stars. This source, known as GW170817/GRB, was the first gravitational wave (GW) event that was not caused by the merger of two black holes, and was even believed to have led to the formation of one .\nAs such, scientists from all over the world have been studying this event ever since to learn what they can from it. For example, according to a new study led by the McGill Space Institute and Department of Physics , GW170817/GRB has shown some rather strange behavior since the two neutron stars colliding last August. Instead of dimming, as was expected, it has been gradually growing brighter.\nChandra images showing the X-ray afterglow of the GW170817/GRB event. Credit: NASA/CXC/McGill University/J. Ruan et al.\nFor the sake of their study, the team relied on data obtained by NASA’s Chandra X-ray Observatory , which showed that the remnant has been brightening in the X-ray and radio wavelengths in the months since the collision took place. As Daryl Haggard, an astrophysicist with McGill University whose research group led the new study, said in a recent Chandra press release :\n“Usually when we see a short gamma-ray burst, the jet emission generated gets bright for a short time as it smashes into the surrounding medium – then fades as the system stops injecting energy into the outflow. This one is different; it’s definitely not a simple, plain-Jane narrow jet.”\nWhat’s more, these X-ray observations are consistent with radiowave data reported last month by another team of scientists, who also indicated that it was continuing to brighten during the three months since the collision. During this same period, X-ray and optical observatories were unable to monitor GW170817/GRB because it was too close to the Sun at the time.\nHowever, once this period ended, Chandra was able to gather data again, which was consistent with these other observations. As John Ruan explained :\n“When the source emerged from that blind spot in the sky in early December, our Chandra team jumped at the chance to see what was going on. Sure enough, the afterglow turned out to be brighter in the X-ray wavelengths, just as it was in the radio.”\nCollisions of neutron stars produce powerful gamma-ray bursts – and heavy elements like gold (Credit: Dana Berry, SkyWorks Digital, Inc.)\nThis unexpected behavior has led to a serious buzz in the scientific community, with astronomers trying to come up with explanations as to what type of physics could be driving these emissions. One theory is a complex model for neutron star mergers known as “cocoon theory”. In accordance with this theory, the merger of two neutron stars could trigger the release of a jet that shock-heats the surrounding gaseous debris.\nThis hot “cocoon” around the jet would glow brightly, which would explain the increase in X-ray and radiowave emissions. In the coming months, additional observations are sure to be made for the sake of confirming or denying this explanation. Regardless of whether or not the “cocoon theory” holds up, any and all future studies are sure to reveal a great deal more about this mysterious remnant and its strange behavior.\nAs Melania Nynka, another McGill postdoctoral researcher and a co-author on the paper indicated, GW170817/GRB presents some truly unique opportunities for astrophysical research. “This neutron-star merger is unlike anything we’ve seen before,” she said. “For astrophysicists, it’s a gift that seems to keep on giving.”\nIt is no exaggeration to say that the first-ever detection of gravitational waves, which took place in February of 2016 , has led to a new era in astronomy. But the detection of two neutron stars colliding was also a revolutionary accomplishment. For the first time, astronomers were able to observe such an event in both light waves and gravitational waves.\nIn the end, the combination of improved technology, improved methodology, and closer cooperation between institutions and observatories is allowing scientists to study cosmic phenomena that was once merely theoretical. Looking ahead, the possibilities seem almost limitless!\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Usually when we see a short gamma-ray burst, the jet emission generated gets bright for a short time as it smashes into the surrounding medium – then fades as the system stops injecting energy into the outflow.",
                "",
                true
            ],
            [
                "This one is different; it’s definitely not a simple, plain-Jane narrow jet.",
                "",
                true
            ],
            [
                "When the source emerged from that blind spot in the sky in early December, our Chandra team jumped at the chance to see what was going on.",
                "John Ruan",
                true
            ],
            [
                "Sure enough, the afterglow turned out to be brighter in the X-ray wavelengths, just as it was in the radio.",
                "John Ruan",
                true
            ],
            [
                "This neutron-star merger is unlike anything we’ve seen before,",
                "",
                true
            ],
            [
                "For astrophysicists, it’s a gift that seems to keep on giving.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://journals.aps.org/prl/abstract/10.1103/PhysRevLett.119.161101",
                "https://beforeitsnews.com/v3/r2/?url=https://www.ligo.caltech.edu/page/what-is-ligo",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "heres",
            "study",
            "stars",
            "theory",
            "chandra",
            "led",
            "scientists",
            "kilonova",
            "afterglow",
            "xray",
            "gw170817grb",
            "neutron",
            "continuing",
            "brighten",
            "strange"
        ]
    }
]