[
    {
        "url": "https://beforeitsnews.com/economy/2018/01/claim-hawaii-charter-boat-group-witnessed-explosion-in-the-sky-on-the-morning-of-false-ballistic-missile-alert-2931217.html",
        "title": "Claim: Hawaii Charter Boat Group Witnessed Explosion in the Sky on the Morning of False Ballistic Missile Alert",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By SGTreport\nTotal:\nClaim: Hawaii Charter Boat Group Witnessed Explosion in the Sky on the Morning of False Ballistic Missile Alert\nMonday, January 22, 2018 9:26\n \nby Lexi Morgan, SHTFPlan :\nA man’s sister told him a group of boaters witnessed an aerial explosion offshore around 8:00 a.m. last Saturday morning\nSOUTH PACIFIC (INTELLIHUB) — A man posted a video to YouTube on Sunday in which he claims his sister, who lives on Maui, heard that a group of 9 tour boat guides and about 13 tourists witnessed some type of explosion in the sky about 100 NM offshore (leeward side.)\n“They said it looked like a meteor and then all of a sudden it was a big boom and it lit up the entire sky,” he explained. “It was at eight o’clock in the morning.”\n“Maybe this wasn’t a drill after all,” he said. “I would think that the United States would not want to cause more panic if they did launch something at Hawaii — they would say it was a mistake.”\nThe man also maintains that the story was posted by a local news outlet for a short period of time before it was “pulled” altogether.\nYoutuber Ashley LP chimed in:\nSo I live on Island and our family has a lighthouse, we all saw a bright flash that morning as well. There is much buzz about this… Thank you for actually putting what islanders are all talking about.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nletempicyou\n9 tour boat guides and about 13 tourists witnessed some type of explosion in the sky…\nOk what year is this again?  22 people on a boat cruise, NOBODY has a camera or phone w/ camera anywhere NEAR them when this occurs.  I’m the first person to stand up and shout “The government and news media is lying!”.  About EVERYTHING.  But to print this story?  When the fact-check is so 100% simple and easy and effortless…borders on absolutely silly.  No, not borders.  It’s there.  It’s there illegally and it’s committing felonies in total ridiculous land.\nJan 22, 2018, 12:20 pm\nHave you EVER thought about interviewing the people that saw it???  Have you ever thought about interviewing your sister?  No, the thought never occurred to you.\nJan 22, 2018, 8:43 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "They said it looked like a meteor and then all of a sudden it was a big boom and it lit up the entire sky,",
                "",
                true
            ],
            [
                "It was at eight o’clock in the morning.",
                "",
                true
            ],
            [
                "Maybe this wasn’t a drill after all,",
                "",
                true
            ],
            [
                "I would think that the United States would not want to cause more panic if they did launch something at Hawaii — they would say it was a mistake.",
                "",
                true
            ],
            [
                "The government and news media is lying!",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.sgtreport.com//articles/2018/1/22/http://www.shtfplan.com/conspiracy-fact-and-theory/claim-hawaii-chart-boat-group-witnessed-explosion-in-the-sky-on-the-morning-of-false-ballistic-missile-alert_01212018",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "hawaii",
            "big",
            "posted",
            "sky",
            "morning",
            "missile",
            "group",
            "claim",
            "charter",
            "sister",
            "offshore",
            "false",
            "witnessed",
            "explosion",
            "think"
        ]
    }
]