[
    {
        "url": "https://beforeitsnews.com/economics-and-politics/2018/01/breaking-president-trump-pissed-gowdy-just-exposed-secret-society-plotting-trump-assassination-2502769.html",
        "title": "President Trump Pissed! Gowdy Just Exposed ‘Secret Society’ Plotting Trump Assassination",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nPresident Trump Pissed! Gowdy Just Exposed ‘Secret Society’ Plotting Trump Assassination\nWednesday, January 24, 2018 1:05\n% of readers think this story is Fact. Add your two cents.\nIt should come as no great surprise that President Trump has a lot of opponents in Washington. To be fair, they made their positions clear long before he took office, and have been sticking to them ever since. The opposition was made even clearer with the Russia collusion investigation that has been launched and drug out for the past year. Many of us hoped that even though the left was violently opposed to President Trump and many of his policies, they wouldn’t actually resort to violence to silence him. We might have been wrong.\nIt’s a perfectly legal recourse for a party who doesn’t believe in a candidate or President to check him or her out thoroughly and see if there are any inconsistencies that can be exploited for the purpose of removing them from office. What isn’t perfectly legal is having forces within the Justice Department set about falsifying evidence, or withholding it from a congressional probe, but that is just what’s been happening.\nThe FBI was supposed to be investigating President Trump’s campaign, but when it became clear that they were compromised, Congress started to investigate some of the members of that special investigation. What they found was proof positive that many laws were broken in an effort to keep President Trump from office. Leading the charge against the injustices in the FBI is former prosecutor and current Representative Trey Gowdy along with Representative John Ratcliffe.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nkletus_ledbetter\nNot to detract from the wonderful job Trump is doing buttttttttttttttttttt—— LOL I think The Donald and Bannon have the same barber.\nJan 25, 2018, 1:37 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "plotting",
            "trump",
            "assassination",
            "secret",
            "gowdy",
            "perfectly",
            "representative",
            "fbi",
            "clear",
            "pissed",
            "exposed",
            "office",
            "legal",
            "society",
            "investigation",
            "president"
        ]
    }
]