[
    {
        "url": "https://beforeitsnews.com/health/2018/01/woman-reverses-stage-3-myeloma-with-daily-curcumin-use-after-drug-therapy-failed-2809769.html",
        "title": "Woman reverses stage-3 myeloma with daily curcumin use, after drug therapy failed",
        "authors": [
            {
                "name": "Natural Health",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nWoman reverses stage-3 myeloma with daily curcumin use, after drug therapy failed\nMonday, January 22, 2018 23:19\n% of readers think this story is Fact. Add your two cents.\n( Naturalhealth365 ) Myeloma, a type of ‘incurable’ blood cancer in which abnormal cells accumulate in the bone marrow, strikes over 30,000 people in the United States every year, and claims the lives of over 12,000.\nWith experts estimating overall survival rate at a mere 5.2 years from diagnosis, the disease carries a particularly grim prognosis. Myeloma typically follows a course of relapse and remittance – with periods of remission becoming shorter over time until the patient ultimately enters the final phase.\nBut, for one woman, this bleak prognosis was reversed . In a case described by doctors as “the first of its kind,” a British woman with advanced myeloma succeeded in stabilizing her condition with daily doses of curcumin. Five years later (and with no further medical antimyeloma treatment) she continues to enjoy a good quality of life – along with normal blood counts.\nAggressive medical treatment failed to slow the progression of woman’s myeloma\nIn an article recently published in British Medical Journal Case Reports, physicians describe the case of Dieneke Ferguson, diagnosed in 2007 with myeloma. Within six months of her diagnosis, Ferguson had undergone compression fractures of two separate vertebra. Within 15 months, her myeloma had progressed to stage 3 (the terminal stage).\nAlthough Ferguson underwent aggressive medical treatment that included three rounds of chemotherapy – with powerful drugs such as cyclophosphamide, thalidomide, and dexamethasone — and four stem cell transplants, her condition deteriorated steadily.\nThe physicians reported that Ferguson’s blood counts worsened to such an extent that she needed transfusions. She also suffered neutropenia – a side effect of chemo drugs in which white blood cell counts are lowered, causing difficulty in fighting off infections. Eventually, the neutropenia became so severe that Ferguson was ineligible to participate in clinical trials.\nThe stem cell transplants were unsuccessful as well. According to the study authors, a biopsy taken during treatment revealed levels of myeloma cells at 50 percent.\nA simple curcumin regimen yielded astonishing results\nAs Ferguson was approaching her third relapse, she decided to stop the chemotherapy entirely. At the same time, she began taking 8 grams (about 2 tsp) of pure powdered curcumin a day – after learning of the supplement online. She also embarked on a once-weekly course of hyperbaric oxygen therapy.\nThe results were nothing short of astounding.\nPhysicians report that Ferguson’s blood counts steadily began to improve – to the point that her condition stabilized.\nFor the past five years, the doctors add, she has enjoyed a negligible cancer cell count, a normal blood cell count and a “good quality of life.” This, say doctors, is the “first report in which curcumin has demonstrated an objective response in progressive disease in the absence of conventional treatment.”\n(They are careful to point out, however, that curcumin may not work for all patients).\nCalling the effects of curcumin “remarkable,” the study authors urgently called for clinical trials to examine the effects of supplementation for myeloma patients.\nExtensive cell and animal studies show anticancer effects of curcumin\nCurcumin is the bioactive principle in turmeric, a common kitchen spice. A mainstay of Traditional Chinese Medicine and the Ayurvedic healing system, turmeric has antioxidant, anti-inflammatory, antiseptic and analgesic properties.\nCurcumin has been shown to prevent myeloma cell proliferation by modulating certain proteins such as cyclin D1 and interleukin-6. It also reduces angiogenesis – the formation of new blood vessels to feed tumors – and prevents damage to cell DNA due to environmental toxins and radiation.\nIn an animal study published in The Journal of Nutritional Biochemistry, researchers found that supplementation with curcumin caused a 36 percent reduction in the size of lung cancer tumors, along with three-fold increases in survival rates.\nIn animal studies, curcumin has also caused significant reductions in weight and volume of prostate cancer tumors.\nFinally, curcumin helps to alleviate toxic side effects of anticancer drugs, while increasing their effectiveness. For this reason, integrative doctors may recommend curcumin as a complementary treatment to chemotherapy.\nHowever, curcumin has not yet been tested in large-scale clinical trials – and (as expected) is not widely recommended by conventionally-trained doctors.\nWhat is the best way to supplement with curcumin?\nBecause turmeric contains only small amounts of curcumin, it must be taken in the form of a powder or extract for maximum therapeutic benefit. Natural health experts may recommend biodegradable curcumin extract in dosages of 3 grams, taken three to four times a day.\nFerguson, now 67, continues to take 8 grams of powdered curcumin a day, accompanied by bioperine – a black pepper extract that aids absorption.\n(Note: if you have a serious medical condition, such as cancer, don’t use curcumin supplementation without the guidance of a trusted integrative doctor. Consult with an experienced physician for optimal dosage and benefit).\nThe takeaway: the amazing case of Dieneke Ferguson is not merely an anecdotal report – in which a patient claims to recover from cancer by using a certain supplement or nutrient. It is, instead, a groundbreaking and scientific case study – one that clearly reveals curcumin’s extraordinary ability to combat myeloma.\nDieneke Ferguson’s case may be the first of its kind, but, hopefully, it will not be the last.\nSources for this article include:\nNaturalHealth365\nNaturalHealth365 is a premium source of trending and popular health-related news, science, testimony & research articles on the most up to date and relevant natural health information. The Food & Nutrition articles found herein are meant to inform and advise our site visitors on eating healthy, nutritious foods and safely using supplements and vitamins to achieve optimal health.\nJoin thousands of daily visitors staying informed and involved on Natural Health 365! We seek out scientific solutions with proven results and it is our mission to keep you up to date on the latest information! Articles range in topic from the causes of cancer, cancer-fighting foods, to natural cancer treatments, cancer prevention & specific research-backed information on Breast Cancer, Prostate Cancer, etc. We also write extensively on Heart Disease because it is accounts for 25% of all deaths in the United States – that’s one in four! We take an in depth look at the symptoms of heart disease, the causes and treatment of high blood pressure, benefits of CoQ10 and healthy, natural ways to unclog arteries.\nRead Some of Our Most Popular Articles\nGrape Seed Extract More Effective than Chemotherapy, Olive Oil is AWESOME, Store Bought Almond Milk is Basically Just Sugar Water, Antioxidants, Cancer & Blueberries.\nFood News is one of our major post categories on www.naturalhealth365.com and contains over 350 articles that cover a wide range of subjects; including but not limited to…\nMore Food & Nutrition Articles\nFresh Organic Produce Fights Cancer, Susan G. Komen on Organic Foods, Hemp Seeds for Inflammation, Pau D’Arco For Improved Immunity\nIn addition to publishing articles on cutting edge natural cancer treatments and heart disease prevention, we also aim to connect healthy lifestyles, diets and balanced consumption of dietary supplements to long-lasting cancer-free health and adding happy years to your life. For example, did you know that the amount of emotional stress in your life can contribute to your risk of cancer? Or that raw, expeller-pressed olive oil has cancer fighting qualities? Perhaps you didn’t know that Fresh Organic Produce has been found to have higher concentrations of key, cancer-fighting anti-oxidants and vitamins than conventional produce? You can find all of that information and more right here on Natural Health 365.\nJoin Our Email List\nEach day, visitors sign up for our weekly informative news sent directly to their email or RSS feed agregator. We send out three weekly emails keeping you informed and involved on the latest Natural Health News, information about our FREE SHOWS and updates on your favorite topics including Food & Nutrition, Cancer & Heart Disease, Vaccines & Autism, & – of course – GMOs & Dangerous Chemicals!\nYou can also check out our VIP member area, The Inner Circle , where you get access to thousands of recorded interview (audio/video), pod casts, & literature by some of the worlds foremost experts on Natural Health and Treatments that could save you thousands! Learn how to REVERSE disease without the use of toxic and expensive medications.\nNatural Health 365 also is a venue for webinars on various topics, has a flourishing e-commerce store where you can purchase vitamins, pro biotics, supplements and unique products such as Grazing Goat Whey Protein .\nGrazing Goat Whey Protein is formulated exclusively for the health-conscious consumer looking for the finest whey protein nutritional supplement on the planet.* Best of all, this goat whey protein comes from goats that graze – 365 days per year – on pesticide and chemical free pastures. No hormones, antibiotics or pesticides are used – ever. This product is non-GMO and gluten free.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "first report in which curcumin has demonstrated an objective response in progressive disease in the absence of conventional treatment.",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "myeloma",
            "therapy",
            "drug",
            "woman",
            "reverses",
            "cell",
            "curcumin",
            "study",
            "blood",
            "stage3",
            "treatment",
            "cancer",
            "daily",
            "medical",
            "failed",
            "ferguson",
            "case"
        ]
    }
]