[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/college-is-for-dummies-harvard-government-run-internet-edition-2975271.html",
        "title": "College IS for Dummies: Harvard Government-Run Internet Edition",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By RedState (Reporter)\nMonday, January 22, 2018 10:01\n% of readers think this story is Fact. Add your two cents.\nOne of our ongoing, recurring themes is – College IS for Dummies .\nColleges and universities aren’t education facilities. They are continued indoctrination centers – they pick up where government schools K-12 leave off.\nGovernment schools indoctrinate the radicals – colleges activate the radicals.\nThe Academies have for more than half a century been packed to the rafters with absurdly Leftist professors and administrators.\nConservative legend William F. Buckley first gained national prominence by writing “ God and Man at Yale .” Which chronicled his all-encompassing uber-Left experience as an undergrad – and was published in 1951.\nThat was eighteen years before Woodstock – and the ridiculous, radical campus “freedom” movement. Where school faculty after school faculty allowed the student inmates to storm their offices, take over and run the asylum.\nThink things haven’t only got worse after that? Think things haven’t only continued to get worse in the subsequent nigh-fifty years?\nOf course they have.\nColleges and universities are now absurd parodies of absurd parodies of themselves.\nThey offer an avalanche of absolutely ridiculous courses of “study.”\nAny program that ends in the word “Studies” – should be abolished.\nEducation “schools” – close the government schools circle. You are brainwashed – then you learn to brainwash.\nJournalism “schools” – feed the Leftist media the endless latest classes of propagandists.\nAnd on, and on, and….\nWe are watching students go $1.2 trillion in student debt – to be further indoctrinated to loathe freedom, free markets and America. Last January, America’s student-loan debt was growing $2,726 each and every second . Money so very well spent.\nAnd that massive money – ain’t nearly all the money being wasted on colleges. Federal, state and local governments dump billions of dollars therein – each and every year .\nYes, all you college victims. Not only are you crushed by tuition debt – you’ll be paying higher taxes so that your governments can also fork even more over to colleges.\nWhat a frigging racket.\nYou almost certainly didn’t get what you paid for – an actually useful degree that actually helps you land an actually decent gig.\nBut government gets what they pay for (with your money).\nColleges deliver government fraudulent, absurd-on-their-face, obviously-wrong, anti-Reality “studies.”\nIn which time and again the solution to whatever problem colleges are allegedly “studying” in their government-funded “studies” – is even more government.\nWhat a galloping shocker that is.\nLet us please clarify: When you hear “broadband” prefaced by “community-run” or “municipal” or “muni-“ or “public” – it means government-run.\nWhat is being discussed is government – famed the world over for its openness and free speech protections in places like Iran, North Korea, China, Saudi Arabia – running the greatest open platform in the history of the planet.\nWhat is being discussed is our governments – famed the world over for massive debt, Obamacare, the post office, Amtrak, the uber-flammable DC Metro ,…. – delivering you broadband.\nBig Telecom is ‘terrified” of government broadband – for the very same, very reasonable reasons We the People are terrified of government broadband. And Obamacare. And Amtrak. And the DC Metro. And….\nBecause government broadband…stinks on ice. And we know this – because governments have been trying government broadband for nearly two decades now. And they are absolutely awful at it.\n“Our examination of advertised prices shows that community-owned fiber-to-the-home (FTTH) networks in the United States generally charge less for entry-level broadband service than do competing private providers.”\nAs the avalanche of links above very clearly demonstrates – government broadband does nothing of the kind.\nAnd here are some additional points Harvard in its government-cash-infused inanity doesn’t really care to address.\nGovernment – violates the Wallet Rule:\nIf you go out on a Friday night with your wallet, and you go out the following Friday night with my wallet – on which Friday night are you going to have more fun?  Obviously, you’re going to have a whole lot more fun with my wallet – because you don’t care what my wallet looks like at the end of the evening.\nWell, government is always on other peoples’ wallets – ours.  In gambling parlance – they’re playing with house money.  Government will never spend money as wisely or well as the people who earned it – from whom government takes it.\nGovernment money – is fungible. Government pays for government broadband – out of the same general revenue it pays for everything else. Which means they can fudge the numbers on one end – by stealing money from another end.\nTo wit:\nThink about the why – and the how.\nThe Post Office – is run out of the massive federal money pool. So they can cut crony loss leader deals with their preferred cronies – and make it up elsewhere.\nAnd no crony would be more preferred – than yet another fellow government program like government broadband.\nOh: And they can also make up the losses – by simply being way short of actual money.\nAnother government broadband advantage? Government – taxes and regulates their private competitors.\nEvery penny for government broadband – comes from taxes on us. Private providers are paying the government – to create competitors to their companies.\nThat certainly seems fair.\nAnd government – gets to regulate the competitors to its broadband.\nThat’s like a baseball umpire – pitching for one of the teams.\nGovernment charges private providers pole attachment fees. And right-of-way fees. And….\nOh: And decides whether or not private providers – are allowed to privately provide at all.\nImagine if Burger King and Wendy’s had to ask permission from McDonald’s – to compete with McDonald’s.\nAnd yet somehow – despite two decades of directly contradictory evidence and directly in the face of human nature – Harvard has “studied” government broadband…and deemed it better than private broadband.\nPrivate broadband – which over the last two decades spent more than $1 trillion delivering us from 14k dial-up to 1GB of lightening speed.\nPrivate broadband – which turned the Internet from “What’s that? into 1/6th of our entire $18 trillion economy.\nPrivate broadband – which made the Internet the fastest growing human achievement in the history of human achievement.\nMeanwhile, government broadband – is brought to you by the people that brought us the post office. And Obamacare. And Amtrak. And the DC Metro. And….\nAnd Harvard thinks government broadband is better. Because they “studied” it. With government money.\nBecause College IS for Dummies.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "or “public” – it means government-run.",
                "",
                false
            ],
            [
                "What is being discussed is government – famed the world over for its openness and free speech protections in places like Iran, North Korea, China, Saudi Arabia – running the greatest open platform in the history of the planet.",
                "",
                true
            ],
            [
                "What is being discussed is our governments – famed the world over for massive debt, Obamacare, the post office, Amtrak, the uber-flammable DC Metro ,….",
                "",
                true
            ],
            [
                "Our examination of advertised prices shows that community-owned fiber-to-the-home (FTTH) networks in the United States generally charge less for entry-level broadband service than do competing private providers.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.marketwatch.com/story/every-second-americans-get-buried-under-another-3055-in-student-loan-debt-2015-06-10",
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com//setonmotley/2018/01/22/college-dummies-harvard-government-run-internet-edition/http://college.usatoday.com/2015/04/08/national-student-loan-debt-reaches-a-bonkers-1-2-trillion/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://fivethirtyeight.com/features/washington-d-c-s-metro-catches-fire-more-than-four-times-a-week/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://www.insidehighered.com/news/2015/06/12/study-us-higher-education-receives-more-federal-state-governments"
            ]
        },
        "key_words": [
            "providers",
            "schools",
            "dummies",
            "internet",
            "harvard",
            "broadband",
            "private",
            "governmentrun",
            "office",
            "post",
            "edition",
            "wallet",
            "money",
            "college"
        ]
    }
]