[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/whats-still-the-matter-with-south-carolina-2975267.html",
        "title": "What’s Still the Matter With South Carolina?",
        "authors": [
            {
                "name": "Occidental Dissent",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Occidental Dissent\nMonday, January 22, 2018 9:50\n% of readers think this story is Fact. Add your two cents.\n(I’m reposting an OD classic article on the strange political elite running South Carolina – SC should be one of THE best Southern real Conservative states – as solid as Maine – instead it’s been the worst in GOP Presidential politics going for the likes of Newt Gingrich, Mike the Huckster Huckabee, John McInsane and the Bush family clan so….)\nI’m asking Hunter Wallace and some other proud (straight) men of the South to explain:\nWhat’s still the matter with South Carolina?\nBy geography, demographics and history, South Carolina should be leading the fight for our people. SC representatives should be resisting mass 3rd world immigration & amnesty, opposing cultural marxism of Washington DC, the Ivy League, the New York City/Hollywood Axis of anti White evil. Anti Southern plagues like affirmative action for incompetent Blacks should be something that flat out just does not happen in South Carolina – where the Confederate Rebel flag recently flew over the SC State House.\nBut, until President Trump pushed that PC Liberal Indian female governor up to New York City where she now exclusively represents the Israeli Likud party, South Carolina didn’t have a heterosexual (White) Southerner in the offices of Governor, US Senator!\nNow lisping Lindsey Graham seems to be the lone Republican working to shut down the US Government on behalf of the cause of illegal immigrants, open borders immigration.\nSC Senator Lindsey Graham – lisping queer as a $3 bill Graham has been leading the RINO treason to force mass illegal alien amnesty and open borders immigration on the American public.\nOuted as an immigration traitor in 2007, Lindsey Graham actually made an in person speech supporting mass amnesty to the Latino racial power group “the National Council of LaRaza” (translates as THE RACE!) (link) .\nSomehow, Lindsey Graham managed to survive all this racial/cultural treason, immigration treason to be re-elected to the US Senate in 2008. Can some local Southern men (not lisping boys) please explain how that happened? Perhaps it was Lindsey Graham’s boisterous support for Neo Conservative war mongering against Iraq & Iran, Graham apparently:\nLoves to see those cute Marines in the tight pants go in to action! Graham worked to end the “Don’t Ask Don’t Tell” policy that used to keep the likes of Gomer Pyle out of the USMC.\nYep, Lindsey Graham – Ted Kennedy in drag is leading the push for mass illegal alien amnesty and open borders immigration from the entire non White 3rd World. Graham is part of an immigration treason group called.\n“The Gang of 6” – a bi-partisan group of US Senators composed of toxic Jews, Libs, RINOs, Hispanderers and Queers:\nMichael Bennet (D-Colo.), Charles Schumer (D-N.Y.), Dick Durbin (D-Ill.) and Robert Menendez (D-N.J.) Sens. Jeff Flake (R-Ariz.), Lindsey Graham (R-S.C.), John McCain (R-Ariz.) and Marco Rubio (R-Fla.)\nIs anyone else a little alarmed about the casual use of Chinese Communist terms like “The Gang of 6”?!!\nYes, indeed I ask:\n“What’s the matter with South Carolina?!”\nAnd if proud Southerners are really serious about FIGHTING (not just talking) about secession, real Southern Independence – don’t you think it’s time to do something about the sorry state of political leadership in South Carolina?\nHow about just getting physically in Lindsey Graham’s face and publicly shaming him/it as a d*** sucking, immigration traitor faggo*?\nAll kinds of solid immigration patriots in the North East and Midwest are now shaking their heads and asking:\n“How did we ever lose a battle to these Southern guys in South Carolina?”\nMaybe it’s a good thing that dot head Indian Liberal governor took down the Confederate Battle flag – it hardly represents a people that would consistently elect, re-elect and open borders immigration traitor and a dic* sucking faggo* to boot.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Don’t Ask Don’t Tell",
                "Lindsey Graham",
                false
            ],
            [
                "What’s the matter with South Carolina?",
                "Lindsey Graham",
                true
            ],
            [
                "How did we ever lose a battle to these Southern guys in South Carolina?",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://hotair.com/archives/2007/05/04/lindsay-graham-to-la-raza-were-gonna-tell-the-bigots-to-shut-up/",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "whats",
            "immigration",
            "matter",
            "borders",
            "graham",
            "south",
            "lindsey",
            "southern",
            "treason",
            "open",
            "carolina",
            "mass"
        ]
    }
]