[
    {
        "url": "https://beforeitsnews.com/economy/2018/01/us-freight-spending-shipments-rates-costs-all-surge-2931509.html",
        "title": "US Freight Spending, Shipments, Rates & Costs all Surge",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By SGTreport\nWednesday, January 24, 2018 7:26\n% of readers think this story is Fact. Add your two cents.\nTransportation Recession of 2015 and 2016 is just an Ugly Memory.\nThe transportation recession of 2015 and 2016 has receded into memory, and the trucking industry is hopping and railroads are getting their share, rates are surging, and so are costs, and the money is flowing. The Cass Freight Index, which tracks US shipment volumes by all modes of transportation, rose 7.2% year-over-year in December, to the highest level for any December since 2007.\nThe Cass Freight Index  is not seasonally adjusted, with peaks in early summer for back-to-school season and in September during shipping season ahead of the holiday sales season. December marks the end of shipping season, and shipments normally plunge from November. But in December 2017, instead of plunging, shipments barely edged down from November. In the chart, the difference between 2017 (red line with black markers) and 2016 (black line with red markers) shows the severity of the transportation recession and the powerful recovery since:\nThe green line in the chart above represents 2014, which had been a banner year for US transportation until it began to unravel at the end of 2014 and descended into the full-blown transportation recession covering much of 2015 and 2016.\nThe index is based on “more than $20 billion” in annual freight transactions, according to Cass Information Systems . It does not cover bulk commodities, such as oil and coal but is focused on consumer packaged goods, food, automotive, chemical, OEM, and heavy equipment, shipped via truck, rail, barge, and air.\nThe chart below of year-over-year percentage changes in the Cass Freight Index for shipments shows the severity of the transportation recession in 2015 and 2016 — which I covered, including in May 2016, with Freight Rail Traffic Plunges: Haunting Pictures of Transportation Recession . The chart also shows just how powerful the recovery has been:\nThe e-commerce boom gets part of the credit, with e-commerce sales surging 15.5% in the third quarter of 2017, according to the Commerce Department, and 18% over the holiday period, according to Adobe. Cass: “Data continues to suggest that the consumer is finally starting to spend a little, albeit not with brick and mortar retailers.”\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Data continues to suggest that the consumer is finally starting to spend a little, albeit not with brick and mortar retailers.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.cassinfo.com/",
                "https://beforeitsnews.com/v3/r2/?url=https://wolfstreet.com/2016/05/04/freight-rail-traffic-plunges-aar-april-report-photos-idled-engines-transportation-recession/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.cassinfo.com/Transportation-Expense-Management/Supply-Chain-Analysis/Cass-Freight-Index.aspx",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "transportation",
            "cass",
            "chart",
            "surge",
            "rates",
            "index",
            "costs",
            "recession",
            "freight",
            "2016",
            "spending",
            "season",
            "2015",
            "shipments"
        ]
    }
]