[
    {
        "url": "http://conservativefighters.com/news/eric-bolling-slams-hollywood-elites-claim-trumps-economic-success-started-obama/",
        "title": "Eric Bolling Slams ‘Hollywood Elites’ Who Claim Trump’s Economic Success Was Started by Obama",
        "authors": [],
        "publisher": "http://conservativefighters.com",
        "publish_date": "2018-01-07",
        "text": "Conservative Fighters\nEric Bolling Slams ‘Hollywood Elites’ Who Claim Trump’s Economic Success Was Started by Obama\nIn recent days, media coverage has been relatively centered around the claims made in Michael Wolff’s new book, “Fire and Fury: Inside the Trump White House.”\nFormer Fox News host Eric Bolling tweeted Friday that detractors needed a “shiny object” to take away from President Donald Trump’s economic success:\nThe left needed a shiny object to distract from the massive economic successes . @realDonaldTrump has delivered for America. Maybe they’re tired of #winning … #maga . https://t.co/AWeBkKZegG\n“The Ellen Show” producer Andy Lassner sarcastically responded, “Yeah that’s it. Lol.”\nBolling asked if Lassner denied that Trump has improved the economy, which is largely being ignored:\nOk let’s dance… do you deny the economy has raged under @realDonaldTrump ? And that the left leaning media chooses to ignore that and instead- linger on Russia and a book filled with inaccuracies supported by questionable sources? https://t.co/xY1NWRxpf0\nLassner took a pass on his offer to “dance” and alleged the economic success America is experiencing under Trump is “continuing the upward trend clearly started by President Obama.”\nGonna pass on “dancing” with you or any other intimate behavior, Eric.\nWill also say that the economy is continuing the upward trend clearly started by President Obama. https://t.co/KuOcqYPrBv\nBolling countered that under both former President Barack Obama and his predecessor, former President George W. Bush, “wages were stagnant.”\nAndy, wages were stagnant for years under both Obama and Bush 43. In @realDonaldTrump first year, wages jumped 2.5%. That’s real money to most American who aren’t Hollywood elites. #NotTiredOfWinning #maga . https://t.co/2casQ2KMv6\nThen, he used statistics and the American public to drive home a point about the impact of a successful economy.\n“In [Donald Trump]’s first year, wages jumped 2.5 [percent],” he tweeted. “That’s real money to most American (sic) who aren’t Hollywood elites.”\nWhile Lassner initially fired back with a dig at Bolling being let go from Fox News, the two quickly found common ground based on a shared personal experience.\nAfter Bolling explained he parted “amicably” with Fox News at the same time his son died of an accidental overdose, the producer made an admission of his own:\nMy genuine, and deepest condolences about your son. I am a recovering heroin addict. I had no idea. I disagree with you on so much, especially Trump, but my heart breaks for you and I offer you only love and comfort going forward. Your new work is nothing but admirable.\nThe back-and-forth concluded with Bolling inviting Lassner to “join our group” to help others and expressing his pride in the producer for “staying away from that demon.”\nthis is the biggest laugh EVER!!!!!!!!!!!!!! HAHAHAHAHAHA\nJanuary 7, 2018 at 10:39 pm\nobama was a complete and utter failure in eight years of occupying that office. he was not a president, he was a queer fraud, a non U.S. citizen, born in kenya, real name barry soetoro one of seven to reside in that house who was queer. the so called michelle was michael robinson. two girls were adopted. mother in law nanny, still receiving $ 128,000 a year for life. she should be cut off. obama school transcripts along with birth certificates were sealed and should be released. grandmother has birth certificate, born in kenya. HI was forged fake….\nJanuary 8, 2018 at 12:26 am\n100% correct. Thank God we survived the kenyan muslim with a Connecticut SSN. What a fraud.\nJanuary 8, 2018 at 3:44 pm\nI’m so glad to see that someone besides myself, is laying out the facts of Obamas’s eight years of stagnant growth policies and corruption.\nJanuary 7, 2018 at 10:06 pm\nsomeone please tell me whats going to happen to bulls and bears- forbes on fox & cashin in when they give the whole 2 hours to cavuto?\nJanuary 7, 2018 at 10:12 pm\nOMG – It is great to see Eric Bolling again.Hopefully we will see much more of him. Are you going to run for the Senate as you talked about doing.\nToo funny!\nJanuary 7, 2018 at 11:03 pm\nAnyone who thinks PORCH MONKEY OBAMA deserves ANY credit for the improving economy should be locked up in an insane asylum. The stock market plummeted to 8000 under PORCH MONKEY OBAMA and all because of PORCH MONKEY OBAMA (and NO I am racist when I say this. He’s a PORCH MONKEY because he’s a FUCKING LIBERAL). Terrorism and illegal immigration skyrocketed. Crime and unemployment more than tripled under PORCH MONKEY OBAMA. THAT PORCH MONKEY DICTATOR has all but destroyed America.\nA BIG AMEN ROGER…..\nTotally AGREE Kenneth!!!!!\nJanuary 7, 2018 at 11:40 pm\nTHANK YOU ERIC BOLLING , WELL SAID ..\nOB OR BUSH CAN NOT HOLD A CANDLE TO PRESIDENT TRUMP .\nJanuary 8, 2018 at 2:05 pm\nObama came close to destroying America! A 20 trillion dollar debt that will never be paid in our life time! Apologizing all over the world! Letting ISIS grow & doing his level best to turn America into a Socialist country! A Muslim Traitor, Racist, and a Liar! Thank God for Donald Trump!\nJanuary 10, 2018 at 4:29 am\nYes, thank God for President Donald Trump. He saved our country. Our country could not have endured even one more week of Obama. Eric Bolling, is right — there is not one-sixteenth of one percent of our country’s success today that can ever be attributed to Obama. He only tore us down. I thank God every day that we are now in safe, competent hands. President Trump is brilliant in his leadership. Eric Bolling–it’s so good to know what you are doing. Please tell us more.\nComment\nName *\nEmail *\nWebsite\n",
        "quotes": [
            [
                "Fire and Fury: Inside the Trump White House.",
                "Michael Wolff",
                true
            ],
            [
                "continuing the upward trend clearly started by President Obama.",
                "Donald Trump",
                false
            ],
            [
                "In [Donald Trump]’s first year, wages jumped 2.5 [percent],",
                "",
                true
            ],
            [
                "That’s real money to most American (sic) who aren’t Hollywood elites.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/2casQ2KMv6",
                "https://twitter.com/hashtag/NotTiredOfWinning?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/maga?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/xY1NWRxpf0",
                "https://twitter.com/hashtag/winning?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/realDonaldTrump?ref_src=twsrc%5Etfw",
                "https://t.co/KuOcqYPrBv",
                "https://t.co/AWeBkKZegG"
            ]
        },
        "key_words": [
            "trump",
            "slams",
            "bolling",
            "realdonaldtrump",
            "lassner",
            "wages",
            "economic",
            "claim",
            "producer",
            "obama",
            "eric",
            "trumps",
            "success",
            "elites",
            "president",
            "started",
            "thats",
            "hollywood"
        ]
    }
]