[
    {
        "url": "https://beforeitsnews.com/health/2018/01/the-vaccine-program-betrayal-of-public-trust-institutional-corruption-part-1-of-7-2809750.html",
        "title": "The Vaccine Program: Betrayal of Public Trust & Institutional Corruption. Part 1 of 7.",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By WMP\nTotal:\nThe Vaccine Program: Betrayal of Public Trust & Institutional Corruption. Part 1 of 7.\nMonday, January 22, 2018 13:57\n% of readers think this story is Fact. Add your two cents.\nVaccine Safety Assessments & Vaccine Science Falsified to Support Vaccination Policy\nby Vera Sharav\nby Vera Sharav\nNote from the WMP Team: Following is Part One in a seven-part series of Vera Sharav’s in-depth exposé of the complex and widespread corruption that exists in the vaccination program. Her investigation has uncovered decades-long fraudulent activity that has permeated the vaccine industry. Sharav’s research is a must-read by those in our community because it explains the intricate groundwork that has led us to the debacle we are now living with — an epidemic of sick children.\nThe exponential increase in the autism / autism spectrum prevalence rate since 1985 (1 in 2,500) to 2016 (1 in 45) is evidence of an epidemic, not, as the deniers will have it, “an optical illusion” or “a statistical mirage.”\n“…today a million and more Americans, almost all under thirty, have been formally diagnosed with autism…Most with an autism diagnosis will never [lead normal lives] or be responsible for their health and welfare. Both the increase and the burden it imposes are widely recognized by thousands of parents and frontline professionals such as nurses and teachers. Yet some of the most prominent and powerful people in medicine, the media, and government deny it.” [DENIAL: How Refusing to Face the Facts about Our Autism Epidemic Hurts Children, Families, and Our Future , Mark Blaxil and Dan Olmsted (2017)]\nAre children’s rights to a normal life being sacrificed as collateral damage to protect high utilization of vaccines?\nThe focus of this appendix is how the Centers for Disease Control and Prevention (CDC) and the vaccine industry control vaccine safety assessments, control the science of vaccines and control the scientific and mass channels of information about vaccines. These primary stakeholders gained control by establishing an elaborate web of collaborating institutional partnerships which they fund. The collaborating institutional stakeholders include:\nThe American Academy of Pediatrics,\nThe Joint Committee on Vaccination and Immunization (JCVI, UK),\nThe World Health Organization,\nThe European Medicines Agency (EMA),\nThe European Centre for Disease Prevention & Control (ECDPC),\nThe Brighton Collaboration and the Brighton Collaboration Foundation,\nThe Cochrane Collaboration,\nThe Council for International Organizations of Medical Sciences (CIOMS),\nThe Global Alliance for Vaccines and Immunization ( GAVI ) which is bankrolled by the Bill and Melinda Gates Foundation,\nWorld Bank and others.\nNumerous additional industry front groups are popping up on social media to spread vaccine propaganda, such as the European Health Parliament (EHP, situated in Brussels, created in 2017). EHP is bankrolled by Johnson and Johnson and is affiliated with Google, Politico and others. [Appendix 10 is being updated. It will publish shortly.]\nAll of these institutions became de facto stakeholders in promoting vaccination policies while presenting themselves as independent authoritative sources of information about vaccine safety.\nThrough this elaborate network of collaborative partnerships, industry gained global control of vaccine safety assessments — which are applied as the single standard, used mostly to rule out a causal relationshipbetween vaccination and serious adverse events following vaccination. These centrally controlled assessments are applied indiscriminately in all cases, disregarding individual human susceptibility factors.\nOne of the intended features of these collaborating partnerships is to camouflage the identity of the funding source for vaccine research and professed independent reviews of vaccine research. Medical journals, as the editor-in-chief of The Lancet, Dr. Richard Horton acknowledged, “devolved into information laundering operations for the pharmaceutical industry.” Indeed, the BMJ (British Medical Journal) entered into undisclosed partnership agreements with both major vaccine manufacturers. In 2008, BMJ and Merck entered into partnership and in 2016, BMJ and GlaxoSmithKline formed a partnership as well. Additionally, vaccine stakeholders control the vast channels of propaganda — including Google , which has formed a partnership with GlaxoSmithKline .\nThe financial interest of these collaborating partnerships conflicts with the tenets of medical ethics and scientific integrity — such as transparency and independent assessment of the data. The consequences of these ill-suited partnerships are demonstrated by evidence of corrupt vaccine safety assessments; evidence of harm following vaccination is either concealed or defined as non-related; journal publications are corrupted by fraudulent reports, and honest scientific findings are suppressed. The entire web of vaccine stakeholder- collaborations is geared toward issuing uniform vaccine safety pronouncements that promote vaccination policies crafted to ensure high vaccination rates, translating to ever higher profit margins.\nMuch of the evidence is documented in thousands of internal CDC documents (some were obtained in 2011); [1] additional CDC internal documents were obtained in July 2017. [2] The evidence is also documented in transcripts of closed-door meetings, such as the Epidemic Intelligence Service (EIS) at Simpsonwood (2000); the Institute of Medicine Committee on Immunization Safety Review (2001); and the UK Joint Committee on Vaccination and Immunisation (JCVI, 1990). These documents were obtained under the Freedom of Information Act (FOIA). Evidence was also gathered in the course of a criminal investigation of Dr. Poul Thorsen by the U.S. Inspector General , Department of Health and Human Services (HHS).\nBackground:\nWhat Did CDC Officials Know About Thimerosal; When Did They Know It, & What Did They Do About It?\nIn 1974, the FDA convened a panel of experts to conduct a comprehensive review of the safety and effectiveness of over-the-counter medicines. One facet of the review was OTC drugs that contained mercury whose function was to kill bacteria to prevent infection. In 1980, the Advisory Review Panel submitted its report to the FDA, having reviewed 18 products containing mercury. It found the products either unsafe or ineffective. The report cited several studies demonstrating human hypersensitivity to thimerosal:\n“mercury compounds as a class are of dubious value for anti-microbial use. Mercury inhibits the growth of bacteria, but does not act swiftly to kill them.”“The Panel concludes that thimerosal is not safe for OTC topical use because of its potential for cell damage if applied to broken skin, and its allergy potential. It is not effective as a topical antimicrobial because its bacteriostatic action can be reversed.” [4]\nAfter the determination by the FDA advisory committee, Eli Lilly chose to cease production of Thimerosal-containing products. Despite the evidence, Thimerosal continued to be added to vaccines. In 1990, Professor Hans Wigzell, Rector of the Karolinska Institute, Sweden, and member Nobel Committee for Physiology or Medicine, wrote “Difficult to Substitute Mercury as a Preservative in Bacterial Vaccines”, in which he recommended that:\n“a study [be conducted] to show if there is a difference in general toxicity when uptake of mercury is from the stomach-intestines or after injections…This should be studied in relation to the tremendous large number of subjects vaccinated with preparations containing thimerosal sodium; Our goal is to develop, as soon as possible, vaccines completely free of mercury.” [5]\nIn 1991, Dr. Maurice Hilleman, an internationally renowned Merck vaccinologist, wrote a memo to the president of Merck’s vaccine division stating:\n“6-month-old children who received their shots on schedule would get a mercury dose up to 87 times higher than guidelines for the maximum daily consumption of mercury from fish. When viewed in this way, the mercury load appears rather large. The key issue is whether thimerosal, in the amount given with the vaccine, does or does not constitute a safety hazard. However, perception of hazard may be equally important.” [6]\nThe FDA delayed issuing its final rule on thimerosal until 1998, stating: “safety and effectiveness have not been established for the ingredients (mercury based preservatives)… manufacturers have not submitted the necessary data in response to earlier opportunities.” [7] The rule, however, applied only to OTC products.\nIn 1991, Dr. Peter Aaby, Director of the Bandim Health Project, a demographic surveillance system (in Guinea-Bissau, West Africa), which is affiliated with the Statens Serum Institute , identified non-specific adverse vaccine effects which go beyond the specific protective effects of the targeted disease. He noted that these non-specific effects can be beneficial or harmful. Dr. Aaby has conducted a series of comparative “natural studies” of vaccinated and unvaccinated children in high-mortality regions in rural Africa, that consistently confirmed that:\n“Though a vaccine protects children against the target disease it may simultaneously increase susceptibility to unrelated infections.” [8]\nThe First Large-Scale Scientifically Sound CDC Epidemiological Study\nThe 1999 CDC study sought to determine the relative risk for infants following exposure to thimerosal-containing childhood vaccines was conducted by Dr. Thomas Verstraeten and three CDC colleagues who examined the evidence documented in CDC’s Vaccine Safety Datalink (VSD). They analyzed the medical records of 400,000 infants born between 1991 and 1997 that were maintained by four HMOs and assessed the risk of autism for the children at different ages.\nThis was a scientifically solid study; it provided scientific documentation that: exposure to thimerosal during the first month of life increased the relative risk of autism by 7.6 i.e., 760%.\nThe VSD data revealed additional risks as well: 1.8 increased relative risk for a neurodevelopmental disorder; 2.1 relative risk for speech disorder; and 5-fold increased relative risk for a nonorganic sleep disorder. The evidence documents that infants exposed to vaccines laced with thimerosal during the first month of life are at an alarmingly high increased risk of serious harm.\nIn December 1999, Dr. Verstraeten sent an email to his co-authors and CDC colleagues, Dr. Robert Davis and Dr. Frank DeStefano; the subject line was “it just won’t go away”. The email attachments included four tables with relative risk data and the Abstract of their study findings, that he was submitting for a presentation, at the high level (by invitation only) meeting, convened by CDC’s Epidemic Intelligence Service, at Simpsonwood Retreat Center in Georgia (2000). [9]\nThe title of their study: “Increased Risk Of Developmental Neurologic Impairment After High Exposure To Thimerosal-Containing Vaccine In First Month Of Life.”\nThe meeting was chaired by Richard Johnston, M.D., an immunologist and pediatrician (University of Colorado) who stated:\n        “The data on its toxicity (shows) it can cause neurologic                and renal toxicity, including death. We learned [sic] a                    number of important things about aluminum, and I think              they also are important in our considerations today.”\n        “Aluminum salts are important in the formulating process              of vaccines, both in antigen stabilization and absorption                of endotoxin. Aluminum and mercury are often                            simultaneously administered to infants, both at the same                                                     site and at different sites.” \n“However [sic] there is absolutely no data, including animal data, about the            potential for synergy, additively or antagonism, all of which can occur in binary metal mixtures that relate and allow us to draw any conclusions from the simultaneous exposure to these two salts in vaccines…” [p. 19–20]\nDr. Verstraeten began his presentation by stating: “what I will present to you is the study that nobody thought we should do.” The study categorized the cumulative effect of thimerosal-containing vaccines administered to infants after one month of life and assessed the subsequent risk of degenerative and developmental neurologic disorders, and renal disorders before the age of six. Dr. Verstraeten stated that ALL of these relative risks were statistically significant.\n       And he noted that: “mercury at one month of age is not the           same as mercury at three months, at 12 months, prenatal               mercury, later mercury. There is a whole range of plausible           outcomes from mercury.” When asked about the risk of               aluminum, he stated: “the results were almost identical to             ethylmercury because the amount of aluminum goes along           almost exactly with the mercury one.”\nFollowing the presentation, Dr. Roger Bernier (Associate Director for Science NIP) stated: “We have asked you to keep this information confidential….Consider this embargoed information.” [p. 113]\nIt is clear from the EIS transcript that the response to Dr. Verstraeten’s research findings differed between pediatricians, who were genuinely concerned about the hazards of both Thimerosal and aluminum, whereas officials of government and non-government organizations (NGOs, that are dependent on government and industry support, such as the World Health Organization), focused on the threat to vaccination policy and the risk of litigation were intent on burying the data and maintaining secrecy about the findings.\nPediatricians focused on the risks, public health: Dr. William Weil , represented the American Academy of Pediatricians (AAP) stated:\n       “…moving from one month or one day of birth to six months of                 birth changes enormously the potential for toxicity. There are just           a host of neurodevelopmental data that would suggest that we’ve             got a serious problem. the potential for aluminum and central                   nervous system toxicity was established by dialysis data. To think           there isn’t some possible problem here is unreal.”[p.24]\n       “Although the data presents a number of uncertainties, there is adequate consistency, biological plausibility, a lack of relationship with phenomenon not expected to be related, and a potential causal role that is as good as any other hypothesized etiology of explanation of the noted associations.\nIn addition, the possibility that the associations could be causal has major significance for public and professional acceptance of Thimerosal containing vaccines. I think that is a critical issue. Finally, lack of further study would be horrendous grist for the anti-vaccination bill. That’s why we need to go on, and urgently I would add.” [pg. 187 & 188]\n“The number of dose related relationships are linear and statistically significant. You can play with this all you want. They are linear. They are statistically significant.” [p.207]\n[Dr. Weil may well have been informed by the following research report: Aluminum Neurotoxicity in Preterm Infants Receiving Intravenous-Feeding Solutions in the NEJM(1997) whose authors concluded: “In preterm infants, prolonged intravenous feeding with solutions containing aluminum is associated with impaired neurologic development.” More on aluminum vaccine adjuvants below.]\nDr. Johnson: “This association leads me to favor a recommendation that infants up to two years old not be immunized with Thimerosal-containing vaccines if suitable alternative preparations are available… I do not want [my] grandson to get a Thimerosal containing vaccine until we know better what is going on.” [p. 198]\nDr. Robert Brent [a Scientific Adviser to an industry front-group] focused entirely on protecting corporations from lawsuits:\n“The medical/legal findings in this study, causal or not, are horrendous and therefore, it is important that the suggested epidemiological, pharmacokinetic, and animal studies be performed. If an allegation was made that a child’s neurobehavioral findings were caused by Thimerosal containing vaccines, you could readily find junk scientist who would support the claim with “a reasonable degree of certainty”.\nBut you will not find a scientist with any integrity who would say the reverse with the data that is available. And that is true. So we are in a bad position from the standpoint of defending any lawsuits if they were initiated and I am concerned.” [pg. 229, emphasis added]\n*[Dr. Brent was a member of the Board of Trustees of the American Council on Science and Health (ACSH) a food and chemical industry front group which the Center for Science in the Public Interest described as, “Voodoo Science, Twisted Consumerism” [10] ]\nDr. John Clements, who represented the WHO at the EIS conference, expressed alarm about the direction of the research, which he viewed as posing a threat to vaccination uptake if the information reaches the public:\n       “I am really concerned that we have taken off like a boat going           down one arm of the mangrove swamp at high speed, when in           fact there was not enough discussion really early on about                 which way the boat should go at all. And I really [don’t] want           to risk offending everyone in the room by saying that perhaps           this study should not have been done at all, because the                 outcome of it could have, to some extent, been predicted…           and we have all reached this point now where we are left hanging, even though I hear the majority of consultants say to the Board that they are not convinced there is a causality direct link between thimerosal and various neurological outcomes. I know how we handle it from here is extremely problematic.” [Emphasis added]\n“…even if this committee decides that there is no association and that information gets out, the work that has been done and through the freedom of information that will be taken by others and will be used in ways beyond the control of this group. And I am very concerned about that as I suspect it already too late to do anything regardless of any professional body and what they say.”\n“My mandate as I sit here in this group is to make sure at the end of the day that 100,000,000 are immunized with DTP, Hepatitis B and if possible Hib, this year, next year and for many years to come, and that will have to be with Thimerosal containing vaccines unless a miracle occurs and an alternative is found quickly and is tried and found to be safe. “ [emphasis added]\n“I am very concerned that this has gotten this far, and that having got this far, how you present in a concerted voice the information to the ACIP [Advisory Committee on Immunization Practices] in a way they will be able to handle it and not get exposed to the traps which are out there in public relations.\nMy message would be that any other study, and I like the study that has just been described here very much. I think it makes a lot of sense, but it has to be thought through. What are the potential outcomes and how will you handle it? How will it be presented to a public and a media…I wonder how on earth you are going to handle it from here.“ [p. 247–249]\nOther comments from those present include:\n“We could exclude the lowest exposure children from the database”; “We could remove children that got the highest exposure levels since they represented an unusually high percentage of the [adverse] outcomes”; “We can push and pull this data any way we want to get the results we want;” “We could have predicted the outcomes.”\nCDC’s Dr. Bernier reminded everyone: “consider this embargoed information…and very highly protected information.”\nThe concerns expressed at this Epidemic Intelligence Service meeting, by Dr. Clements and other public officials and industry representatives who asserted their determination to conceal the thimerosal evidence from the public, has been the policy of CDC and an international network. However, concealing the evidence does not eradicate the evidence. A compendium of 80 peer-reviewed, published studies found evidence of a link between thimerosal and neurological disorders, including autism. A recent Review paper (April 2017) documents that the continued use of thimerosal in underdeveloped countries provides evidence of its harmful impact. [11]\nWMP NOTE: This concludes Part One. Part Two of the Seven-Part series will be entitled: Public Trust of Government Pronouncements Regarding Vaccine Safety is Validated By Evidence of Deception and Corrupt Practices. Sharov’s Introduction outlines her well-researched and documented belief that, “Public health officials and the medical profession have abrogated their professional, public, and human responsibility, by failing to honestly examine the iatrogenic harm caused by expansive, indiscriminate, and increasingly aggressive vaccination policies.”\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://webarchive.nationalarchives.gov.uk/20130107105354/http:/www.dh.gov.uk/ab/JCVI/DH_095294",
                "https://beforeitsnews.com/v3/r2/?url=https://worldmercuryproject.org/advocacy-policy/criminal-conduct-poul-thorsen",
                "https://beforeitsnews.com/v3/r2/?url=http://www.nejm.org/doi/full/10.1056/NEJM199705293362203",
                "https://beforeitsnews.com/v3/r2/?url=http://www.legacy.com/obituaries/lsj/obituary.aspx?pid=168785561",
                "https://beforeitsnews.com/v3/r2/?url=http://www.bmj.com/content/354/bmj.i4279",
                "https://beforeitsnews.com/v3/r2/?url=http://www.gavi.org/about/partners/wb/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.ncbi.nlm.nih.gov/pubmed/?term=Abating+Mercury+Exposure+in+Young+Children+Should+Include+Thimerosal-Free+Vaccines%2C",
                "https://beforeitsnews.com/v3/r2/?url=http://www.ssi.dk/English/News/News/2017/2017_01_17_New%20strategy.aspx",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://worldmercuryproject.org/government/immunization-safety-review-committee-closed-session-january-12-2001/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.theguardian.com/business/2016/aug/01/google-gsk-bioelectronic-medicines-verily-life-sciences-alphabet",
                "https://beforeitsnews.com/v3/r2/?url=https://www.acsh.org/news/2013/02/22/the-top-10-unfounded-health-scares-of-2012",
                "https://beforeitsnews.com/v3/r2/?url=https://oig.hhs.gov/fraud/fugitives/profiles.asp",
                "https://beforeitsnews.com/v3/r2/?url=https://worldmercuryproject.org/news/betrayal-of-public-trust-institutional-corruption-vaccine-safety-ratings-vaccine-science-falsified-intro/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://www.healthparliament.eu/"
            ]
        },
        "key_words": [
            "thimerosal",
            "vaccines",
            "vaccination",
            "betrayal",
            "program",
            "data",
            "vaccine",
            "corruption",
            "mercury",
            "evidence",
            "risk",
            "dr",
            "public",
            "safety",
            "trust",
            "institutional"
        ]
    }
]