[
    {
        "url": "https://beforeitsnews.com/economy/2018/01/will-the-world-economy-continue-to-roll-along-in-2018-4-2931652.html",
        "title": "Will the World Economy Continue to “Roll Along” in 2018?",
        "authors": [
            {
                "name": "Gail The Actuary",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Will the World Economy Continue to “Roll Along” in 2018?\nThursday, January 25, 2018 0:49\n% of readers think this story is Fact. Add your two cents.\nOnce upon a time, we worried about oil and other energy. Now, a song from 1930 seems to be appropriate:\nToday, we have a surplus of oil, which we are trying to use up. That never happened before, or did it? Well, actually, it did, back around 1930. As most of us remember, that was not a pleasant time. It was during the Great Depression.\nUnfortunately, it looks like these artificially low oil prices may be coming to an end, simply because the “glut” of oil that developed is gradually being reduced. Figure 5 shows the timing of the recent glut of oil. It seems to have started early in 2014.\nFigure 5. US Stocks of crude oil and petroleum products (including Strategic Petroleum Reserve), based on EIA data.\nIf we look at the combination of oil prices and amount of oil in storage, a person can make a rough estimate of how this glut of oil might disappear. Quite a bit of it may be gone by the end of 2018 (Figure 6).\nFigure 6. Figure showing US oil stocks (crude plus oil products) together with the corresponding oil prices. Rough guess of how balance might disappear and future prices by author.\nOf course, one of the big issues is that consumers cannot really afford high-priced oil products. If consumers could not afford $100+ prices back in 2013, how would it be possible for oil prices to rise to something like $97 per barrel by the end of 2018?\nI am not certain that oil prices can really rise this high, or that they can stay at this level very long. Certainly, we cannot expect oil prices to rise to the level they did in July 2008, without recession causing oil prices to crash back down.\nWhat the Economy Needs Is Rising Energy Per Capita\nI have published energy per capita graphs in the past. Flat spots tend to represent problem periods.\nFigure 7. World per Capita Energy Consumption with two circles relating to flat consumption. World Energy Consumption by Source, based on Vaclav Smil estimates from Energy Transitions: History, Requirements and Prospects (Appendix) together with BP Statistical Data for 1965 and subsequent, divided by population estimates by Angus Maddison.\nThe 1920-1940 flat period came shortly after the United Kingdom reached Peak Coal in 1913.\nFigure 8. United Kingdom coal production since 1855, in figure by David Strahan . First published in New Scientist, 17 January 2008.\nIn fact, the UK invaded Mesopotamia (Iraq) in 1914 , to protect its oil interests. The UK wasn’t stupid; it knew that if it didn’t have sufficient coal, it would need oil, instead.\nThere were many other disturbing events during this period, including World War I, the 1918 flu pandemic, the Great Depression, and World War II. If there are not enough energy resources to go around, many things tend to go wrong: countries tend to fight for available resources; jobs that pay well become less available; deflation becomes more likely; population becomes weakened, and epidemics become more likely. I wrote about the 1920 to 1940 period in a recent post,  The Depression of the 1930s Was an Energy Crisis .\nThe 1980-2000 flat period included the collapse of the Soviet Union, in 1991. The Soviet Union was an oil producer. The Soviet Union collapsed after prices had been low for a long time.\nFigure 9. Former Soviet Union oil consumption, production, and inflation-adjusted price, all from BP Statistical Review of World Energy, 2015.\nEven many years after the collapse of the Soviet Union, population growth in former Soviet Union countries and its affiliates was much lower than in the rest of the world.\nFigure 10. World population growth rates between 2005 and 2010. Source: https://en.wikipedia.org/wiki/List_of_countries_by_population_growth_rate\nLower population (through falling birth rates, rising death rates, or rising emigration) are a major way that economies self-adjust because of falling energy per capita. Economies tend to fix the low-energy per capita problem by adjusting the population downward.\nRecently, we have again been hitting flat periods in energy consumption per capita.\nFigure 11. World per capita consumption of oil and of total energy, based on BP Statistical Review of World Energy data and UN 2017 population data.\nThe slowdown in world energy consumption per capita in 2008-2009 was clearly a major problem. Oil, coal and natural gas consumption fell simultaneously. Oil consumption per capita fell more than the overall mix, especially affecting countries heavily dependent on oil (Greece with its tourism, but also the US, Japan, and Europe).\nThe recent shift in political strategy to more isolationist stances also seems to be the result of flat energy consumption per capita. It is doubtful that Donald Trump would have been elected in the US, if world energy consumption per capita had been growing robustly, and if wage disparity had been less of a problem.\nThe primary cause of the 2013 to 2016 flat trend in world energy consumption per capita (Figure 11) is falling coal consumption (Figure 12). Many people think coal is unimportant, but it is the world’s second largest source of energy, after oil. We don’t have a good way of getting natural gas production to rise enough, to make up for loss of coal production.\nFigure 12\nWind and solar simply do not work for solving our problem of flat or shrinking energy consumption per capita. After spending trillions of dollars on them, they make up only a tiny (1%) share of world energy supply, according to the International Energy Agency. They are part of the little gray “Other” sliver on Figure 13.\nFigure 13. Figure prepared by IEA showing Total Primary Energy Supply by type from this IEA document.\nSomething Has to “Give” When There Is Not Enough Energy Consumption per Capita\nThe predicament we are facing is that energy consumption per capita seems to be reaching a maximum. This happens because of affordability issues. Over time, the price of energy products needs to rise to keep up with the rising cost of creating these energy products. But if energy prices do rise, workers earning low wages cannot afford to buy goods and services made with high-priced energy products, plus honor all of their other commitments (such as mortgages, auto loans, and student loans). This leads to debt defaults, as it did in the 2008-2009 recession.\nAt some point, the affordability problem can be expected to hold down energy consumption. This could happen in many ways. Spiking prices and affordability issues could lead to a worse rerun of the 2008-2009 recession. Or if oil prices stay fairly low, oil-exporting countries (such as Venezuela) may collapse because of low prices. Even if oil prices do rise, we may find that higher prices do not lead to sufficient additional supply because investment in new oil fields has been low for many years, because of past low prices.\nAs long as the world economy is expanding (Figure 14), individual citizens can expect to benefit. Jobs that pay well are likely to be available, and citizens can afford to buy goods with their growing wages. People who sell shares of stock and people who get pension benefits can all receive part of this growing economic output.\nFigure 14. Author’s image of an expanding economy.\nOnce the economy starts to shrink (Figure 15), we start having problems with dividing up the goods and services that are available. How much should retirees get? Governments? Today’s workers? Holders of shares of stocks and bonds? Not all commitments can be honored, simultaneously.\nFigure 15. Author’s image of declining economy.\nOne obvious problem in a shrinking economy is that loans become harder to repay. The problem is that there is less left over for other goods and services, after debt plus interest is subtracted, in a shrinking economy.\nFigure 16. Figure by author.\nChanging interest rates can to some extent help offset problems related to higher energy prices and shrinking supply. The danger is that interest rates can move in the wrong direction and make our problems worse. In the lead-up to the Great Recession of 2008-2009, the US raised short-term interest rates, helping to puncture the sub-prime mortgage debt bubble.\nFigure 17. Figure comparing Case-Shiller Seasonally Adjusted Home Price Index and Federal Reserve End of Quarter Target Interest Rates. See Oil Supply Limits and the Continuing Financial Crisis  for details.\nWe now hear a lot of talk about raising interest rates and selling QE securities (which would also tend to raise interest rates). If growth in energy consumption per capita is already flat, these changes could make the problems that the economy is facing even worse.\nOur Economy Works Like a Bicycle\nHave you ever wondered why a two-wheeled bicycle is able to stay upright? Research shows that a bicycle will stay upright, as long as its speed is greater than 2.3 meters (7.5 feet) per second . This is the result of the physics of the situation. A related academic article states, “This stability typically can occur at forward speeds v near to the square root of (gL), where g is gravity and L is a characteristic length (about 1 m for a modern bicycle).”\nThus, a bicycle will be able to continue in an upright manner, as long as it goes fast enough. If it slows down too much, it will fall down. Our economy is similar.\nGravity plays an important role in determining the speed of a bicycle. If the bicycle is going downhill, gravity gives an important boost to the speed of the bicycle. If the bicycle is going uphill, gravity very much pulls back on the bicycle.\nI think of the situation of an economy having rising energy consumption per capita as being very much like riding on a bicycle, speeding down a hill. The person operating the bicycle would not need to provide much extra energy to keep the bicycle going.\nIf energy consumption per capita is flat, the person riding the bicycle must provide the energy to make it go fast enough, so it doesn’t fall over. This is somewhat of a problem. If energy consumption per capita actually falls, it is a true disaster. The bicyclist himself must provide the energy necessary to push the bicycle and rider uphill.\nIn fact, there are other ways that a speeding bicycle is analogous to the world economy.\nFigure 18. Author’s view of analogies of speeding upright bicycle to speeding economy.\nThe economy needs a constant flow of outside energy. In the case of the bicycle, the human rider can provide the energy flow. In the case of the economy, the energy flow comes from a mixture of various fuel types, typically dominated by fossil fuels.\nGrowing debt (front wheel) is important as well. It tends to pull the economy along, because this debt can be used to pay wages and to buy materials to make additional goods and services. Thus, the effect of this increase in debt is indirect; it ultimately works through the bicyclist, the gears, and the back wheel.\nIn fact, the financial system as a whole is important for the “steering” of the economy. It tells investors which investments are likely to be profitable.\nThe gearing system of the bicycle plays a modest role in the system. Changing gears allows greater efficiency in the use of the energy that is available, under certain circumstances. But energy efficiency, by itself, cannot operate the system.\nIf the human rider does not provide sufficient energy for the bicycle to go rapidly enough, the bicycle glides for a while, and then falls over. The world economy seems to be similar. If the world economy does not obtain enough energy per capita, economic growth tends to slow and eventually collapses. The collapse can relate to the whole world economy, or to parts of the economy.\nThe Problem of Parts of the Economy Not Getting Enough Energy\nWe can think of the economy as being made up of many bicycles, operated by bicycle riders. At the beginning of the post, I talked about the problem of wage disparity. This issue occurred at the time of the 1930’s Great Depression and is occurring again now.\nWe might call wage disparity “too low a return on the labor of some workers.” In groups of animals in ecosystems, too low a return on the effort of these animals is what causes ecosystems to collapse. For example, if fish have to swim too far to obtain additional food, their population will collapse. It should not be surprising that economies tend to collapse, when the return on the efforts of part of their workers falls too low.\nWage disparity has to do with how well the operators of bicycles are doing. Are the operators of these bicycles receiving enough calories, so that they can keep pumping their bicycles fast enough so that the speed is high enough to remain upright?\nIf energy consumption per capita is growing, this greatly helps the operation of the economic system. If there is growing availability of inexpensive energy, machines of various types, including trucks, can be used to increasingly leverage the labor of workers. This increased leveraging helps each worker to become more “productive.” This growing productivity, thanks to growing energy consumption, allows more goods and services to be produced in total. It also allows the wages of the workers to stay high enough that they can afford to buy a reasonable share of the output of the economy. When this happens, “gluts” of unaffordable goods are less of a problem.\nIf energy consumption per capita is flat (or worse yet, falling), greater “complexity” is needed, to keep output of goods and services rising. Greater complexity involves more specialization and more training of individual members of the economy. Greater complexity leads to larger companies, more government services, and more wage disparity. Unfortunately, there are diminishing returns to complexity, according to Joseph Tainter in “ The Collapse of Complex Societies .” Ultimately, increased complexity fails to provide an adequate number of high-paying jobs. Wage disparity becomes a problem that can cause an economy to collapse .\nIf there is not enough economic output, the physics of the economy tries to “freeze out” workers at the bottom of the hierarchy. Workers with low wages cannot afford homes and families. The incidence of depression rises. Debt levels of disadvantaged groups (such as young people in the US) may rise.\nConclusions\nIn 2017, the world economy seemed to be gliding smoothly along because the economy has been able to get the benefit of artificially low energy prices and artificially low interest rates. These artificially low prices and interest rates have given a temporary boost to the world economy. Countries using large amounts of energy products, including the US, especially benefitted.\nWe cannot expect this temporary condition to continue, however. Low oil prices have already started to disappear, with Brent oil prices at nearly $69 per barrel at this writing. The trends in oil prices and oil stocks in Figure 6 are disturbing. If oil prices begin to rise toward the price needed by oil producers, they are likely to trigger a recession and a drop in world energy consumption, just as spiking prices did in 2008-2009. There is a significant chance of collapse in the next 12 to 24 months. It is hard to know how widespread such a collapse may be; it may primarily affect particular countries and population groups.\nTo make matters worse, our leaders do not seem to understand the situation. The world economy badly needs rising energy consumption per capita. Plans to raise interest rates and sell QE securities, when the economy is already “at the edge,” are playing with fire. If we are to keep the world economy operating, large quantities of additional energy supplies need to be found at very low cost. It is hard to be optimistic about this happening. High-cost energy supplies are worthless when it comes to operating the economy because they are unaffordable.\nMany followers of the oil situation have had great faith in Energy Returned on Energy Invested (EROI) analysis telling us which kinds of energy supplies we should increase. Unfortunately, EROI doesn’t tell us enough. It doesn’t tell us if a particular product is scalable at reasonable cost. Wind and solar are great disappointments , when total costs, including the cost of mitigating intermittency on the grid, are considered. They do not appear to be solutions on any major scale.\nOther researchers looking at the energy situation have not understood how “baked into the cake” the need for economic growth, rising per capita energy consumption, and rising debt levels really are. Rising debt is not an error in how the financial system is put together; a bicycle needs a front wheel, or it cannot operate at all (Figure 18). I have written other articles regarding  why debt is needed to pull the economic system forward .\nThis economic growth cannot be “fake growth” either, where a debt Ponzi Scheme seems to allow purchases that real-life consumers cannot afford. Quite a bit of what is reported as world GDP today is of a very “iffy” nature. If China builds a huge number of apartments that citizens cannot afford without subsidies, should these be counted as true GDP growth? How about unneeded roads, built using the rising debt of the Japanese government? Or recycling performed around the world, because it makes people “feel good ,” but really requires substantial subsidies?\nAt this point, it is hard for us to know where we really are, because every government wants to make GDP results look as favorable as possible. It is clear, however, that 2018 and 2019 can be expected to have more challenges than 2017. We have interesting times ahead!\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "This stability typically can occur at forward speeds v near to the square root of (gL), where g is gravity and L is a characteristic length (about 1 m for a modern bicycle).",
                "",
                true
            ],
            [
                "too low a return on the labor of some workers.",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.davidstrahan.com/blog/?p=116",
                "https://beforeitsnews.com/v3/r2/?url=http://ourfiniteworld.com//2018/01/09/will-the-world-economy-continue-to-roll-along-in-2018/https://arstechnica.com/science/2011/04/moving-bikes-stay-uprightbut-not-for-the-reasons-we-thought/",
                "https://beforeitsnews.com/v3/r2/?url=http://ourfiniteworld.com//2018/01/09/will-the-world-economy-continue-to-roll-along-in-2018/https://vimeo.com/216389085",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://ourfiniteworld.com//2018/01/09/will-the-world-economy-continue-to-roll-along-in-2018/https://ourfiniteworld.com/2016/12/07/what-has-gone-wrong-with-oil-prices-debt-and-gdp-growth/",
                "https://beforeitsnews.com/v3/r2/?url=http://ourfiniteworld.com//2018/01/09/will-the-world-economy-continue-to-roll-along-in-2018/https://ourfiniteworld.com/2017/12/19/the-depression-of-the-1930s-was-an-energy-crisis/",
                "https://beforeitsnews.com/v3/r2/?url=http://ourfiniteworld.com//2018/01/09/will-the-world-economy-continue-to-roll-along-in-2018/https://climatechangedispatch.com/major-blow-top-german-economist-shows-energiewende-can-never-work/amp/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://ourfiniteworld.com//2018/01/09/will-the-world-economy-continue-to-roll-along-in-2018/https://en.wikipedia.org/wiki/List_of_countries_by_population_growth_rate",
                "https://beforeitsnews.com/v3/r2/?url=http://ourfiniteworld.com//2018/01/09/will-the-world-economy-continue-to-roll-along-in-2018/https://press.princeton.edu/titles/8904.html"
            ]
        },
        "key_words": [
            "debt",
            "energy",
            "low",
            "continue",
            "consumption",
            "oil",
            "prices",
            "capita",
            "economy",
            "roll",
            "bicycle",
            "2018",
            "world"
        ]
    }
]