[
    {
        "url": "https://beforeitsnews.com/prophecy/2018/01/qanon-judgment-day-great-awakening-posts-supermoon-lunar-eclipse-january-31st-2018-connection-video-2496656.html",
        "title": "Q Anon \"Judgment Day\" and \"Great Awakening\" Posts - Supermoon Lunar Eclipse January 31st 2018 Connection (Video)",
        "authors": [
            {
                "name": "Jeffery Pritchett",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Jeffery Pritchett\nTotal:\nQ Anon \"Judgment Day\" and \"Great Awakening\" Posts - Supermoon Lunar Eclipse January 31st 2018 Connection (Video)\nThursday, January 25, 2018 4:46\n% of readers think this story is Fact. Add your two cents.\nQ Anon posts “Great Awakening” and “Judgment Day” on same day as a cryptic message about THE STATE OF THE UNION ADDRESS and “Timing is everything” Signs of the times, Lunar Eclipse on 1/31/18 and how that lines up with everything from the Earthquake watch to President Trump’s State of the Union address. To the Revelation 12 sign on September 23 2017.\nTo the blood moon tetrads on the Jewish Feast days. To the birth of Christ Star of Bethlehem alignment. To the birth of the abomination. To the Age of Aquarius alignment signifying the outpouring of the Holy Spirit and much more. Signs of the Times. Please get saved now and get your soul right with God. He will be judging the fruits of our lives, and separating the sheep from the goats.\nBible Prophecy, Holy Bible, Book of revelation, Great Awakening, Great Tribulation, End of the Age, New Age, we do not consent, Salvation, Jesus Christ, God, Holy Spirit, Spirituality, Christianity, Jesus is coming 923 1111 star of Bethlehem alignment revelation 12 sign on September 23 2017 qanon q anon q-anon white hats white rabbit, follow the white rabbit, great awakening 8chan, 4chan\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\n.\n.\n.\nCush:\n1. Bible: The bible the oldest son of Ham and brother of Canaan.\n2. Bible: The country of the supposed descendants of Cush (ancient Ethiopia), comprising approximately Nubia and the modern Sudan, and the territory of southern (or upper) Egypt.\nJan 25, 2018, 7:52 am\nWatch out! my2pesos is a troll shilling for Obama.\nObama’s headed for 100000 years in jail so don’t follow shills like my2pesos who are demonics.\nJan 25, 2018, 8:19 am\npatann\n-Only an exodus of Americans along altars of Christ and grab bags will justify the Trump administration as far as the Holy Lords of Israel, Christ’s Cross, to Jesus Millennium is mightily come si fir ancient of years of bible prophecy concern. I know how crazy this sound, claiming Saddam Hussein, 2003, Bush wars, so while he was being hunted down, would one day father this nation, (Barack Hussein, the two beast of Rev. 13), was declaring me as insane as well, when like now, I was only quoting bible prophecy. Jesus is the spirit of prophecy, something predestined men great and small have attempted to beat back at their and millions to billions of others detriment, even right now these announcements.\n-Right now, as of Trump’s whitehouse, declared a Nuclear fate and an aquatic age, how parents are to die, an schools (all organized assembly), are to be finished, that total is fifty million people, tens of millions US soil. An unimaginable toll, not even calculating the pale horse to the antichrist reign. It’s the little Miya girl of apocalypse, standing and staying their procrastinating vehicles, Americans will suffer death tolls into heaven’s ceiling, except they escape, just see America/West Rule come end as though it is being described, here, Rev. 17, 18 chapters, beware, get it. get Jesus and get (ASCEND), out of it, Apb, see more here, http://cometotoderickandoceanaescape18.blogspot.com/2018/01/prophecy-link-lyrics-to-this-song-woke.html\nJan 25, 2018, 7:22 am\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nJan 25, 2018, 8:22 am\n.\n.\n.\n.\n.\nJan 25, 2018, 12:59 pm\nHat cat shat flat bat crap tap flap\nI would rather read kos posting than ur stupid shit\nJan 28, 2018, 4:47 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/r2/?url=http://cometotoderickandoceanaescape18.blogspot.com/2018/01/prophecy-link-lyrics-to-this-song-woke.html",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "connection",
            "video",
            "holy",
            "anon",
            "union",
            "white",
            "judgment",
            "q",
            "alignment",
            "awakening",
            "revelation",
            "age",
            "day",
            "great",
            "eclipse",
            "lunar",
            "supermoon",
            "posts"
        ]
    }
]