[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/breaking-news-about-the-loving-elderly-actress-betty-white-so-sad-2976238.html",
        "title": "News About Actress Betty White",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nNews About Actress Betty White\nThursday, January 25, 2018 9:11\n% of readers think this story is Fact. Add your two cents.\nDecember 2017 report\nBetty White seems to have outlasted the test of time in Hollywood and at 95-years-old is still a viable and beloved star in Tinsel Town. It seems that her humor is the real secret to a happy and successful life, as it served her well. She’s never been the most vocal about politics as she’s been wise enough to keep her presidential preferences to herself throughout the years, as a person in her public position. White has always cut to the chase, making her loved and respected among many. Now, we have some breaking news about this bright star, who at the ripe age of 95 surprised us all.\nPerhaps Betty White’s secret to success that other stars should learn from was to be opinionated and witty without being divisive. She certainly mastered that skill throughout her career but recently, something really disturbing has changed. We saw this in full effect when she was recently face-to-face with news anchor Katie Couric who pulled her typical trick of trying to get the start to trash President Trump. Couric quickly realized she wasn’t talking to the typical famous millennial idiot when White came back with an unexpected response to her bait, shocking viewers who thought they knew her. This feisty elderly actress answered with a really sad response to Couric’s nasty, divisive questioning to set her up. What’s even sadder, is what and how the accomplished journalist said to the actress.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "secret",
            "star",
            "really",
            "white",
            "shes",
            "response",
            "recently",
            "betty",
            "divisive",
            "actress",
            "typical",
            "couric"
        ]
    }
]