[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/another-hysterical-anti-trump-headline-disappears-down-the-fake-news-bunny-hole-2-3590294.html",
        "title": "Another hysterical anti-Trump headline disappears down the fake news bunny hole",
        "authors": [
            {
                "name": "View Falling Downs",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By View From Falling Downs\nTotal:\nAnother hysterical anti-Trump headline disappears down the fake news bunny hole\nTuesday, January 23, 2018 20:08\n% of readers think this story is Fact. Add your two cents.\nRemember when Trumpenstein had his evil minions dictate to the Centers for Disease Control what words to avoid in their budget proposals? That  Washington Post story  from 15 December launched a thousand outraged op-eds.\nOh my God!!!… what’s next in the barbarian’s war on scientific inquiry?\nYes, the nightmare of 1984 is fully and finally upon us!\nOr not.\nOh, so what’s the fuss then?\nYou would think that there are enough actual facts around with which to skewer the Trumpists without resorting to spinning scary stories based on hearsay from anonymous sources. This is the kind of misleading reportage that gives succour to those who believe our mainstream media outlets are shot through with “fake news.”\nJon Cohen at Science counted the number of times  the forbidden words showed up in the last three CDC budget proposals of the Obama admin compared to the 2018 Trump budget proposals. Based on his analysis, one could spin a headline about the exponential rise in the use of the words “fetus” and “entitlement” in the Trump era document.\nYou wouldn’t be wrong, but your story would be just as misleading and irrelevant as that original Washington Post story.\nIf the MSM establishment want folks to stop squawking about fake news, they should stop publishing fake news stories.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.sciencemag.org/news/2017/12/fight-over-seven-health-related-words-president-s-next-budget",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://theviewfromfallingdowns.blogspot.com//2017/12/https://www.washingtonpost.com/national/health-science/cdc-gets-list-of-forbidden-words-fetus-transgender-diversity/2017/12/15/f503837a-e1cf-11e7-89e8-edec16379010_story.html?utm_term=.8147ba34950a"
            ]
        },
        "key_words": [
            "whats",
            "trump",
            "proposals",
            "budget",
            "stop",
            "headline",
            "disappears",
            "fake",
            "hole",
            "words",
            "washington",
            "bunny",
            "think",
            "antitrump",
            "hysterical"
        ]
    }
]