[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/easy-ways-to-maximize-the-harvest-in-your-unheated-greenhouse-2688756.html",
        "title": "Easy Ways To Maximize The Harvest In Your Unheated Greenhouse",
        "authors": [
            {
                "name": "Off The Grid News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Off The Grid News\nEasy Ways To Maximize The Harvest In Your Unheated Greenhouse\nMonday, January 22, 2018 1:06\n% of readers think this story is Fact. Add your two cents.\nImage source: Pixabay.com\nRead part 1 in this series here .\nFor those of us living in northerly regions, using an unheated greenhouse in the winter may seem far-fetched. And yet, it’s perfectly feasible. Even way up north in hardiness zone 3, a simple greenhouse covered with flimsy plastic sheeting can give you a winter harvest. Greenhouse “glazing” (be it plastic sheeting, or polycarbonate or glass panels) can help replicate the climate 1.5 zones to your south; and further coverings inside the greenhouse (such as floating row covers) can give you the leeway of another 1.5 zones. In this way, a zone 3 winter becomes a zone 6 winter. While zone 6 isn’t exactly tropical, its climate supports the growth of cold-hardy vegetables.\nThe key here is “cold-hardy.” An unheated greenhouse won’t do for heat- and sun-loving plants like tomatoes, peppers, or melons. But with a little thought, planning, and experimentation, you should be able to harvest salad greens, leeks, hardy root vegetables, and cool-weather Chinese greens during the winter months.\nBuilding the Best Greenhouse\nThe location of your greenhouse and how it’s constructed will have a huge impact on your harvests. Before you start building, consider the following:\nIdeally, a winter greenhouse should be situated against the south-facing wall of a house, garage, or outbuilding (such as a shed or chicken coop). That way, it will be protected from northerly winds while also benefiting from ambient heat.\nIf it’s not possible to build your greenhouse against an existing wall, its freestanding north-facing wall should be opaque (ideally painted black) so that it absorbs and retains heat.\nMake sure the location isn’t shaded.\nA foundation laid below the frost line will both protect against frost heave and insulate the soil within it.\nThe angle of the roof is crucial to capture the maximum amount of sunlight. Optimal roof angles differ depending on latitude. To figure out the best angle for your location, consult the Cold Climate Greenhouse Resource published by the University of Minnesota.\nHow Cold is Too Cold?\nDepending on your hardiness zone, you may be able to get by solely with passive solar and ambient heating. In colder regions, you may need to supplement some warmth. There are a number of ways that you can generate and/or trap heat without resorting to electricity or fuel.\nEspecially if you are setting a foundation below the frost line anyway, a sunken greenhouse can provide the warmth plants — especially root vegetables — need. As the Cold Climate Greenhouse Resource explains, soil located 4 feet below the surface stays at a steady 40-50℉ regardless of air temperature.\nAlternately, a trench or hole in the center of your greenhouse, filled with manure, will generate heat as the manure breaks down; and as a bonus, you will always have fertilizer easily at hand! Another option is to create heat sinks by filling black 55-gallon drums with water . The barrels absorb heat from the sun during the day and slowly release that heat at night. If you’re up for it, more complicated systems include solar heating and circulating water heated with solar power.\nRegardless of how — or even if — you provide supplemental heat to your greenhouse, keep in mind that plants also need sunlight to thrive. During the shortest days of the year, growth will come to a standstill regardless of how warm your greenhouse is.\nChoosing the Best Vegetable Varieties\nAs noted above, it’s essential to focus on cold-hardy vegetables for your unheated winter greenhouse. It may take some experimenting to find which varieties work best in your zone and your greenhouse’s microclimate, but to help you get started, consider these:\nCold-hardy salad greens, including endive, radicchio, kale, Swiss chard, spinach, arugula, collard, and mustard greens. Plant your greens in succession (perhaps one tray a week) and, when ready for harvest, cut what you need, leaving some green behind. The plants will continue to grow so that you get a second (and possibly third) harvest.\nRoot vegetables such as parsnips, beets, turnips, and carrots. As an added bonus, to deal with cold temperatures, root vegetables convert their starches to sugars, which act as a sort of natural anti-freeze. The increased sugars mean sweeter-tasting veggies.\nPak choi, Chinese cabbage, and other similar cool-weather Chinese greens.\nTiming your Seedlings\nIt’s best to start your seeds in late summer or early fall so that your seedlings are well established before extreme cold hits. However, you can sow throughout the winter. If you choose to plant during the coldest months, start your seeds indoors or use a heat mat for seed propagation. Tender seedlings are more sensitive to the cold and need a solid start before they’re left 24/7 in an unheated greenhouse.\nWhy Bother?\nYou’re not alone if you’re wondering whether digging a four-foot “basement” for a greenhouse and calculating the optimal roof slant is more work than it’s worth. But, if you’re reading this, it goes without saying that you already know the benefits of gardening, whether in winter or summer: the joy of dirt under your fingernails; putting tasty, nutrient-dense produce on your table; cost-savings compared to purchasing bland supermarket vegetables; and self-sufficiency. Using an unheated greenhouse in the winter brings extra benefits, including the cost-savings over a heated greenhouse, supporting the environment, and the joy of proving those folks wrong, who think it’s impossible to grow fresh vegetables in the depths of winter.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nInstall a CO2 generator.\nFarmers have been using CO2 generators in their greenhouse to improve plant quality and provide the carbon dioxide necessary for maximum growth especially during the winter months thereby increasing plant yields in their greenhouses.\nJan 22, 2018, 2:55 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "vegetables",
            "winter",
            "heat",
            "harvest",
            "maximize",
            "ways",
            "cold",
            "best",
            "need",
            "zone",
            "easy",
            "greens",
            "unheated",
            "greenhouse"
        ]
    }
]