[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/can-democrats-win-swing-districts-in-2018-2976189.html",
        "title": "Can Democrats Win Swing Districts In 2018?",
        "authors": [
            {
                "name": "David Sirota",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By David Sirota\nThursday, January 25, 2018 5:43\n% of readers think this story is Fact. Add your two cents.\nWhat does it take for Democrats to win swing districts — and keep winning them — in places like the Rocky Mountain West? Do their candidates have to kowtow to the fossil fuel industry and big business? Or is there another way? It’s a huge question in advance of the 2018 election — and on this episode I talk to a Democrat who has been winning a swing district for years: Colorado U.S. Rep. Ed Perlmutter. He weighed in on whether local communities should be able to regulate oil and gas development, he explained why he supports single-payer healthcare, and he offered his thoughts on whether Democrats in swing districts should be more moderate or more progressive.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nscuby63\nThe idea of dems “winning” in 2018 feels like the same scenario as 2016 election……. lots of “we r gonna kick ass” chatter.\nWe know how that worked out.\nJust my gut feel.\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "districts",
            "democrats",
            "tell",
            "truth",
            "worldwide",
            "swing",
            "using",
            "patriot",
            "beforeitsnews",
            "telegram",
            "linkstep",
            "phone",
            "big",
            "2018",
            "win"
        ]
    }
]