[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/walking-the-floor-at-shot-show-day-1-16-pics-3590347.html",
        "title": "Walking the floor at SHOT Show Day 1 (16 PICS)",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Guns.com\nWalking the floor at SHOT Show Day 1 (16 PICS)\nWednesday, January 24, 2018 0:10\n% of readers think this story is Fact. Add your two cents.\nA patron checking out a new AR carbine at the Rock River Arms booth during SHOT Show 2018. (Photo: Daniel Terrill/Guns.com)\nOpposite of the wall of guns, Rock River Arms displayed a series of gun parts and handguards. (Photo: Daniel Terrill/Guns.com)\nA gentleman trying out a virtual simulator at the Action Target booth. (Photo: Ben Philippi/Guns.com)\nA patron posing with an Heckler & Koch-made military automatic grenade launcher. (Photo: Daniel Terrill/Guns.com)\nA patron scoping out the M110A1 rifle made by Heckler & Koch during SHOT Show 2018. (Photo: Daniel Terrill/Guns.com)\nPart scientist, part model at the Tetra Gun care cleaning company. (Photo: Daniel Terrill/Guns.com)\nATI offered all metal construction, miniature rifles at its SHOT Show booth for $30. (Photo: Daniel Terrill/Guns.com)\nATI’s miniature rifles had fully interactive features like moveable bolt and the magazine detached and needed to be loaded! (Photo: Daniel Terrill/Guns.com)\nPierangelo Pedersoli, of Pedersoli firearms, stood between his hired guns at the end of first day of SHOT Show 2018. (Photo: Daniel Terrill/Guns.com)\nFN sectioned off its current U.S. military contract rifles, a big hit among fans at SHOT Show 2018. (Photo: Daniel Terrill/Guns.com)\nA patron toying around with an FN machine gun — unloaded and decommissioned — during SHOT Show 2018. (Photo: Daniel Terrill/Guns.com)\nTaurus dedicated an entire wall to professional shooter Jesse Duff, who was on display at the Florida-gun maker’s booth during SHOT Show 2018. Duff is seen drawing a Taurus concealed carry pistol — possibly a Curve? (Photo: Daniel Terrill/Guns.com)\nGun safes galore by Liberty Safes during SHOT Show 2018. The man here was so excited he had to call someone about it. (Photo: Daniel Terrill/Guns.com)\nA decked out dune buggy — an oldie but a goodie — at the Surefire booth during SHOT Show 2018. (Photo: Daniel Terrill/Guns.com)\nSome lovely ladies showing off their favorite pistols at the SAR USA booth. (Photo: Daniel Terrill/Guns.com)\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "floor",
            "pics",
            "shot",
            "tell",
            "truth",
            "16",
            "worldwide",
            "using",
            "walking",
            "patriot",
            "linkstep",
            "telegram",
            "phone",
            "big",
            "day",
            "beforeitsnews"
        ]
    }
]