[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/the-world-economic-order-is-collapsing-and-this-time-there-seems-no-way-out-us-government-shut-down-us-whos-to-blame-3589820.html",
        "title": "The World Economic Order is Collapsing and This Time There Seems no Way Out – US Government Shut Down Us: Who’s to blame?",
        "authors": [
            {
                "name": "Michael Moore",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Michael Moore\nTotal:\nThe World Economic Order is Collapsing and This Time There Seems no Way Out – US Government Shut Down Us: Who’s to blame?\nMonday, January 22, 2018 8:02\n% of readers think this story is Fact. Add your two cents.\nThe economy is getting worse and worse everyday , It needs to crash and reset. People need a major wake up call, and 90% drop would open their eyes, 2008 was not big enough. Get out of the market, get out of the banks and watch the show.\nIf a U.S. economic collapse occurs, it will happen quickly. No one would predict it. That’s because the signs of imminent failure are difficult to see.\nWith the stock market at record highs, central banks buying record amounts of stocks, and the mainstream media heavily pushing the endless rise in the market, do you think this is a time to buy? Or a time to take some profits and put your money into a more neglected asset?\nWhen Would the U.S. Economy Collapse?\nAny of the following six scenarios could create an economic collapse.\nIf the U.S. dollar rapidly loses value, it would create hyperinflation.\nA bank run could force banks to close or even go out of business, cutting off lending and even cash withdrawals.\nThe internet could become paralyzed with a super-virus, preventing emails and online transactions.\nTerrorist attacks or a massive oil embargo could halt interstate trucking. Grocery stores would soon run out of food.\nWidespread violence erupts across the nation. That could range from inner-city riots, a civil war or a foreign military attack. It’s possible that a combination of these events could overwhelm the government’s ability to prevent or respond to a collapse.\nSome believe the Federal Reserve, the president or an international conspiracy are driving the United States toward economic ruin. If that’s the case, the economy could collapse in as little as a week.\nThat’s because it’s run on confidence that debts will be repaid, food and gas will be available when you need it and that you’ll get paid for this week’s work. If a large enough piece of that stops for even several days, it creates a chain reaction that leads to a rapid collapse.\nThe record of all economic ups and downs over the last century and a half shows the U.S. economy has experienced 33 recessions. This means recessions occur roughly once every five years.\nOur present economic expansion has lasted far longer than five years. The Great Recession ended in June 2009, about nine years ago. Even though many indicators look amazing today, if history is any guide, we are due for another economic downturn.\nIn which case, it’s a good time for a primer on recessions and  how to prepare for them.\nWhat Will Happen If the U.S. Economy Collapses?\nIf the U.S. economy collapses, you would not have access to credit.\nBanks would close. Demand would outstrip supply of food, gas and other necessities. If the collapse affected local governments and utilities, then water and electricity would no longer be available.\nAs people panic, they would revert to survival and self-defense modes. The economy would return to a traditional economy, where those who  grow food barter  for other services.\nA U.S. economic collapse would create global panic. Demand for the dollar and U.S. Treasurys would plummet. Interest rates would skyrocket. Investors would rush to other currencies, such as the yuan, euro or even gold. It would create not just inflation, but hyperinflation as the dollar became dirt cheap.\nWhen Would the U.S. Economy Collapse?\nAny of the following six scenarios could create an economic collapse.\nIf the U.S. dollar rapidly loses value, it would create hyperinflation.\nA bank run could force banks to close or even go out of business, cutting off lending and even cash withdrawals.\nThe internet could become paralyzed with a super-virus, preventing emails and online transactions.\nTerrorist attacks or a massive oil embargo could halt interstate trucking. Grocery stores would soon run out of food.\nWidespread violence erupts across the nation. That could range from inner-city riots, a civil war or a foreign military attack. It’s possible that a combination of these events could overwhelm the government’s  ability to prevent or respond to a collapse.\nSome believe the Federal Reserve, the president or an international conspiracy are driving the United States toward economic ruin. If that’s the case, the economy could collapse in as little as a week. That’s because it’s run on confidence that debts will be repaid, food and gas will be available when you need it and that you’ll get paid for this week’s work.\nIf a large enough piece of that stops for even several days, it creates a chain reaction that leads to a rapid collapse.\nWill the U.S Economy Collapse?\nThe U.S. economy’s size makes it resilient. It is highly unlikely that even these events could create a collapse.\nThe Federal Reserve’s contractionary monetary tools can tame hyperinflation. The Federal Deposit Insurance Corporation insures banks, so there is little chance of a banking collapse similar to the 1930s.\nHomeland Security can address a cyber threat. If not, the economy can always return to how it functioned before the internet.\nThe president can release Strategic Oil Reserves to offset an oil embargo. The U.S. military can respond to a terrorist attack, transportation stoppage or rioting/civil war. In other words, most federal government programs are designed to prevent just such an economic collapse.\nWho’s to blame for the US government shut down? Donald Trump’s first year anniversary as US President will certainly go down in history. It was the day the government shut down after Congress failed to back a bill to fund federal agencies.\nHundreds of thousands of government workers are affected. Some will stay home because their offices will be closed. Others will work without pay. Republicans and Democrats blame each other for not reaching a last minute deal.\nTalks broke down over issues related to immigrants and border security. So, what will happen next? And what does it mean for Trump’s administration?\nPresenter: Hashem Ahelbarra Guests: Oliver McGee, former Assistant Transportation Secretary under President Clinton. Inderjeet Parmar, chairman of the Obama Research Network at City, University of London. Richard Johnson, lecturer in US politics and international relations at Lancaster University.\nHow to Prepare for a Collapse\nProtecting yourself from a U.S. economic collapse is difficult.\nA catastrophic failure can happen without warning. In most crises, people survive through their knowledge, wits, and by helping each other. Make sure you understand basic economic concepts so you can see warning signs of instability. One of the first signs is a stock market crash. If it’s bad enough, a market crash can cause a recession.\nSecond, keep as many assets as liquid as possible so that you can withdraw them within a week. In addition to your regular job, make sure you have skills that you’d need in a traditional economy, such as farming, cooking or repair.\nMake sure your passport is current in case you’d need to leave the country on short notice. Research target countries now and travel there on vacation, so you are familiar with your destination.\nKeep yourself in top physical shape. Know basic survival skills, such as self-defense, foraging, hunting, and farming. Practice now with camping trips. If you can, move near a wildlife preserve in a temperate climate. That way, if a collapse occurs, you can live off the land in a relatively unpopulated area.\nAs for cash, it may not be useful in a total economic collapse because its value might be decimated. Stockpiles of gold bullion may not help because they would be difficult to transport if you needed to move quickly.\nIn a severe collapse, they may not be accepted as currency. But it would be good to have a stash of $20 bills and gold coins, just in case. During many crisis situations, these are commonly accepted as bribes.\nHow Are You Preparing?\nHave you noticed these eight signs of an approaching food crisis? Are there others you’d add to my list?\nWhat  basic steps  are you taking to prepare? What advice would you give someone who is just starting to develop a preparedness mindset? Please share your tips in the comments section below so others can learn from you!\nAnd click on the banner below to find out how our ancestors survived crisis and to learn their tricks!\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nraburgeson\nHas little to do with money and all to do with illegal immigration.\nJan 22, 2018, 8:27 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://private99.easycellar.hop.clickbank.net/?tid=fortress21",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://private99.damarket22.hop.clickbank.net/?tid=fortress21",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://private99.lostways.hop.clickbank.net/?page=cpemmican&tid=fortress21"
            ]
        },
        "key_words": [
            "market",
            "blame",
            "food",
            "create",
            "collapse",
            "economic",
            "order",
            "economy",
            "need",
            "whos",
            "way",
            "collapsing",
            "federal",
            "shut",
            "world",
            "run",
            "president"
        ]
    }
]