[
    {
        "url": "https://beforeitsnews.com/paranormal/2018/01/preacher-prophesized-taylor-michigans-meteor-event-on-new-years-eve-video-2531659.html",
        "title": "Preacher Prophesied the Taylor, Michigan, Meteor Event on New Year's Eve! (Video)",
        "authors": [
            {
                "name": "Jeffery Pritchett",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Jeffery Pritchett\nTotal:\nPreacher Prophesied the Taylor, Michigan, Meteor Event on New Year's Eve! (Video)\nSunday, January 21, 2018 8:58\n \nA pastor at a church in suburban Detroit predicted the mighty meteor which lit up the sky over Michigan on Tuesday in a sermon that he presided over weeks ago.\nIn a service on New Year’s Eve, Pastor Rick Satterfield shared a strange dream with his congregation.\n“I had a dream that a meteor was coming to the Great Lakes and it was gonna hit Michigan,” he told them.\nThe impact of the meteor was not going to be destructive, he told them at the time, although its impact, Satterfield said, would be felt in Ohio as well as Canada and that the reverberations would continue “around the world.”\nAnd, amazingly, it appears that Satterfield’s dream came true this week when just such a scenario unfolded.\nWhat may be most remarkable is that the pastor predicted the meteor, its non-destructive nature, the impact felt in neighboring areas, and, by way of widespread coverage of the event, the story spreading around the world.\nShortly after the meteor made news on Tuesday evening, the church promptly posted a declaration on their Facebook page that “the meteor prophecy” had been fulfilled.\nFortunately, Satterfield assured the Detroit Free Press, the meteor prediction was not of the doomsday variety and, instead, was a harbinger of good things to come.\nAccording to the pastor, the dream was accompanied by a voice that the meteor was a sign that God was going to bless the area and revitalize the region.\nConsidering that Satterfield was right about the meteor, let’s hope that the purported message within the dream will come to fruition as well.\n“A meteor will hit the Great Lakes!” – Pastor Rick Satterfield, I Am Church, December 31, 2017. Today (January 16, 2018), the meteor prophecy from I Am Church Senior Pastor was fulfilled. It was prophesied that a meteor would hit the Great Lakes, and it would be felt not only in Michigan, but also in Ohio and Canada…all symbolic to what God is bringing to this region! We invite you to be apart of the Jesus Movement at I Am Church this Sunday!\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "I had a dream that a meteor was coming to the Great Lakes and it was gonna hit Michigan,",
                "Satterfield",
                true
            ],
            [
                "A meteor will hit the Great Lakes!",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "meteor",
            "church",
            "impact",
            "pastor",
            "preacher",
            "video",
            "michigan",
            "event",
            "prophesied",
            "dream",
            "hit",
            "lakes",
            "eve",
            "satterfield",
            "great",
            "taylor"
        ]
    }
]