[
    {
        "url": "https://beforeitsnews.com/space/2018/01/upcoming-telescopes-should-be-able-to-detect-mountains-and-other-landscapes-on-extrasolar-planets-2511118.html",
        "title": "Upcoming Telescopes Should be Able to Detect Mountains and Other Landscapes on Extrasolar Planets",
        "authors": [
            {
                "name": "Universe Today",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nUpcoming Telescopes Should be Able to Detect Mountains and Other Landscapes on Extrasolar Planets\nMonday, January 22, 2018 13:49\n% of readers think this story is Fact. Add your two cents.\nThe study of exoplanets has advanced by leaps and bounds in the past few decades. Between ground-based observatories and spacecraft like the Kepler mission, a total of 3,726 exoplanets have been confirmed in 2,792 systems, with 622 systems having more than one planet (as of Jan. 1st, 2018 ). And in the coming years, scientists expect that many more discoveries will be possible thanks to the deployment of next-generation missions.\nThese include NASA’s James Webb Space Telescope (JWST) and several next-generation ground based observatories. With their advanced instruments, these and other observatories are not only expected to find many more exoplanets, but to reveal new and fascinating things about them. For instance, a recent study from Columbia University indicated that it will be possible, using the Transit Method , to study surface elevations on exoplanets.\nThe study, which recently appeared online under the title “ Finding Mountains with Molehills: The Detectability of Exotopography “, was conducted by Moiya McTier and David Kipping – and graduate student and an Assistant Professor of Astronomy at Columbia University, respectively. Based on models they created using bodies in our Solar System, the team considered whether transit surveys might be able to reveal topographical data on exoplanets.\nArtist’s impression of an extra-solar planet transiting its star. Credit: QUB Astrophysics Research Center\nTo recap, the Transit Method (aka. Transit Photometry) is currently the most popular and reliable means for detecting exoplanets. It consists of astronomers measuring the light curve of distant stars over time and looking for periodic dips in brightness. These dips are the result of exoplanets passing in front of the star (i.e. transiting) relative to the observer.\nBy measuring the rate at which the star’s light dips, and the period with which the dimming occurs, astronomer are not only able to determine the presence of exoplanets, but also place accurate constraints on their size and orbital periods. According to McTier and Kipping, this same method could also reveal the presence of geographical features – for instance, mountain ranges, volcanoes, trenches, and craters.\nAs they indicate in their study, in lieu of direct imaging, indirect methods are the only means astronomers have for revealing data on an exoplanet’s surface. Unfortunately, there is no conceivable way that the radial velocity, microlensing, astrometry, and timing methods could reveal exotopography. This leaves the transit method, which has some potential in this respect. As they state:\n“The transit method directly measures the sky-projected area of a planet’s silhouette relative to that of a star, under the assumption that the planet is not luminous itself… This fact implies that there is indeed some potential for transits to reveal surface features, since the planet’s silhouette is certainly distorted from a circular profile due to the presence of topography.”\nSatellite image of the Himalayan mountain chain, as imaged by NASA’sLandsat-7 imagery of Himalayas. Credit: NASA\nIn other words, as a planet transits in front of its host star, the light passing around the planet itself could be measured for small variations. These could indicate the presence of mountain ranges and other large-scale features like massive chasms. To test this theory, they considered planets in the Solar System as templates for how the scattering of light during a transit could reveal large-scale features.\nAs an example, they consider what an Earth analog planet would reveal if the Himalayan mountain range ran from north to south and was wide enough to span 1° in longitude:\n“Now assume that the planet completes half of one rotation as it transits its parent star from our point of view, which is all that is necessary to see all of the planet’s features appear on its silhouette without repeating. As our hypothetical planet rotates and the Himalayan block moves into and out of view, the change in silhouette will result in different transit depths…”\nUltimately, they consider that Mars would be the ideal test case due to its combination of small size, low surface gravity, and active internal volcanism, which has caused it become what they describe as the “bumpiest body in the Solar System”. When paired with a white dwarf star, this presents the optimal case for using light curves to determine exotopography.\nColor mosaic of Mars’ greatest mountain, Olympus Mons, viewed from orbit. Credit NASA/JPL\nAt a distance of about 0.01 AU (which would be within a white dwarf’s habitable zone), they calculate that a Mars-sized planet would have an orbital period of 11.3 hours. This would allow for many transits to be observed in a relatively short viewing period, thus ensuring a greater degree of accuracy. At the same time, the team admits that their proposed methods suffers from drawbacks.\nFor instance, due to the presence of astrophysical and instrumental noise, they determined that their method would be unproductive when it comes to studying exoplanets around Sun-like stars and M-type (red dwarf) stars. But for Mars-like planets orbiting low mass, white dwarf stars, the method could produce some highly valuable scientific returns.\nWhile this might sound rather limited, it would present some rather fascinating opportunities to learn more about planets beyond our Solar System. As they explain:\n“Finding the first evidence of mountains on planets outside our solar system would be exciting in its own right, but we can also infer planet characteristics from the presence and distribution of surface features. For example, a detection of bumpiness could lead to constraints on a planet’s internal processes.”\nIn short, planets with a high degree of bumpiness would indicate tectonic activity or the buildup of lava caused by internal heating sources. Those with the highest bumpiness (i.e. like Mars) would indicate that they too experience a combination internal processes, low surface gravity, volcanism, and a lack of tectonic plate movement. Meanwhile, low-bumpiness planets are less likely to have any of these internal processes and their surfaces are more likely to be shaped by external factors – like asteroid bombardment.\nArtist’s impression of the OWL Telescope being deployed at night from its enclosure, where it will operated during the daytime. Credit: ESO\nBased on their estimates, they conclude that the various super telescopes that are scheduled to be commissioned in the coming years would be up to task. These include the ESO’s OverWhelmingly Large (OWL) Telescope, a 100-meter proposed optical and near-infrared telescope that would build on the success of the Very Large Telescope (VLT) and the upcoming Extremely Large Telescope (ELT).\nAnother example is the Colossus Telescope , a 74-meter optical and infrared telescope that is currently being commissioned by an international consortium. Once operational, it will be the largest telescope optimized for detecting extrasolar life and extraterrestrial civilizations.\nIn the past, the success of exoplanet hunters has come down to a combination of factors. In addition to greater levels of cooperation between institutions, amateur astronomers and citizen scientists, there has also been the way in which improved technology has coincided with new theoretical models. As more data become available, scientists are able to produce more educated estimates on what we might be able to learn once new instruments come online.\nWhen the next-generation telescopes take to space or are finished construction here on Earth, we can anticipate that thousands more exoplanets will be found. At the same time, we can anticipate that important details will be also discovered about these planets that were not possible before. Do they have atmospheres? Do they have oceans? Do they have mountain ranges and chasms? We hope to find out!\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The transit method directly measures the sky-projected area of a planet’s silhouette relative to that of a star, under the assumption that the planet is not luminous itself… This fact implies that there is indeed some potential for transits to reveal surface features, since the planet’s silhouette is certainly distorted from a circular profile due to the presence of topography.",
                "",
                true
            ],
            [
                "Now assume that the planet completes half of one rotation as it transits its parent star from our point of view, which is all that is necessary to see all of the planet’s features appear on its silhouette without repeating.",
                "",
                true
            ],
            [
                "As our hypothetical planet rotates and the Himalayan block moves into and out of view, the change in silhouette will result in different transit depths",
                "",
                false
            ],
            [
                "bumpiest body in the Solar System",
                "",
                false
            ],
            [
                "Finding the first evidence of mountains on planets outside our solar system would be exciting in its own right, but we can also infer planet characteristics from the presence and distribution of surface features.",
                "",
                true
            ],
            [
                "For example, a detection of bumpiness could lead to constraints on a planet’s internal processes.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.jwst.nasa.gov/",
                "https://beforeitsnews.com/v3/r2/?url=https://arxiv.org/abs/1801.05814",
                "https://beforeitsnews.com/v3/r2/?url=https://www.eso.org/sci/facilities/eelt/owl/index_3.html",
                "https://beforeitsnews.com/v3/r2/?url=https://www.nasa.gov/mission_pages/kepler/main/index.html",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.eso.org/public/teles-instr/elt/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "exoplanets",
            "transit",
            "reveal",
            "star",
            "surface",
            "method",
            "telescopes",
            "mountains",
            "upcoming",
            "planet",
            "telescope",
            "presence",
            "extrasolar",
            "planets",
            "detect",
            "able",
            "landscapes"
        ]
    }
]