[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/health-rangers-theory-the-flu-vaccine-is-causing-the-flu-outbreak-2689139.html",
        "title": "Health Ranger’s Theory: The Flu Vaccine Is Causing The Flu Outbreak",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Mac (Reporter)\nTotal:\nHealth Ranger’s Theory: The Flu Vaccine Is Causing The Flu Outbreak\nThursday, January 25, 2018 8:09\n% of readers think this story is Fact. Add your two cents.\nIf there is any part of you that’s inquisitive you’ve likely wondered how on Earth this year’s flu could be so bad.  Afterall, we have vaccines and Western medicine’s advancements in technology to help people.  But the Health Ranger says that is the exact problem with the influenza outbreak.\nAs the reports continue to come in that this influenza outbreak is killing about 100 people a day, many begin to wonder what the purpose of getting a vaccine that’s only 10% effective could possibly be.  “What you’re never told, is that some of those deaths are because of the flu vaccine,” Mike Adams, the Health Ranger said.   And Adams theory is that the vaccine is not only responsible for the outbreak of the flu, but for some of the deaths associated with it.\n*Before continuing, this is not to say you should get the vaccine or you should not get the vaccine.  You should, however, research the ingredients of the flu vaccine and possible side effects and come to the conclusion on your own whether or not this shot is right for you and your family.*\n“It turns out that the flu shot, even when it works, which is rare because it’s usually the wrong strain but sometimes it works, but it creates vulnerability to influenza infections in subsequent years. In other words, there’s something about the flu shot (we can talk about what that is because we know) that weakens your immune system.”\nAdams has researched vaccines and the vaccine industry in depth. “People would be better off and we’d have fewer deaths from influenza if no one got the flu shot. And instead, people boosted their immune systems with vitamin D.”  Adams says there are plenty of other natural vitamins, such as vitamin C and zinc, that will boost the immune system without the risks of being injected with mercury or aluminum or squalene or MSG.\nAdams claims that the flu shot is more dangerous than just getting the flu. “Of course they [the vaccine manufacturers] twist it around and say ‘oh my God! This is why everybody must get a flu shot.’ They say ‘look at the number of deaths! Everybody hurry up, go get a flu shot!’ They never tell you that most of those people are people who had flu shots ,” says Adams.  It happens this way in every instance of outbreaks, such as measles .  Those who are getting sick, have already been immunized.\nRemember to do your research, and read the inserts that come with the vaccines you’re being asked to inject into your body.  It’s important to know what is being put in your system.  If you do this, and still come to the conclusion that the flu shot is right for you, by all means, go get it! But take your health into your own hands this flu season.\nThis article has been contributed by SHTF Plan. Visit www.SHTFplan.com for alternative news, commentary and preparedness info.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nLet me see – DO I …\n1) Worry about the…. hoax CDC scare porn flu figures … or\n2) Worry that the CDC monitored “Medical System” KILLS 8,000 Americans – per week – every week (ie KILLS 16 Jumbo Jets worth of people PER WEEK)\n- and FEAR the CDC and Medical System ???\n……………………………………………………………………\n8 People die in…. a week – of flu – and it makes…. headlines – SAY WHAT ???\n- hell – the >> MEDICAL ….PREVENTABLE deaths by…. mistakes and errors\n- just in in the USA patients that are…. already admitted & >>> “IN”… the Hospitals”\nARE 8,000 >>> PER WEEK … EVERY WEEK (Minimum !!!! ) KILLED by “The Medical System”\n(16 JUMBO JET’s WORTH DEAD >> EVERY SINGLE WEEK)\nWell they are are already… killing 8,000 per week – why not …..take a CHANCE and TRUST THESE >>> 8,000 per week killers\n- To “Stick A Vaccine Needle >>> In YOUR ARM”…. and you perhaps make it 8,001 …. this week.\nHere’s the confirmation from Senator Bernie Sanders website\n……………………………………………………………………………………………………………………………………\nSENATOR Bernie Sanders – Medical PREVENTABLE Mistakes are >>> 3rd Biggest Killer In The U.S\n>>> 440,000 people die >>> each year >>> from preventable medical errors…. in hospitals.\nTens of thousands…. also die from >>> preventable mistakes…. outside hospitals,….. such as deaths from missed diagnoses …. or because of injuries …. from medications.\nJan 25, 2018, 4:56 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "This is why everybody must get a flu shot.",
                "",
                true
            ],
            [
                "look at the number of deaths!",
                "",
                false
            ],
            [
                "Everybody hurry up, go get a flu shot!",
                "",
                true
            ],
            [
                "What you’re never told, is that some of those deaths are because of the flu vaccine,",
                "Mike Adams",
                true
            ],
            [
                "It turns out that the flu shot, even when it works, which is rare because it’s usually the wrong strain but sometimes it works, but it creates vulnerability to influenza infections in subsequent years.",
                "Mike Adams",
                true
            ],
            [
                "In other words, there’s something about the flu shot (we can talk about what that is because we know) that weakens your immune system.",
                "Mike Adams",
                true
            ],
            [
                "People would be better off and we’d have fewer deaths from influenza if no one got the flu shot.",
                "Adams",
                true
            ],
            [
                "And instead, people boosted their immune systems with vitamin D.",
                "Adams",
                true
            ],
            [
                "Of course they [the vaccine manufacturers] twist it around and say ‘oh my God!",
                "Adams",
                true
            ],
            [
                "This is why everybody must get a flu shot.’ They say ‘look at the number of deaths!",
                "Adams",
                true
            ],
            [
                "Everybody hurry up, go get a flu shot!’ They never tell you that most of those people are people who had flu shots ,",
                "Adams",
                true
            ],
            [
                "Stick A Vaccine Needle >>> In YOUR ARM",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.thisisinsider.com/can-you-get-the-flu-if-you-got-the-flu-shot-2017-10",
                "https://beforeitsnews.com/v3/r2/?url=http://www.shtfplan.com/headline-news/severe-flu-alert-young-mother-dies-of-flu-vaccine-is-only-10-effective_12042017",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.nvic.org/Doctors-Corner/Aluminum-and-Vaccine-Ingredients.aspx",
                "https://beforeitsnews.com/v3/r2/?url=http://www.SHTFplan.com",
                "https://beforeitsnews.com/v3/r2/?url=http://www.sciencemag.org/news/2014/04/measles-outbreak-traced-fully-vaccinated-patient-first-time",
                "https://beforeitsnews.com/v3/r2/?url=http://www.shtfplan.com//headline-news/https://www.youtube.com/watch?v=RVpzRgUpoAI&t=3s",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "theory",
            "shot",
            "vaccines",
            "say",
            "come",
            "rangers",
            "vaccine",
            "influenza",
            "health",
            "adams",
            "causing",
            "flu",
            "deaths",
            "outbreak"
        ]
    }
]