[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2018/01/dollar-tumbles-to-3-year-low-as-futures-oil-rebound-3179126.html",
        "title": "Dollar Tumbles To 3 Year Low As Futures, Oil Rebound",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nDollar Tumbles To 3 Year Low As Futures, Oil Rebound\nThursday, January 25, 2018 6:58\n% of readers think this story is Fact. Add your two cents.\nAnother day, another rout in the USD index, with the Bloomberg dollar index sliding for the 4th consecutive day to the lowest level since December 2014 after Asian participants were able to react to yesterday’s comments from US Treasury Secretary Mnuchin, which he refused to deny  in follow up Davos commentary on Thursday.\nWith the dollar tumbling, the EUR hit a new three year high ahead of the ECB’s policy decision this morning (full preview here ) before stabilizing around 1.24 as investors wait to see if ECB President Draghi can stem its advance later today when explaining the central bank’s rate decision.\nConcerns about U.S. protectionism kept the dollar weak after its worst day in six months, but it was the ECB’s first meeting of 2018, and when it will end its 2.6 trillion euro stimulus programme, that was attracting attention. Another challenge facing policymakers is how to address the euro’s surge – it hit a three-year high of over $1.24 on Thursday – as this could dampen inflation and endanger the work done by years of unprecedented stimulus.\nThe USDJPY treaded water just below 109, where a number of stops are said to be waiting. Kiwi dropped lower on weaker-than-expected 4Q CPI data only to pare losses as dollar selling resumes across the board.\nWith offshore currencies surging it was a mixed picture across European stocks, as investors digested the weakening dollar and a protectionist push from the U.S. that helped spur declines in Asian equities. Still, not even the soaring Euro was enough to dent risk optimism, and Europe was trading modestly in the green, while S&P futures were about 0.2% higher at 2,847, just shy of all time melt up high. Germany’s DAX underperforms as large trade union threatens walkout over wage negotiations.\nIn Europe, media and travel companies dragged on the Stoxx Europe 600 Index after the MSCI Asia Pacific posted  losses earlier. Tech names the underperforming sector this morning having taken the impetus from their US counterparts. Additionally, in terms of specific stocks, Aryzta is the worst performing stock after the company announced a profit warning, while Smith and Nephew sit at the top of the FTSE 100 following a broker upgrade at JP  Morgan Chase. Top Stoxx 600 outperformers include: Elior Group +3.4%, Daily Mail & General Trust +2.9%, Smith & Nephew +2.9%, Elekta +2.8%, STMicro +2.4%\nSome additional developments out of Europe this morning:\nGerman Ifo Business Climate (Jan) 117.6 vs. Exp. 117.1 (Prev. 117.2)\nGerman Ifo Expectations (Jan) 108.4 vs. Exp. 109.4 (Prev. 109.5, Rev. 109.4)\nGerman Ifo Current Conditions (Jan) 127.7 vs. Exp. 125.4 (Prev. 125.4, Rev. 125.5)\nNorwegian Cenbank Rate Decision (N/A) 0.50% vs. Exp. 0.50% (Prev. 0.50%)\nThe assessment of the outlook and the balance of risks suggested that the key policy rate would remain at 0.5% in the period ahead. The outlook and the balance of risks for the Norwegian economy do not appear to have changed substantially since the December Report.\nJapanese shares fell as the yen traded at the strongest since September; it’s one of a host of major currencies at elevated levels thanks to the dollar slump. The euro edged higher before the European Central Bank’s first policy decision of 2018, and after data showed improving business confidence in Germany. \nIn Asian geopolitcs, North Korea is said to be calling for rapid improvement in North-South relations and said it will smash all challenges against reunification of the Korean peninsula.\nAs pointed out last night, the onshore yuan strengthens toward the level before its one-off devaluation in August 2015, as the dollar heads for a three-year low. The onshore yuan rose 0.4% to 6.3335 after an overnight gain of 0.8%, the most since February 2016. At this rate the PBOC will need another Yuantervention soon.\nFollowing Lula’s failure to get approval to run for president, the Brazilian real strengthened the most in eight months and the MSCI Emerging Markets Index climbed for a tenth day, hitting the strongest on record.\n \nLooking ahead, highlights include the ECB rate decision and press conference, US weekly jobs, Japanese CPI\nMarket Snapshot\nEuro Stoxx 50 up 0.02% to 3648\nMSCI Asia Pacific down 0.4% to 186.17\nMSCI Asia Pacific ex Japan down 0.07% to 608.34\nNikkei down 1.1% to 23,669.49\nTopix down 0.9% to 1,884.56\nHang Seng Index down 0.9% to 32,654.45\nShanghai Composite down 0.3% to 3,548.31\nSensex down 0.3% to 36,044.24\nAustralia S&P/ASX 200 down 0.08% to 6,050.02\nKospi up 1% to 2,562.23\nGerman 10Y yield unchanged at 0.587%\nEuro up 0.1% to $1.2422\nItalian 10Y yield rose 1.9 bps to 1.641%\nSpanish 10Y yield rose 1.2 bps to 1.37%\nBrent futures up 0.4% to $70.78/bbl\nGold spot up 0.1% to $1,359.70\nU.S. Dollar Index down 0.2% to 89.06\nTop Overnight News\n“I thought my comment on the dollar was actually quite clear yesterday, I thought it was balanced and consistent with what I said before” Treasury Secretary Steven Mnuchin told reporters in Davos\nSpecial Counsel Robert Mueller is moving at a far faster pace than previously known and appears to be wrapping up at least one key part of his investigation — whether President Donald Trump obstructed justice, according to current and former U.S. officials\nThe U.K. will be able to negotiate trade deals during the transition period, but those would not be applicable before the end of the transition, according to an EU official\nGerman business confidence unexpectedly improved to 117.6 in January, from 117.2 in December, suggesting Europe’s largest economy is off to a strong start\nIMF’s Lagarde Urges Mnuchin to Clarify Remarks on Weak Dollar\nBloomberg Dollar Spot Index recovers after sliding to fresh lows in late Asia session\nEUR/USD steady after earlier rising as much as 0.4% to 1.2459\nGBP/USD pares gains after rising to 1.4329 high; U.K. Chancellor Philip Hammond said: “We’re very happy with where the currency is at the moment”\nEUR/NOK bounces off 100-DMA at 9.58; Norges Bank left its key policy rate unchanged at -0.5% and said the outlook and balance of risks for the Norwegian economy haven’t changed substantially since December\nNZD/USD climbs, shrugging off an unexpected inflation slowdown which sparked an immediate response of leveraged selling; NZ inflation slowed to 1.6% y/y in 4Q from 1.9% in 3Q; est. 1.9%; on annual basis, consumer prices rise 0.1% q/q; est. 0.4%\nChina’s yuan has rallied so hard against the dollar it’s almost back to levels last seen before the 2015 devaluation\nA subdued tone was seen across Asia stock markets following a lacklustre lead from Wall St, where the Nasdaq underperformed on tech weakness and most major indices finished negative despite hitting fresh intraday all-time  highs. ASX 200 (-0.1%) and Nikkei 225 (-1.1%) were lower in which Japanese exporters felt the brunt after USD/JPY briefly slipped to below 109.00, while losses in Australia were stemmed as miners benefited from the recent USD-induced commodity rally. Hang Seng (-0.2%) and Shanghai Comp. (-0.3%) were cautious after the PBoC skipped open market operations and amid trade war concerns due to protectionist messages from US Treasury Secretary Mnuchin and Commerce Secretary Ross at Davos. Finally, 10yr JGBs weakened on spill-over selling from their US counterparts and with demand also dampened by weaker 20yr auction results. PBoC skipped open market operations for today to safeguard bank liquidity stability, while it stated that targeted RRR cut is to offset reverse repo demand.\nTop Asia News\nMalaysia Raises Key Rate as Analysts Bet No More This Year\nVietnam’s World-Beating Stock Market Reopens After Two-Day Halt\nChina’s Yuan Nears Pre-Devaluation Levels as Rally Accelerates\nA Chinese Car Built in Western Europe? Geely Could Be First\nA majority of European bourses are trading with minor gains, aside from the DAX (-0.1%) which has faltered amid the rising EUR weighing on exporters. Tech names the underperforming sector this morning having taken the impetus from their US counterparts. Additionally, in terms of stock specific, Aryzta is the worst performing stock after the company announced a profit warning, while Smith and Nephew sit at the top of the FTSE 100 following a broker upgrade at JP Morgan Chase.\nTop European News\nFingerprint Loses Nearly a Third of Value After Profit Warning\nGerman Business Confidence Jumps on Strong Start Into 2018\nGerman Parties Weigh Diesel Hardware Fix in Blow to Automakers\nPolish Refiner Orlen Slumps on Margins Outlook After Record Year\nIn FX, the selling of the dollar continued for a 4th day as Asian participants were able to react to yesterday’s comments from US Treasury Secretary Mnuchin who stated that USD weakness is good for the US in the short term. Overnight, the USD printed a fresh 3yr low after dipping through 89.00 and moving towards key support situated at 88.25 (50% Fib retrace of rally from 72.65 to 109.89). Subsequently, GBP continued its stellar gains to move above 1.43, while USD/CHF briefly broke through the 94.25/50 support area which has been in place for 2yrs. However, the USD has found some slight reprieve amid talk of suspected FX intervention in Asian currencies (CNH and JPY) and as such has reclaimed 89.00. As many begin to ask the question of potential currency wars, participants will look to Draghi’s post rate decision press conference on whether he will address recent EUR strength. Elsewhere, NZD had been hit by much weaker than expected Q4 NZ inflation data, which has prompted analysts to push back their rate hike expectations to mid-19. NOK relatively unfazed by the latest Norges Decision which saw the bank stand pat on rates and reiterate the findings of the December analysis\nIn commodities, onward and upwards for commodity prices which have benefitted from the aforementioned USD weakness. Brent crude futures briefly took out the USD 71.00 handle, in terms of levels to the upside, 71.66 (50% Fib retrace of decline from USD 116.1 to USD 27.23 may provide near term resistance. Elsewhere, gold rose to levels not seen since mid-2013 and copper also rallied despite the risk averse tone, as the greenback’s woes solely fuelled gains across the complex.\nLooking at the day ahead, the main event is the ECB monetary policy meeting. President Draghi is scheduled to hold a press conference following the meeting outcome. Data releases include February consumer confidence and the January IFO readings in Germany, as well as the December advance goods trade balance, weekly initial jobless claims, December new home sales, December leading index and January Kansas City Fed manufacturing activity index in the US. Before tomorrow morning Japan will print December CPI and publish the latest BoJ meeting minutes. Intel and Caterpillar are scheduled to release earnings with the latter always a good bellwether for the global economy.\nUS Event Calendar\n8:30am: Initial Jobless Claims, est. 235,000, prior 220,000; Continuing Claims, est. 1.93m, prior 1.95m\n9:45am: Bloomberg Consumer Comfort, prior 53.8\n10am: New Home Sales, est. 675,000, prior 733,000; MoM, est. -7.91%, prior 17.5%\n10am: Leading Index, est. 0.5%, prior 0.4%\n11am: Kansas City Fed Manf. Activity, est. 14, prior 14\nDB’s Jim Reid concludes the overnight wrap\nIt was a big day of headlines yesterday from the highest town in Europe as the news rolled down the mountain as destructively as me on skis and created reverberations around the financial world. Today we will need to switch some of the attention 1448 meters lower and 526km away as the ECB meeting in Frankfurt competes for headlines with the show in the snow in Davos.\nMy impression of Davos events in the past is that they’ve generally not had much market moving newsflow associated with them. However as we’ll see below yesterday was an eventful day and we still have yet to see the main event which is Mr Trump addressing the gathering tomorrow after his arrival today. Before that, today we will hear from PM May on the UK’s relationship with Europe and EC President Juncker on a view from the heart of the EU.\nBefore we jump into what was said in Davos, in terms of markets the end result was another rough day for the Greenback and a notable sell-off across the bond market that did rally back a bit before the close. On the former, the broad USD index closed last night down -1.03% for the biggest daily decline since June 2017. That is also the 8th down day for the Dollar in the last 10 trading days. On the other side of that, the Euro (+0.89%) closed at the highest level since December 2014 and Sterling (+1.73%) rallied to a new 19 month high after surging through $1.40, $1.41 and $1.42 over the last 24 hours and touching $1.43 this morning in the Asian session which makes the next 5th Avenue Apple store binge ever so slightly more tolerable. In fact every G10 currency rallied at least +0.50% yesterday against the USD while the only EM currency we could find which weakened (out of 23 pairs) was the Argentine Peso. So this was a broad dollar sell-off.\nMeanwhile in bonds, 10y Treasuries closed +3.3bps higher at 2.647% while long-dated 30y bonds were also +3.4bps higher at 2.929%. Yields in Europe were a few basis points higher while Gilts sold-off 5.4bps to hit the highest since February 2017. Gold (+1.29%) seemed to be the big beneficiary of the bond move.\nIt was the comments from US Treasury Secretary Steven Mnuchin which appeared to trigger the latest tumble for the Dollar. Speaking in Davos, Mnuchin said to reporters that “obviously a weaker dollar is good for us as it relates to trade and opportunities”. He also said that the short term value of the Dollar is “not a concern of ours at all”. As a reminder, these comments came a day after President Trump slapped tariffs on imported solar panels and washing  machines. Whilst not a material economic impact, it didn’t go unnoticed that Commerce Secretary Wilbur Ross also said in Davos that “trade wars are fought every single day” and that “a trade war has been in place for quite a little while”. Ross did however seemingly attempt to play down Mnuchin’s comments by saying that “he wasn’t advocating anything” and that “he was simply saying it’s not the world’s biggest concern to us right now”. The White House press secretary Sanders also softened the blow a bit later as well by praising a “stable” currency.  However it’s certainly been a week of markets fearing a renewed protectionist push. Mr Trump’s speech tomorrow could be a key moment on this theme.\nDB’s Alan Ruskin noted the context in which Mnuchin made his remark matters a great deal and looks at least three ways in which context matters. Overall, Ruskin argues that it is going to be hard for the market not to conclude that the US FX policy extends beyond a simple benign neglect, to something a little more active in its encouragement of currency weakness. As a reminder, one Fed trade model cited by Stanley Fischer suggests a 10% USD TWI decline can support real GDP by 1.5% over 1 years, but add only 0.25% – 0.5% to core inflation over a year.\nElsewhere, spooking the bond market seemed to be hedge fund mogul Ray Dalio’s echoing of Bill Gates recent comments, with Dalio saying that the bond market is now in a bear phase and that a “1 percent rise in bond yields will produce the largest bear market in bonds that we have ever seen since 1980 to 1981”. Dalio also said that he expects the Fed to tighten monetary policy faster than what they have forecast according to the dots and that he expects the solid growth environment to persist for another two years.\nAs discussed at the top, today will see a lot of attention diverted towards the ECB meeting. Post the taper announcement last year it had looked like ECB meetings would be uneventful for much of the start of this year however the December ECB minutes and some of the subsequent news reports have at least added a fair bit of anticipation to today’s meeting. Our European Economists expect Mario Draghi to prepare the ground for changes to forward guidance at today’s press conference by differentiating policy expectations from the policy reaction function within forward guidance. The internal committees may be tasked with studying the options for guidance. Otherwise the team expect the January press conference to contain the same rhetoric as December – rising confidence but no change to the policy stance. EUR appreciation will probably be a talking point, however like in September, our colleagues anticipate tough rhetoric (the currency is “very important” to growth and inflation; volatility needs to be avoided). Given the momentum of the economy, the endogenous  appreciation defense remains valid and the policy exit debate will remain live.\nA quick glance at our screens this morning and markets in Asia are broadly lower. The Nikkei (-1.08%), Hang Seng (-0.20%) and China’s CSI300 (-0.36%) are all down while the Kospi is bucking the trend to be up 0.93%. Elsewhere, HK’s H shares index may close lower for the first time in 20 consecutive days as it is down c0.7% as we type. President Trump said his plans to help rebuild the nation’s infrastructure “will probably end up being about $1.7trn” versus the $1trn figure he noted previously. More details of his infrastructure plans are expected in next Wednesday’s State of the Union address.\nThose moves in Asia follow a slightly divergent day for equities yesterday with Europe closing down and the US just about holding onto gains. The currency moves certainly appeared to more than play a part. The Stoxx 600 closed -0.50% to finish lower for the first time in a week while the DAX (-1.07%), CAC (-0.72%) and peripheral bourses also fell (0.5%-1%). The FTSE 100 (-1.14%) also felt the weight of the Sterling rally and had its worst day since October. By contrast the S&P 500 closed marginally lower (-0.06%) while the Dow rose 0.16% and Nasdaq fell 0.61%, weighed down by the softer result from Texas Instruments earlier.\nIn commodities, WTI oil jumped 2.19% to $65.88/bbl after EIA data showed US crude stockpiles fell for the tenth week to the lowest level since February 2015. Brent oil also rose to $70.75/bbl – the highest since June 2015. Elsewhere, silver was up 2.95% and other base metals were all higher, partly benefiting from the weaker dollar (Copper +2.03%; Zinc +0.67%; Aluminium +0.65%).\nAway from markets and back to Davos, Germany’s Merkel warned against “right-wing populism” as it is “a poison that appears whenever you have unresolved problems”. She noted Germany has its own difficulties, such as “national polarization that we haven’t witnessed for decades” due to the financial crisis and migration. On globalisation, she said we need to be “patient and look for multilateral solutions rather than slip into the easier solution of pursing national interests, as unilateral solutions …simply promote isolation and protectionism”. Elsewhere, she stood firm on Brexit, noting “….the issue of access to the internal market is linked to freedom of movement…..we can’t make any compromises there”.\nStaying with trade, Canada’s Chief negotiator Verheul told Reuters he had “a constructive conversion” with his US counterpart re the NAFTA deal and will unveil ideas on how to meet a US demand for higher North American auto content soon. In our US economists note, they detail the political state-of-play for the NAFTA talks and provide an assessment of the potential impact on the US, Canadian, and Mexican economies in the unlikely event that a NAFTA breakup occurs.\nIn the UK, Brexit Secretary Davis has signalled a desire for some kind of status quo post Brexit which may have helped Sterling yesterday. He noted Britain will stay close to EU’s regulatory regime after it leaves the EU bloc and  sees his task as “…maintaining the maximum possible access to the European market..” and creating “the freedom” to allow the government to diverge later on if it choose to do so.\nBefore we take a look at today’s calendar, we wrap up with other data releases from yesterday. In the US, the December existing home sales fell 3.6% mom to 5.57m (vs. 5.70m expected), partly affected by lower housing inventory. The November FHFA house price index was also softer than expected at 0.4% mom (vs. 0.5%). Elsewhere, the January composite PMI was lower than last month’s reading at 53.8 (vs. 54.1), with a stronger manufacturing PMI (55.5 vs. 55 expected) offset by a lower than expected services PMI (53.3 vs. 54.3).\nThe Eurozone’s January composite PMI was above market at 58.6 (vs. 57.9) and broadly consistent with a quarterly GDP growth of c1% in the Euro area. The manufacturing PMI fell from last month’s 21 year high to 59.6 (vs. 60.3 expected) but the services PMI was stronger than expected at 57.6 (vs. 56.4). Across the countries, there seemed to be a theme of weaker manufacturing PMI offset by stronger services PMI. In Germany, the composite PMI was above expectations and near the highest in c7 years at 58.8 (vs. 58.5 expected), with manufacturing PMI retreating from last month’s record high to 61.2 (vs. 63 expected) while the services PMI beat (57 vs. 55.5). In France, the composite PMI was also above market (59.7 vs. 59.2) with the weakness in manufacturing PMI offset by a stronger services PMI (57 vs. 55 expected).\nIn the UK, labour market conditions remain strong with the November unemployment rate remaining at a 43 year low and steady at 4.3%, while the labour force employment change grew 102k (vs. -12k expected). Elsewhere, the average weekly earnings ex-bonus grew slightly more than expected at 2.4% yoy (vs. 2.3%) in the three months through November.\nLooking at the day ahead, the main event is the ECB monetary policy meeting. President Draghi is scheduled to hold a press conference following the meeting outcome. Data releases include February consumer confidence and the January IFO readings in Germany, as well as the December advance goods trade balance, weekly initial jobless claims, December new home sales, December leading index and January Kansas City Fed manufacturing activity index in the US. Before tomorrow morning Japan will print December CPI and publish the latest BoJ meeting minutes. Intel and Caterpillar are scheduled to release earnings with the latter always a good bellwether for the global economy.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "I thought my comment on the dollar was actually quite clear yesterday, I thought it was balanced and consistent with what I said before",
                "",
                false
            ],
            [
                "We’re very happy with where the currency is at the moment",
                "Philip Hammond",
                false
            ],
            [
                "obviously a weaker dollar is good for us as it relates to trade and opportunities",
                "Mnuchin",
                false
            ],
            [
                "not a concern of ours at all",
                "Mnuchin",
                false
            ],
            [
                "trade wars are fought every single day",
                "Davos",
                false
            ],
            [
                "a trade war has been in place for quite a little while",
                "Davos",
                false
            ],
            [
                "he was simply saying it’s not the world’s biggest concern to us right now",
                "",
                false
            ],
            [
                "1 percent rise in bond yields will produce the largest bear market in bonds that we have ever seen since 1980 to 1981",
                "",
                false
            ],
            [
                "will probably end up being about $1.7trn",
                "Trump",
                false
            ],
            [
                "a poison that appears whenever you have unresolved problems",
                "",
                false
            ],
            [
                "national polarization that we haven’t witnessed for decades",
                "",
                false
            ],
            [
                "patient and look for multilateral solutions rather than slip into the easier solution of pursing national interests, as unilateral solutions …simply promote isolation and protectionism",
                "",
                false
            ],
            [
                "the issue of access to the internal market is linked to freedom of movement…..we can’t make any compromises there",
                "",
                false
            ],
            [
                "maintaining the maximum possible access to the European market..",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/25/dollar-tumbles-to-3-year-low-as-futures-oil-rebound/https://www.zerohedge.com/news/2018-01-24/ecb-preview-why-may-not-be-easy-press-conference-draghi",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/25/dollar-tumbles-to-3-year-low-as-futures-oil-rebound/https://www.zerohedge.com/news/2018-01-25/mnuchin-backs-weak-currency-comments-after-lagarde-demands-clarification",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "market",
            "low",
            "dollar",
            "vs",
            "usd",
            "policy",
            "trade",
            "oil",
            "index",
            "rebound",
            "futures",
            "tumbles",
            "day",
            "expected",
            "pmi"
        ]
    }
]