[
    {
        "url": "https://beforeitsnews.com/global-unrest/2018/01/leaked-pentagon-doc-says-russia-has-massive-nuke-kanyon-capable-of-rendering-a-countrys-coast-uninhabitable-2499517.html",
        "title": "Leaked Pentagon Doc Says Russia Has Massive Nuke ‘Kanyon’ Capable Of Rendering A Country’s Coast Uninhabitable",
        "authors": [
            {
                "name": "Now The End Begins",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Now The End Begins\nTotal:\nLeaked Pentagon Doc Says Russia Has Massive Nuke ‘Kanyon’ Capable Of Rendering A Country’s Coast Uninhabitable\nMonday, January 22, 2018 14:41\n% of readers think this story is Fact. Add your two cents.\nThe Russian government is reportedly developing a city-killing torpedo, called Kanyon, that would allegedly leave a country’s coastline uninhabitable for decades.\n“So the king of the north shall come, and cast up a mount, and take the most fenced cities: and the arms of the south shall not withstand, neither his chosen people, neither shall there be any strength to withstand.” Daniel 11:15 (KJV)\nEDITOR’S NOTE: The Russian doomsday torpedo has twice the destructive power of anything in the arsenal of the American military. Obviously, this weapon was designed for offense and not defense. If you draw a straight line from Jerusalem due north, where does that take you? Moscow, where the king of the north will be from. \nThe terrifying news, which sounds more likely to come from a “James Bond” film, was actually leaked from the Pentagon’s report on nuclear weapons posturing.\nThe “doomsday torpedo” has been on the U.S. military’s radar for several years and was first revealed publicly by the Washington Free Beacon in  2015 . Kanyon, an autonomous underwater vehicle carrying a lethal 100-megaton thermonuclear weapon, is reportedly being designed by the Russians to attack coastal areas, major cities, naval bases, and other sea ports.\nThe massive nuclear payload of Kanyon would equal the explosion of 100 million tons of TNT and is twice as powerful as the most powerful thermonuclear weapon ever tested, according to  Popular Mechanics .\nPerhaps even worse than the immediate devastation of a nuclear attack by this Russia robot sub, experts add that the radioactive fallout from such a powerful torpedo would leave the contaminated area off-limits to humans for the next 100 years. Russia’s alleged use of the radioactive isotope Cobalt-60 is to blame for the long recovery time.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "So the king of the north shall come, and cast up a mount, and take the most fenced cities: and the arms of the south shall not withstand, neither his chosen people, neither shall there be any strength to withstand.",
                "Daniel",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://freebeacon.com/national-security/russia-building-nuclear-armed-drone-submarine/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.popularmechanics.com/military/weapons/a15227656/pentagon-document-confirms-existence-of-russian-doomsday-torpedo/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "russia",
            "weapon",
            "powerful",
            "uninhabitable",
            "rendering",
            "north",
            "deeply",
            "leaked",
            "doc",
            "shall",
            "countrys",
            "nuke",
            "pentagon",
            "torpedo",
            "massive",
            "nuclear",
            "kanyon"
        ]
    }
]