[
    {
        "url": "https://beforeitsnews.com/religion/2018/01/fake-news-is-satanic-says-pope-2538971.html",
        "title": "Fake News Is Satanic Says Pope",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Ark\nThursday, January 25, 2018 7:44\n% of readers think this story is Fact. Add your two cents.\nPope Francis has warned of the dangers of ‘satanic’ fake news, comparing the the purveyors of such information to the snake in the Garden of Eden.\nHe described false news as  “evil” and accused peddlers of disinformation of employing “snake-tactics” similar to Satan who, disguised as a serpent, tempted Eve to eat fruit from the forbidden tree.\nHe issued the unusual warning in a document issued on Wednesday ahead of the Catholic Church’s World Day of Social Communications, which takes place on May 13.\nReuters  reports: The document was issued after months of debate on how much fake news may have influenced the 2016 U.S. presidential campaign and the election of President Donald Trump.\n“Spreading fake news can serve to advance specific goals, influence political decisions, and serve economic interests,” the pope wrote, condemning the “manipulative use of social networks” and other forms of communication.\nCalled “The truth will set you free – fake news and journalism for peace”, the document was issued in advance of the Catholic Church’s World Day of Social Communications on May 13.\n“This false but believable news is ‘captious’, inasmuch as it grasps people’s attention by appealing to stereotypes and common social prejudices and exploiting instantaneous emotions like anxiety, contempt, anger and frustration,” Francis said.\n“SATAN’S SERPENT”\nFalse stories, the Pope said, spread so quickly that even authoritative denials often could not contain the damage done and many people run the risk of becoming “unwilling accomplices in spreading biased and baseless ideas”.\nHe called for “education for truth” that would help people discern, evaluate and understand news in order to recognize the “sly and dangerous form of seduction that worms its way into the heart with false and alluring arguments”.\nFrancis compared the use of fake news to the Bible story of the devil, who, disguised as a serpent, persuaded Eve to eat the fruit of the forbidden tree. He said she was fed wrong information by Satan, who told her the fruit would make her and Adam as all-knowing as God.\n“We need to unmask what could be called the ‘snake-tactics’ used by those (purveyors of fake news) who disguise themselves in order to strike at any time and place.”\nVatican spokesman Greg Burke, a former reporter for U.S. outlets, told Reuters Television: “The Pope is not saying that all journalists are snakes but he is certainly acknowledging that they can be.”\nThe pope said the role of journalists was “not just a job, it is a mission” and they had particular responsibility to stem fake news.\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Spreading fake news can serve to advance specific goals, influence political decisions, and serve economic interests,",
                "",
                true
            ],
            [
                "The truth will set you free – fake news and journalism for peace",
                "",
                false
            ],
            [
                "This false but believable news is ‘captious’, inasmuch as it grasps people’s attention by appealing to stereotypes and common social prejudices and exploiting instantaneous emotions like anxiety, contempt, anger and frustration,",
                "Pope Francis",
                true
            ],
            [
                "unwilling accomplices in spreading biased and baseless ideas",
                "Pope",
                false
            ],
            [
                "sly and dangerous form of seduction that worms its way into the heart with false and alluring arguments",
                "",
                false
            ],
            [
                "We need to unmask what could be called the ‘snake-tactics’ used by those (purveyors of fake news) who disguise themselves in order to strike at any time and place.",
                "",
                true
            ],
            [
                "The Pope is not saying that all journalists are snakes but he is certainly acknowledging that they can be.",
                "Greg Burke",
                true
            ],
            [
                "not just a job, it is a mission",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=http://mobile.reuters.com/article/amp/idUSKBN1FD1D4?__twitter_impression=true",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "social",
            "issued",
            "truth",
            "document",
            "told",
            "fake",
            "false",
            "satanic",
            "pope",
            "fruit",
            "world"
        ]
    }
]