[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/the-incredible-mind-altering-meditation-of-sky-gazing-and-how-to-do-it-2-3590355.html",
        "title": "The Incredible Mind Altering Meditation of Sky Gazing and How To Do It",
        "authors": [
            {
                "name": "Philosophers Stone",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Philosophers Stone\nTotal:\nThe Incredible Mind Altering Meditation of Sky Gazing and How To Do It\nWednesday, January 24, 2018 0:26\n% of readers think this story is Fact. Add your two cents.\nSky Gazing\nThere is a meditation practice within Tibetan Buddhism called Sky Gazing it comes from the Meditation tradition of Dzogchen – which strongly emphasises resting in a natural state free from conceptual elaborations. This natural state is wide open, clear and lucid; it neither rejects anything or clings to anything and is sometimes referred to as spontaneous awareness. It is spontaneous because nothing has manufactured or created it, like having to meditate or having to be calm. It always has been there and therefore is also called primordial awareness.\nThe clear blue sky is the closest external example of what this natural state is like. The clear sky is also a metaphor for the natural states indestructibility. Just like the sky is not affected by the passing weather neither is our natural state stained by thoughts or emotions no matter how strong they may be. This is a liberating view in the field of meditation. No longer do you have the idea that you have to purify and remove all the negative states of mind, now there is a teaching that directly points to an aspect of yourself which is your essential nature.\nThis nature is pure right from the beginning and accessing that awareness is what sky gazing skilfully aims to do.\nAnother important things to understand is that the sky like nature of your mind is always there, it is permanent. All other mental states come and go. This is the reason enlightenment is possible. If disturbing and negative states where permanent or fundamental to the mind they could not be removed, but because all negative states are impermanent and not an essential nature of the mind they can be removed. This is great news.\nSky gazing is apart of the Dzogchen tradition which is considered the highest spiritual path within Tibetan Buddhism and has been kept secret and only given to the most devout students, but as one Meditation Master has said in these times of strong materialism, chaos and disturbing emotions there needs to be an equally strong practice that can counter those negative forces and sky gazing is a practice that can do just that.\n“Sky gazing is a way to feel release from the narrow confines of the personality or ego. It connects a person to the vast, expansive, clear, open, space of awareness that is their authentic nature. It brings relaxation, peace, joy, and a fresh, crisp sense of connecting to reality; the natural state of things.”\nBefore I explain how to do it I would like to include here the psychology of why it’s so powerful. My Buddhist teacher always emphasised how the mind is clear like water and whatever you focus on colours that clear awareness. By it’s very nature the awareness is clear and pure but gets muddied and coloured by focusing our attention on negative thoughts and disturbing emotions. In fact just like water becomes muddied our mind becomes the same as what we focus on. If we focus on anger our minds become anger, if we focus on our ego our minds become the ego. In this way what you focus on is like cordial and your mind is like water, once they are mixed together they become almost inseparable. This is where sky gazing comes in. By gazing into the clear sky you can experience the purity of awareness without it being coloured by thoughts and emotions, this is an amazing discovery, which you can realise for yourself, it does not require belief it requires practice.\nYour awareness becomes clear and open too like the sky and this becomes an access point for the clear and lucid spontaneous awareness of the natural state itself.\nThe key to the natural state is that it is both empty, without boundaries like the sky but it is also lucid and cognizant, the realisation of these two inseparable things, emptiness and awareness, as your true nature is your enlightened nature which does not need to be created because it’s always there – it needs to be discovered.\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Sky gazing is a way to feel release from the narrow confines of the personality or ego.",
                "",
                true
            ],
            [
                "It connects a person to the vast, expansive, clear, open, space of awareness that is their authentic nature.",
                "",
                true
            ],
            [
                "It brings relaxation, peace, joy, and a fresh, crisp sense of connecting to reality; the natural state of things.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.phoenixisrisen.co.uk//https://en.wikipedia.org/wiki/Dzogchen",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "state",
            "negative",
            "sky",
            "mind",
            "nature",
            "meditation",
            "clear",
            "gazing",
            "states",
            "altering",
            "natural",
            "awareness",
            "incredible"
        ]
    }
]