[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/10-things-to-know-about-the-10-year-old-327-federal-magnum-cartridge-3590670.html",
        "title": "10 things to know about the 10-year-old .327 Federal Magnum cartridge",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2018-01-10",
        "text": "By Guns.com\nTotal:\n10 things to know about the 10-year-old .327 Federal Magnum cartridge\nThursday, January 25, 2018 7:11\n% of readers think this story is Fact. Add your two cents.\nThe .327 Federal Mag from Federal Premium (Photo: Kristin Alberts)\nAs we celebrate the 10th birthday of the .327 Federal Magnum, we realized not enough people came to the party. Why is that? Here we have a round that rivals both the .357 Magnum and 9mm with less felt recoil than both. Further, guns chambered for .327 can shoot at least three other calibers. In addition to multiple revolvers, both rifles and carbines have just hit the market. Whether or not the .327 is part of your shooting vocabulary, here are some things you need to know.\n1. The .327 Federal Magnum cartridge was introduced in 2007 by Federal, through it was initially launched through a partnership between Sturm Ruger Company and Federal Cartridge. Given its increase in power and potential, the 327 is a magnum’s magnum, supplanting the decades old .32 H&R Magnum.\n2. Intended to pack the power of the .357 Magnum with less recoil than the .38 Special, the .327 Federal Magnum is instantly appealing to wheel-gunners. While current factory loads have not bested the .357 in velocity, the numbers are close enough to both that and the 9mm with lesser felt recoil to win on paper. Though we haven’t spent enough time on the loading bench to verify or disprove this, word among seasoned loaders is handloads can safely exceed .357 performance. Further, the slimmer case is ideal for compact revolvers, allowing cylinders to house six or seven instead of the standard five rounds of its slightly larger cohorts.\nThe Ruger LCR is one of a few products Ruger makes in .327 mag (Photo: Ruger)\n3. Over the past 10 years, revolvers from Smith & Wesson, Taurus, Freedom Arms, and Ruger have been chambered in the 327 Mag. While the both the Taurus and Smith have dropped from current catalogs, Ruger is still going strong. In fact, they now offer multiple revolvers in the 327: The concealable LCR , the bigger, badder SP101 , and the sleek Single Seven .\n4. The .327 Federal Mag had neither been available in nor fired from rifle length barrels—until now. Henry just began shipping four Big Boy models , which include 20” rifle or 16.5” carbine lengths in either high-polish hardened brass or steel. Check out my full review of the Henry Big Boy Steel for more information on both the rifle, and the round’s, performance.\n5. Much like the original .32 H&R Magnum, the .327 Federal Mag is a lengthened, magnum iteration of both the century-old .32 S&W and the H&R. Where it excels is in the case, with 1/8” more length, thicker walls, and increased strength at the base. This allows the round to be loaded with much greater pressures. It does indeed make use of those capabilities, as the .327 allows higher SAAMI pressures than its counterparts, including the .357 Mag with a 45,000psi to 35,000psi difference.\n6. Factory ammo in .327 Mag is getting easier and easier to come by. Current offerings include: Federal Premium Low Recoil 85grn, Federal Premium Hydra Shok JHP, American Eagle 85 or 100grn SP, and Speer Gold Dot 100grn. Dies are available from all the big names, and components are easily accessible as well. Load data is available in the major reloading manuals, though only time will define the maximum potential of the round when fired through Henry 20 inch rifle length barrels. A sampling of the increase in ballistics is available at Ballistics by the Inch , where they ran the round through barrels from 2 inches to 18 inches.\nFirearms chambered in .327 Federal Mag can also shoot three other calibers. (Photo: Kristin Alberts)\n7. Believe it or not, many shooters are unaware that guns chambered in .327 Federal Mag can also fire both .32 H&R Mag, .32 S&W, and .32 S&W Long. Though neither Ruger nor Henry specifically endorses its use, the .32 ACP chambers fine and some shooters use that as well. Pressures in all of the older rounds are much lower, but be aware the formula does not work in reverse. Like the relationship between .38 Special and .357 Magnum, the larger .327 can only be fired from guns chambered for that specific round.\n8. For re-loaders, the .327 Mag is a pretty straightforward bench job. Though it’s called a .327, like the 32-20 the actual bullet diameter for loading is .312.” The most popular bullet weights are either 100 or 115 grain, though we witnessed excellent performance from 85-grain factory rounds. The case is touted to handle up to 45,000 psi MAP from SAAMI, allowing for a wide range of powders and loads.\n9. The wide range of bullet weights, from 85- to 115- grain along with offerings in everything from snubby revolvers to longer wheelguns to Henry lever action rifles makes the .327 a versatile round. It can be a very effective personal defense caliber with low recoil (albeit quite loud), while also making a suitable hunting companion for anything from small game to mid-size, thin skinned game, at reasonable ranges.\n10. Whether you’re a traditionalist and still adore the 32-20, as do I, or you favor underdog calibers struggling to make it big, the .327 is for you. If you’re training a new or recoil sensitive shooter, the .327 fired through a Henry rifle or even the Ruger SP 101 are user-friendly options. For a capable carry gun also with less than recoil than most of its counterparts, check out the Ruger LCR. Buy a .327, and shoot the other .32 caliber rounds as well. The .327 may not have all the press and will never beat the .357 in popularity, but if the naysayers give it a go, they’ll find a real-world capable super-magnum tooting its own decade-old horn.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.ballisticsbytheinch.com/327mag.html",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.guns.com/review/gun-review-henry-big-boy-rifles-carbines-in-327-fed-mag-video/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.guns.com//review/10-things-about-the-10-year-old-327-federal-magnum-cartridge/https://www.henryusa.com/rifles/henry-big-boy-steel/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "357",
            "henry",
            "10yearold",
            "things",
            "recoil",
            "magnum",
            "32",
            "327",
            "federal",
            "mag",
            "ruger",
            "rounds",
            "cartridge",
            "know"
        ]
    }
]