[
    {
        "url": "https://beforeitsnews.com/business/2018/01/cryptocurrencies-dive-back-down-despite-a-slew-of-good-news-is-this-proof-that-whales-are-moving-the-market-3473825.html",
        "title": "Cryptocurrencies dive back down despite a slew of good news – is this proof that whales are moving the market?",
        "authors": [
            {
                "name": "Morgan Linton",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Morgan Linton\nTotal:\nCryptocurrencies dive back down despite a slew of good news – is this proof that whales are moving the market?\nTuesday, January 23, 2018 0:22\n% of readers think this story is Fact. Add your two cents.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nFringeStuff\nThe new alt coins are being used to steal market value from bitcoin, then they dissappear.  The creators(likely governments) have unlimited free coins. So, after the first explosion of value for an individual coin there is enough value transfered from bitcoin to the new altcoin, that is when they undersell anyone trying to sell out with their nearly unlimited supply of the altcoin. Essentially wiping out billions in a matter of minutes. They don’t care what happens to the coin afterward.  These coins are not like bitcoin which many setting can not be changed.  The creators of many of the altcoins have permissions to change whatever they want and mine as many as they want at whatever difficulty.\nJan 23, 2018, 4:41 am\nDK\nTrue, the real reason for alts was the quick buck leeching of the bitcoin brand (as most bitcoin devopers will attest, especially the new fork from China), there are a few of real value Bitcion itself, Dogecoin a widely used tipcoin, namecoin which is generated from Bitcoin and we cannot yet use the features. Ethereum looked like a developer scamcoin, people are ijust nvesting in the vapour ware. As to the rest we have the Alt sex trade coins, coins you buy drugs with and the odd ones for failed states i.e. Agoras tokens all of which get pumped and dumped. Myself I have Dogecoin as a long term investment since it has a stable community.\nThe current pump and dump is Polonex and Bittrex based bankster Whales pumping then shorting the market with the exchanges knowledge. They got burnt before Christmas when Chinese investers created the 2017 bubble out of sync with their shorting, but now the Chinese have sold up for the new year the Whales are back in charge until February.\nJan 23, 2018, 5:17 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "big",
            "market",
            "tell",
            "good",
            "truth",
            "worldwide",
            "using",
            "patriot",
            "proof",
            "cryptocurrencies",
            "telegram",
            "linkstep",
            "phone",
            "moving",
            "despite",
            "slew",
            "beforeitsnews",
            "dive",
            "whales"
        ]
    }
]