[
    {
        "url": "https://beforeitsnews.com/opinion-conservative/2018/01/we-almost-lost-our-country-last-fall-3357069.html",
        "title": "\"We almost lost our country last fall.\"",
        "authors": [
            {
                "name": "Brock Townsend",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Brock Townsend\nTuesday, January 23, 2018 21:18\n% of readers think this story is Fact. Add your two cents.\nVia Billy\nAmerica was unwittingly on the precipice of becoming a nation whose government was willing to go to illegal and devious lengths to maintain the status quo.\nI believe that the information that will be forthcoming in the next few weeks will be both astonishing and frightening to the American public, information that was never meant to see the light of day, much less the scrutiny of the American people.\nI believe there will be irrefutable evidence of collusion among the upper echelons of the Democratic Party actually denying any candidate except Hillary Clinton a chance to be their presidential candidate.\nI believe there will be evidence of the same people and their Democrat puppets in Congress to foist a false dossier, undocumented, totally unsubstantiated and paid for by the Democrats, on the American public aided by their serfs in the media that would falsely tie Donald Trump, his associates and members of his inner circle with the Russian government.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "big",
            "worldwidestep",
            "weeks",
            "upper",
            "believe",
            "country",
            "evidence",
            "american",
            "information",
            "public",
            "willing",
            "lost",
            "fall"
        ]
    }
]