[
    {
        "url": "https://beforeitsnews.com/spirit/2018/01/mary-magdalene-the-feminine-path-of-peace-2511873.html",
        "title": "Mary Magdalene: The Feminine Path of Peace",
        "authors": [
            {
                "name": "Mercedes Kirkel",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Mercedes Kirkel\nSunday, January 21, 2018 18:28\n \nImage by Jean-Pierre Dalbéra\nReceived by Mercedes Kirkel\nQuestion: I have a question that many women of my age have. We have challenges because we have children and a family, and we want to work and explore ourselves professionally. I also want to live by my heart, but I find it hard because there are so many challenges, so many balls to keep in the air. So I lose track of my heart. How can we live the lives that we live at this time, in this third-dimension and society? How can we keep our strength as a woman from our heart and do the things we want to do, because it’s so much sometimes?\nMary Magdalene: This may be hard to hear. Whenever someone is in this kind of a situation, there is most likely some way that you are not really in touch with yourself. It might be some aspect of your life you’re not wanting to look at and own, because you’re afraid it might lead you to choices that you don’t want to make.\nFor example, perhaps you have children and you’re finding that you’re not happy with your life with your children, in some ways or aspects. Maybe there are aspects that you’re very happy with, and some aspects you’re not. And you find yourself longing for these other things, which you seem to not have time or energy or money for, or whatever feels like the limit.\nProbably there’s something going on relative to your life with your children that you’re not really facing. If you were, you wouldn’t be in conflict. It would become very clear what you’re choosing and what you want to be choosing. Usually when there’s a sense of “too much”—too many obligations, too many things that you want and you can’t do them all—there’s something that you’re running away from.\nIf you were to stop running away from that, it would pull out the pin that’s holding the whole conflict in place. It would lead you somewhere different. It would lead you to peace and single-mindedness. Not single-mindedness in the sense that you’re going to choose only one thing, but single-mindedness in the sense that you’re not torn within yourself, or not feeling like you’re in an impossible situation that can’t work out somehow or other. You would be at peace. And you would have clarity about how to act in life based on that peace. That peace would guide you in making your choices, as opposed to running after something that seems to be escaping you right now.\nThis is the emotional pathway. This is the heart pathway. What you are calling “following your heart” does not sound to me like following your heart. It sounds to me like there’s avoidance going on. You’re saying that other things are your heart and that they seem unattainable. But focusing on what seems unattainable is keeping you from seeing the avoidance. And that seeing of the avoidance is what would actually lead directly to your heart. Of course, I don’t know the specifics and maybe I am inaccurate in what I am saying. But this is my guess.\nYour mind is a marvelous machine. But it also has the ability to tie you in knots, like a string of yarn that can seem hopeless to find your way out. If you are looking to your mind to solve the problem, this is where it will lead.\nThis is why I recommend the path of following emotions and the body. Emotions and the body are incredibly honest, and also tend to be incredibly tenacious. Until you actually listen to them, they tend to not let go. (Mary laughs.) Until they’ve done their job, they’re very committed to getting your attention. They persist until you listen to where they’re really trying to direct you, which might be quite different than the path that your mind wants to go on.\nAgain, without a fuller explanation, which I would suggest might be best done in a one-on-one situation, I can’t tell you exactly what is going on. But I absolutely trust that your emotions and your body are already guiding you to the solution you desire, if you understood how to listen and how to follow that help.\nI am not confident that that was helpful.\nQuestioner: Not directly but I do think it’s helpful. I won’t have a solution tomorrow.\nMary Magdalene: You could have a solution in this minute.\nQuestioner: No, no, it’s not possible. But I understand I have to look at a different way. It’s hard for me to keep my head quiet so it’s good to learn, I guess.\nMary Magdalene: Yes. Many teachings have suggested that the way is to quiet your mind. For some that is effective. For some it is not effective, and tends to lead to a feeling of greater frustration. Not only do you have the original problem, now you have the problem of trying to quiet your mind on top of it. (Mary laughs.)\nFor those in particular, I recommend this other pathway. And yes, you may not be able to access it in this moment, because you have not learned the pathway. But if you had access to that pathway through knowing it yourself, or through support of someone else who knew it, I absolutely believe you could be guided, within a half an hour or less, to the solution you desire. And it might be a great surprise what that is.\nQuestioner: Thank you.\nMary Magdalene: You’re welcome.\nThe path of quieting the mind is part of the more Masculine-oriented path. For those who have natural affinity with the Masculine and find it more natural to engage, this can be a very valuable path. For those who don’t have that affinity, or don’t find it naturally accessible to them, this sadly has led to many people feeling that they aren’t spiritual, or perhaps they aren’t competent at all. That is not actually the case. It is just that their pathway is a different pathway.\nFor those types of people, or people who for whatever reason find themselves operating out of the Feminine in a particular time or moment or situation, this other pathway can be exceedingly supportive. It is the more Feminine pathway.\nFor most people at this time, the Feminine pathway is the less familiar pathway, because you haven’t had access to developing that Feminine path. Even in your teachings which have promoted the Feminine, there often has not been this kind of clear path of practice. So at some times you may feel a strong connection to the Feminine and you may feel your Feminine power or strength supporting you, while at other times it may feel like you can’t access your Feminine power or it fades away. That is when practice of some sort—a very practical, pragmatic, even step-by-step practice—is extremely valuable. And it’s also when support by others can become very valuable.\nQuestioner: I’d like to thank you for the time you took to guide us in this way. It’s profound. I thank you very much.\nMary Magdalene: You are very welcome. I do want to reinforce that Yeshua has been here the whole time and is very much here right now. We hold you all in greatest light and love.\nThank you, beloveds. We leave you for now, in this form, but are always available. Blessings dear ones.\n[Note from Mercedes: To learn more about the Feminine path that Mary is referencing, go to  http://mercedeskirkel.com/magdalene-heart-path-online-course/ ]\n©2018 Mercedes Kirkel, http://www.mercedeskirkel.com , All Rights Reserved. Permission is given to share this message as long as the message is posted in its entirety, nothing has been changed or altered in any way, and the post includes 1) the title, 2) “Received by Mercedes Kirkel” beneath the title and above the body of the post, 3) this copyright notice (full paragraph), and 4) Mercedes Kirkel’s website ( http://www.mercedeskirkel.com ).\nIf you would like to receive ongoing messages like this from Mary Magdalene and Mercedes:\nMercedes Kirkel is a multi-award-winning author and channel for Mary Magdalene and other Beings of Light. Her first book, Mary Magdalene Beckons: Join the River of Love is available at www.marymagdalenebeckons.com . Mercedes’s latest book, Sublime Union: A Woman’s Sexual Odyssey Guided by Mary Magdalene, is available at www.sublime-union.com.\nTo receive ongoing messages from Mary Magdalene and other Beings of Light through Mercedes, go to www.mercedeskirkel.com and request to be added to the mailing list.\nMercedes offers workshops and private sessions in the U.S. and internationally, including:\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.sublime-union.com/",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "mind",
            "mary",
            "feminine",
            "path",
            "mercedes",
            "heart",
            "pathway",
            "way",
            "magdalene",
            "peace",
            "youre"
        ]
    }
]