[
    {
        "url": "https://beforeitsnews.com/food-and-farming/2018/01/the-never-ending-story-7-foods-a-food-safety-expert-never-eats-2506217.html",
        "title": "The Never-Ending Story: 7 foods a food safety expert never eats",
        "authors": [
            {
                "name": "Marler Blog",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nThe Never-Ending Story: 7 foods a food safety expert never eats\nThursday, January 25, 2018 2:01\n% of readers think this story is Fact. Add your two cents.\nThe alarming food recalls keep coming:  Romaine lettuce ,  packaged vegetables ,  chicken ,  frozen fruit ,  cheeses ,  potato chips  and many more products in just the last couple of years. All were feared to be contaminated by harmful bacteria.\nBill Marler  knows all too well what kind of damage tainted food can do. The Seattle attorney has represented victims of foodborne illness for 25 years — people who came close to death just by eating a hamburger. Marler’s work hasn’t put him off from eating in restaurants, but he’s more wary when he eats out.\n“If I had a rule that I follow, it’s that I eat things that are well-cooked or that are cold, because bacteria tend to not do well at hot temperatures and tend to not grow at cold temperatures,” Marler told TODAY.\n“There’s just some good common sense when you’re not controlling the food you consume.”\nEach year, 48 million Americans get sick from  foodborne diseases  and 3,000 die, the CDC estimates. It names norovirus, salmonella and clostridium perfringens as the top three illness-causing germs. Bugs that are more likely to lead to hospital stays include botulism, listeria and E. coli. E. coli cases linked to red meat are down, but Marler has been alarmed by an increase in cases of  listeria , which — unlike most bacteria — can grow at refrigerator temperatures.\nBased on the cases he’s been involved in, Marler has come up with a list of seven foods he never eats:\n1. Raw sprouts\nAll types of raw sprouts, including alfalfa, mung bean, clover and radish sprouts, are at the top of Marler’s list.\n“Sprouts are just a really difficult product to make safe,” he said. “Seeds get contaminated and then when you sprout things in warm water, it’s a perfect bath for the bacteria to grow.”\nThe  Barf Blog , a website run by a former professor of food safety, has documented at least 55 sprout-associated outbreaks — or “sprout-breaks,” as Marler calls them — worldwide since 1988. Most have been caused by salmonella and E. coli.\nThe latest suspected outbreak has sickened eight people with salmonella in Illinois, Wisconsin and Minnesota since December, with raw sprouts served at Jimmy John’s restaurants “a likely source,” the  CDC reports . The Illinois Department of Public Health  asked  the restaurant chain to remove sprouts from their menus until the investigation is complete.\nSprouts should be cooked thoroughly to reduce your risk of illness,  the government advises . Children, the elderly, pregnant women, and people with weakened immune systems should avoid eating any raw sprouts, it notes.\n2. “Raw” milk and juices\nWhatever possible benefit you think you might get from unpasteurized milk or “raw” packaged juice, it’s not worth the risk, said Marler, who helped create a  website  listing some of the consequences of people drinking contaminated raw milk, including kidney failure and paralysis.\nRaw milk and products made from it can contain bacteria, viruses, and parasites that pose “severe health risks, including death,”  the CDC warns . Possible germs include campylobacter, E. coli, salmonella and listeria, with 81 outbreaks in 26 states linked to raw milk from 2007-2012, the agency notes.\nAs for raw juice, if you’re making it at home in a clean environment, washing the exterior of the fruit, and then drinking the juice right away, the risks are very low, Marler said. Just skip any packaged “raw” juice.\nMarler would also stay away from  “raw” water : “It’s sometimes amazing to me how we humans forget our history,” he said. “You just sort of scratch your head and wonder what people are thinking.”\n3. Raw flour\nRaw flour has been  linked to E. coli  outbreaks, so resist the temptation to eat cookie dough or taste raw cake batter.\n“It’s something I think the public is pretty unaware of and we need to educate people that when handling flour you buy in the bags in the grocery store, you have to consider it a raw agricultural product that could be the source of a pathogen,” Marler said.\nPeople often dust their kitchen counter top with flour when rolling out dough. Think about it this way: it’s not dissimilar to putting raw chicken on your counter, so wipe things down and consider using wax paper instead, he advised.\n4. Pre-cut fruits and vegetables\nThe more you control food in your own kitchen, the less likely it is to be a problem, Marler believes. He finds it much safer to take your own apple, wash it, cut it and put it in a plastic bag for lunch than to go to the grocery store and buy an apple that was sliced a few days ago in facility 500 miles away.\n“It’s certainly convenient, but sometimes I think the convenience isn’t worth  the risk ,” he said. “I don’t buy pre-washed, pre-bagged products, but if I did, I would wash it again myself. It’s all about decreasing the bacterial load.”\n5. Ground meat that’s not well done\nAny ground meat has to be cooked thoroughly, Marler said. That’s because bacteria on the surface of the meat can get mixed throughout the product when it’s ground. Be sure to cook ground beef, veal, pork and lamb to an internal temperature of 160°F,  the CDC notes .\nWhen it comes to a whole piece of beef steak, like filet mignon, Marler would consider eating it medium or medium-well done. But chicken, turkey and other poultry has to be cooked thoroughly, he noted. The CDC recommends cooking it to an internal temperature of 165°F.\nIn case you’re wondering, Marler isn’t that concerned about raw fish, but he still doesn’t eat a lot of sushi.\n6. Raw oysters\nMarler has seen a spike in bacterial and viral illnesses linked to  raw oysters  in the last several years, perhaps because the water is warmer for longer periods of time, he said. Eating raw oysters is not worth the risk, he added.\n7. Raw eggs\nThey’re still on Marler’s list, although government oversight and industry intervention have made  eggs  a lot safer today than they were a decade ago, he said.\nBut even though the likelihood of salmonella has “decreased a lot,” he still wouldn’t eat eggs raw (even from the chickens he raises at home), sunny-side-up or soft-boiled, especially in a restaurant. He always opts for scrambled eggs.\nRepublished with permission from Bill Marler and Marler Clark. Copyright (c) Marler Clark LLP, PS. All rights reserved.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "If I had a rule that I follow, it’s that I eat things that are well-cooked or that are cold, because bacteria tend to not do well at hot temperatures and tend to not grow at cold temperatures,",
                "Marler Clark",
                true
            ],
            [
                "There’s just some good common sense when you’re not controlling the food you consume.",
                "",
                true
            ],
            [
                "Sprouts are just a really difficult product to make safe,",
                "Marler Clark",
                true
            ],
            [
                "Seeds get contaminated and then when you sprout things in warm water, it’s a perfect bath for the bacteria to grow.",
                "Marler Clark",
                true
            ],
            [
                "It’s sometimes amazing to me how we humans forget our history,",
                "Marler Clark",
                true
            ],
            [
                "You just sort of scratch your head and wonder what people are thinking.",
                "Marler Clark",
                true
            ],
            [
                "It’s something I think the public is pretty unaware of and we need to educate people that when handling flour you buy in the bags in the grocery store, you have to consider it a raw agricultural product that could be the source of a pathogen,",
                "Marler Clark",
                true
            ],
            [
                "It’s certainly convenient, but sometimes I think the convenience isn’t worth  the risk ,",
                "Marler Clark",
                true
            ],
            [
                "I don’t buy pre-washed, pre-bagged products, but if I did, I would wash it again myself.",
                "Marler Clark",
                true
            ],
            [
                "It’s all about decreasing the bacterial load.",
                "Marler Clark",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.realrawmilkfacts.com/",
                "https://beforeitsnews.com/v3/r2/?url=http://dph.illinois.gov/news/multi-state-salmonella-cluster",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.barfblog.com/2018/01/sprouts-sicken-at-least-8-linked-to-jimmy-johns-its-all-happening-again/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "raw",
            "expert",
            "food",
            "foods",
            "marler",
            "milk",
            "eats",
            "cdc",
            "bacteria",
            "safety",
            "think",
            "neverending",
            "eating",
            "sprouts",
            "salmonella"
        ]
    }
]