[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/what-to-do-in-a-nuclear-crisis-radiation-emergency-information-2688903.html",
        "title": "What to Do in a Nuclear Crisis, Radiation Emergency Information",
        "authors": [
            {
                "name": "John Rolls",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "What to Do in a Nuclear Crisis, Radiation Emergency Information\nTuesday, January 23, 2018 7:42\n \n \nWhat To Do In A Nuclear Crisis\n“The public response should be ‘shelter and shower’. Sheltering (particularly at home) is prudent early in a radiologic event, because families congregate at home and showers, clean clothing, food, and water are available. Sheltering also provides authorities time to assess the situation more completely. Evacuation might be indicated later for people in some locations, depending on the specific situation and the extended dose estimates. In other locations, remaining sheltered may result in lower radiation exposure.\nThe Basics: Stay calm. Get inside, stay inside, stay tuned.\n“Exposed skin and hair should be cleansed with soap and water repeatedly…”\n“Removing clothing alone can decrease external radioactive contamination by 90%. Washing with soap and lukewarm or room-temperature water is effective and removes another 90% of contamination (about 99% of the total is removed after both steps have been performed).\nHow to decontaminate yourself\nFurther suggestions:\nIf you are outside: cover your mouth and nose with a wet cloth and dust off any radioactive particles. Upon entering a shelter – clean and cover any open wounds first to prevent cross contamination. Shower and change into clean clothes in the foyer area if possible. Do not use conditioner. Put the dirty clothes in a plastic bag. In general shower and shelter until you hear otherwise. Do not scrub or scratch the skin.\nGently blow your nose, wipe your eyelids, eyelashes, and ears with a clean wet cloth. If you cannot shower, use a clean wet cloth to wipe your skin. You should also wear a dust mask, cover your skin as well as possible (with clean fabric), and consider protecting your eyes from particles in the air.\nFrom that point you might consider collecting as much non-contaminated water as possible in clean containers, and then choose the best room to shelter in, set up communication systems, arrange sanitary conditions, and organize supplies and food. I would recommend that you print out select pages of the survival guides linked below in case you lose power or access to the internet at a later time. This page is intended to summarize key points at a glance. It has evolved since 2008 to be a condensed summary of the main points of survival literature. It includes fact checking references to encourage you to research all information you find online. The author is not a medical doctor or psychiatrist or expert in the field. Please consult with your physician or expert before attempting any medical or psychiatric treatment plan or operating heavy or dangerous equipment.\nEmergency Information for a Nuclear Accident or Attack\nRadiation and Water:\nIndoor water sources: Do not drink water from open water sources. Some researchers feel that water coming from a pipe underground during the first few hours may be safe if the pipes had not yet been contaminated. It should be collected and stored in clean containers (Harrison et. al., 2003).\nPossible sources of water inside a shelter: Melted ice cubes, liquids from canned goods, water heater (be sure the electricity or gas is off and open the drain at the bottom of the tank), pipes, covered tanks. Some experts feel that water from toilet tanks (not the bowl) is either a last resort or notsafe for use/consumption. Water from all sources should be purified before use. Consult an expert for instructions on how to safely access your water heater if you choose to (there is a severe burn hazard if you do this incorrectly without professional assistance).\nBoth FEMA and Ready.gov claim that water from toilet tanks, radiators, hot water boilers/home heating systems, water beds, swimming pools and spas are not safe water sources. There is a distinction between a water heater and a hot water boiler (radiator). The state of Louisiana website, however, cites the toilet tank (not bowl) as being a viable last resort. Most survival websites also encourage the use of available water in water heaters and toilet tanks if properly handled and purified.\nOutdoor water sources (safest source listed first and the other sources listed in decreasing order of safety):\n1. Water from deep wells and from water tanks and covered reservoirs into which no fallout particles or\nfallout-contaminated water has been introduced.\n2. Water from covered seepage pits or shallow, hand-dug wells. If the earth is not sandy, gravelly, or too\nporous, filtration through earth is very effective.\nThe SAS Survival Handbook lists the safest sources of water starting with the best as:\nUnderground wells and springs\nFast flowing rivers\nRadiation Removal\nWays to remove radiation from water: reverse osmosis, activated carbon and ion exchange, lime softening, distillation, filtration (carbon, soil).\nDistillation\nDistillation may remove some radiation from water (from DOE). Distillation is probably the most efficient way to remove radiation from water without using special equipment. Basically you get a large pot and put a small rack inside on the bottom. Put a bowl on top of the rack and fill the bottom of the pot with water. Put the pot lid on upside down (with a knob in the middle) so any condensation drips in the middle into the bowl. Put ice cubes on top of the upside down lid to create a hot/cold barrier. Boil the water and wait for the condensation to accumulate. Make sure it has cooled before handling or drinking.\nIt is typically recommended to use distilled (rather than tap) water with vaporizers or humidifiers because they are not intended to purify water. If you already have one on hand you might consider researching it’s usefulness in the case of steam vapor. Humidifiers (rather than vaporizers) sometimes use a fan that creates an undesirable aerosol effect. I imagine coffee and tea makers would produce steam for distillation as well (depending on the brand/model). If you are going to buy something – it would make more sense to just buy a counter top water distiller or reverse osmosis filter system.\nFiltering\nSince most people will not have equipment available there are alternative (non-guaranteed) methods.\nFill a bucket 3/4 full with water, dig up clay from 4 or more inches under ground and mix it into the water. 1″ clay for every 4″ water. Let settle for 6 hrs and then siphon or dip the water out.\nOther ways to remove radiation from water: Ion Exchanger, A water softener/ cation exchanger, lime softening, gravity-type table-top canisters with a charcoal or other filter system (you should also strain that through a coffee filter), and the percolation of water by a distiller into steam that gets transferred back into pure water.\nPurification\nAfter filtering you do want to purify that water. Here are some ways to purify water (in general – not specific to radiation): Boil for 3-5 minutes (collect any water that evaporates). Let cool before drinking. If you pour it back and forth between 2 containers it will add oxygen and taste better (do not expose to radioactive dust). Boiling will NOT remove radiation. You can also add 4 drops of household bleach that contains 5.25% sodium hypochlorite per quart of water. Do not use bleaches that are scented or color safe. Mix and let stand for 30 minutes (should have slight bleach odor).\nDistillation: boil water and collect the vapor to condense it back into water.\nFood:\nDo not eat anything that has been exposed to radioactive fallout (make sure it is sealed and covered). Avoid foods with high salt content, dairy products, bones and seafood. The best choices are soups, vegetables and fruits . Keep cans covered so that fallout does not touch the metal. Do not reheat meat after it has been cooked to avoid food poisoning. Store your food in a cool, dry place off of the ground. In terms of out of doors food – underground tubers and underground vegetables are safest followed by smooth skinned fruits. If eating exposed animals avoid the thyroid gland, liver, and kidneys.\nSome foods you may have in the house that might help protect against radiation damage:\nGreen and black tea; foods rich in beta carotene (orange or dark green leafy fruits and veggies); un-boiled miso, garlic (blocks radioactive isotope absorption); Circumin (curry); Ginger; Calcium (blocks absorption of radioactive materials); sardines (cellular repair); baking soda (protects kidneys from uranium); green leafy vegetables with chlorophyll, wheatgrass; broccoli, cabbage, cauliflower, brussel sprouts, kale, collard greens, bok choy, and mustard greens (prevent free radical damage); seaweed (prevent absorption strontium 90); carrots, sunflower seeds and apples; artichokes, beets and radishes (liver cleanse); sauerkraut and yogurt (promote healthy intestinal flora); Nutritional yeast (non-MSG); flax seeds; brazil nuts (remove heavy metals); reishii mushroom; Dried beans, lentils (vit B, antioxidants); cooked tomato paste (lycopenes); apple pectin; cilantro .\nBeing prepared always is a perfect move towards living an enjoyable life . You need to prepare for both success and failure simultaneously. Being alert could save the lifestyle of your friends, relatively and more importantly your valuable life. Bad things that are anticipated to occur needs to be prepared for perfectly because they are inescapable, such as, global warming. So if you are looking for a perfect guide that will explain to you how to outlive catastrophes of all kinds, then never overlook “The Lost Ways”. It is the best program for you. Is this book a scam? No. the truth is that this program is 100% genuine and results are guaranteed. It has been tested in many countries and many customers have given positive reviews about it. What are you waiting for then? Get your copy today and see your dreams turning into realities. Moreover, there is a 100% money back guarantee. You have no chance to lose. Your investment is save and productive.\n• Preparing Emergency Supplies\nFood with a long shelf life—food for each member of the household for at least 3 weeks… Foods with a long shelf life includes ramen noodles (flavor packet expires), corn syrup, dried corn, corn starch, bleached flour sealed in an airtight bag, powdered milk sealed in an airtight bag. Foods that protect against radiation damage are listed above, but should be rotated according to expiration date. Primarily they include foods with betacarotene, curry/turmeric, baking soda, garlic, and vitamins like B,C,D.\nWater—1 gallon per day per person for 3 weeks\nA change of clothes and shoes—underwear, socks, sturdy shoes, and seasonal clothes as needed\nPaper plates, paper towels, and plastic utensils—you will not have enough water to wash dishes\nPlastic bags—sturdy ones to collect bodily wastes\nBedding and towels\nSmall Battery-operated radio and batteries—listen to emergency messages/conserve battery\nMedicines—Have 2-3 weeks dose of your current prescription medicines in a labeled childproof bottle. Be sure to check the expiration date.\nToiletries—soap, hand sanitizer, toilet paper, deodorant, disinfectants, etc.\nFlashlight and batteries or hand crank flashlight with cell phone charger.\nA telephone or cell phone\nExtra eyeglasses or reading glasses from the grocery store\nDuct tape and heavy plastic sheeting—To seal the doors and any vents that open into your shelter for a short period of time if a radiation plume is passing over. 3 weeks of Pet food, baby formula, diapers, etc.\nFirst aid kit—You can purchase a first-aid kit or prepare one yourself. Be sure to include the following items:\n__ Sterile adhesive bandages__Sterile gauze pads in 2 inch and 4 inch sizes__Adhesive tape__Sterile rolled bandages__Scissors__Tweezers__Needle__Thermometer__Moistened towelettes__Antiseptic ointment__Tube of petroleum jelly or other lubricant__Soap or hand sanitizer__Latex or vinyl gloves__Safety pins__Aspirin or aspirin free pain reliever__Antidiarrhea medication__Laxatives__Antacids for stomach upset__Syrup of ipecac to cause vomiting if advised by the Poison Control Center__Activated charcoal to stop vomiting if advised by the Poison Control Center\nPlastic bucket with lid, garbage bags with ties, bleach, soap, toilet paper, moist towelettes\nGames, cards, books, and other entertainment (many of these things are sold at the dollar store).\nFirst Aid\n*Note – the author of this site is not a medical physician. These pages are for educational, communication and information purposes only and are not intended to replace or constitute medical advice or treatments.\nRemoving radiation: In a nuclear accident or bomb the public should take shelter and shower with (preferably ph balanced) soap or shampoo. Do not use conditioner since it can bind radioactive material to hair protein. Clean and cover wounds first before showering to prevent cross-contamination. Remove clothing (removes 90% of contamination) and store in plastic bag. If you cannot shower or remove clothing- cover your mouth and nose with a damp cloth and brush debris off until you can remove clothing. If you remove clothing and shower, (with soap) that removes about 90 – 99% of contamination. Wear a dust mask.\nHypothetical remedy not 100% proven to work (in lieu of potassium iodide pills): Apply 8 ml or 4×8” patch of 2% tincture of iodine to the skin of the abdomen in a hand sized patch. This technique resulted in an 82% reduction in the uptake of 131I by the thyroid gland. Iodine solutions are NEVER to be ingested or swallowed, and should not be used if allergic to iodine .\nIt is not recommended to eat a lot of iodized salt as the iodine levels are not high enough and can be harmful. Do not drink topical iodine.\nBurns:\nResearch consistently advises to cover burns with a clean, sterile, non-adherent dressing to protect the burn from the air and germs. Some recent research suggests applying topical antibiotics such as bacitracin (for superficial burns) and silver sulfadiazine (for deeper burns), but older research recommends dry dressings. This is probably to prevent the application of butter, oil, cucumber juice or other salves / contaminants to burns (which increases infection risks – do not apply salves). The main goal is to prevent infection and protect the burn from the air. Infections are a major cause of mortality in the irradiated host because of immunosuppressive effects. It is important to pay attention to airway, breathing, and circulation. Burns from nuclear bombs are usually divided into flash burns and thermal burns. According to REMM the following short term treatment is recommended depending on the situation. Please consult with your physician before treating any injuries.\n“Advanced Burn Life Support and REMM recommendations:\n– Cover wound with clean, dry sheet or dressing. NO WET DRESSINGS.\n– Simple dressing if being transported to burn center (they will need to see the wound)\n– Sterile dressings are preferred but not necessary\n– Covering wounds improves pain\n– Maintain patient’s temperature (keep patient warm)\n– While cooling may make a small wound more comfortable, cooling any wound … will cool the patient…”\nREMM possible recommendations for long term care:\n– “Wash wounds with soap and water…\n– Maintain temperature\n– Topical antimicrobials help prevent infection but do not eliminate bacteria\n– Silver sulfadiazine for deep burns\n– Bacitracin and nonsticky dressings for more superficial burns”\nBacitracin is thought to stop the growth of certain bacteria (unlike some other antibiotics).\nCircumen/curry/turmeric has been shown to improve radiation burn conditions in many medical studies.\nYou might want to use unscented, mild, deodorant without aluminum in it (Aluminum free examples: Arm & Hammer Essentials Natural Deodorant, Fresh and some Axe or Oldspice classic deodorants). Research differs as to the issue of aluminum and radiation burns.\nIn addition – you can research how to treat radiation burns in chemotherapy patients . Keep in mind that chemotherapy advice does not take into consideration the presence of fallout and emergency crisis conditions. Infection from topical ointments may be much more of a hazard in a crisis situation, and a possible primary cause of mortality should fallout stick to it and cause infection.\nWounds:\nClean and cover any open wounds first to prevent cross contamination . If your skin is covered in radiation – you do not want water to carry radiation into any open wounds. Cover wounds before cleaning other parts of the body. Wounds are a risk factor in spreading contamination. “A person is internally contaminated if radioactive material is breathed in, swallowed, or absorbed through wounds.” “People who are internally contaminated can expose people near them to radiation from the radioactive material inside their bodies. The body fluids (blood, sweat, urine) of an internally contaminated person can contain radioactive materials. Coming in contact with these body fluids can result in contamination and/or exposure.”\nHighlights from naturalmedicines database:\nReasonably good (but not officially proven) scientific evidence: probiotic lactobacillus rhamnosus for diarrhea, belladonna for radiodermatitis, echinacea for low white blood cells, ginseng for fatigue, honey for mucositis, zinc for inflammation/mucositis\nWhat does not work: aloe, pantothenic acid, sweet almond\nTraditional / unproven: cordyceps sinensis, holy basil, milk thistle, rutin (mucus)\nSupplies for sanitation\nMedium plastic bucket with lid, garbage bags with ties, bleach, soap, toilet paper, moist towelettes.\nBuild a makeshift toilet: place a garbage bag inside the toilet bowl or make your own with a bucket and 2 boards. After each use pour bleach into the container to avoid infection. Cover when not in use. Dispose of waste in a pit away from any water supply. Alternately wrap in newspapers and store in large can with tight fitting lid and place outside.\nDisinfectants: 1 part chlorine bleach to 10 parts water.\nIntestinal Ailments: Keep body, hands and eating utensils clean, use paper plates or eat from original containers, wash and peel all fruits and vegetables, keep all food covered, prepare only what can be eaten at each meal.\nShelter – where is it safest?\nIn the event of a nuclear emergency, depending on the situation, the public response should usually be “shelter and shower” pending further instructions. Evacuation might be recommended later, but sheltering may result in lower radiation exposure (Flynn, 2006). If it is a nuclear power plant accident or the explosion of a radioactive dirty bomb, you may need to evacuate. If possible, bring pets inside. The three important factors are shielding, distance and time (from the blast).\nLocation within the building: You want as much distance and the thickest barrier (walls) as possible between you and the radiation. It is best to stay in a centrally located room (middle) or basement with few windows. Some researchers contend that after the initial blast it may be safer to avoid the basement, roof, and anywhere contaminants may settle. It depends on if there is radiation in the air. The intensity of the radioactive fallout decreases gradually with time. You should not go outside unless a trusted media source tells you to.\nFEMA suggests building a shelter (inside a room) under a wooden desk with layers of books or other materials along the outside. It is also suggested to try to build extra shielding into the walls of the room by stacking books, bricks, and other non radioactive items against the walls.\nThere are smart phone apps for detecting radiation (such as near a wireless router) like “WiFi Radiation” that appear to work.\nShut off the AC or vents. Avoid ventilation blowers or pipes. If you must ventilate – then make sure the vent is not straight, but turns – as radiation does not flow around corners as well as air (according to the Facility Manager’s Emergency Preparedness Handbook). Close and lock all windows, exterior doors and openings to the outside. It is best to have a hard-wired phone in the room(s). If you have voicemail change the recording. Listen to the radio or TV until you hear it is safe.\nBest types of buildings: Houses with basements, large multi story structures, closed parking garages, tunnels. Single story wood homes with no basements and cars/vehicles would be minimally adequate. You can build additional shielding into the outer walls if possible.\nIf you are near the blast when it occurs: Turn away, cover your eyes, – drop to the ground face down and place your hands under your body. Remain flat until 2 shock waves pass. If you are outside find something to cover your mouth. Remove any dust from your clothes while covering your mouth and nose – then shower and shelter.\nOSHA advice for businesses if recommended to shelter: Ask customers to stay, have them call their emergency contact, change the voice mail of the business, lock exterior doors and close windows, air vents, and fireplace dampers. Have employees familiar with your building’s mechanical systems turn off all fans, heating and air conditioning systems, and clothes dryers. Close the window shades, blinds, or curtains; Gather essential disaster supplies; Select interior room(s) above the ground floor, with the fewest windows or vents; It is ideal to have a hard-wired telephone in the room; Consider using plastic sheeting to seal windows, doors, and air vents (without interior fumes); Write down the names of everyone in the room; Listen to the media for further instructions.\nEvacuation technique: Travel at right angles to the fallout path away from the plume centerline ( lateral evacuation). Take disaster supplies with you. Turn everything off and lock it up (including furnace). Assist the elderly and disabled. Fact checking: Planning Guidance for Response to a Nuclear Detonation by Federal interagency committee led by the Executive Office of the President & FEMA and bt.cdc.gov.\n“The best strategy for any individual depends critically upon the nature of the fallout plume, the quality of immediately available shelter, and the ability to execute effective evacuation away from the most hazardous zones…Out side exposure should be avoided during the first few hours following the detonation when the radiation hazards in the high dose rate zones are the highest. The only exception is for those in very poor shelter who should take the fastest path to better shelter.\nThe radiation protection capabilities of many structures in the Chicago region are quite good. If all residents in the hazardous fallout region adopt a shelter-in-place strategy, the total number acute radiation casualties is estimated to be ~3,600, as compared to ~100,000 casualties if all are outdoors and unsheltered. Some further reductions in casualties can be realized if those in the poorest shelters transit to better shelters soon after the detonation.” (Brandt LD & Yoshimura AS)\nCommunication\nThe Emergency Alert System is a national and state-wide public warning system that allows presidential addresses to the American public over TV, cable and radio systems during emergencies. You should watch tv or listen to the radio for updates. Likewise your state troopers will also have information. Electromagnetic pulses may damage equipment, and battery operated radios are the safest source of information. You should put electronics into a completely sealed metal box that is lined with card board to protect them from EMP. You can use a filing cabinet, but you must seal it with metal tape. Some people think you can make a protectant out of foil with a cardboard liner. Keeping electronics away from other metal objects is also recommended.\n• 1-800-BE-READY or 1-202-282-8000, 1-202-447-3543 TTY\n• The Nuclear Regulatory Commission Office of Public Affairs can be contacted at 1-301-415-8200\n• The Federal Emergency Management Agency (FEMA) can be reached at 1-800- 621-FEMA / TTY (800) 462-7585\n• The Radiation Emergency Assistance Center/Training Site at 865.576.1005 (Ask for REAC/TS)\n• The U.S. Department of Energy (DOE) at 1-800-DIAL-DOE\nWays to communicate and get information:\nSkype is the standard for free online phones. You can call other people with a skype account for free, but usually to call a normal phone number you need to pay for some minutes. It is helpful for calling family members without paying for long distance. You can also video chat. You will want to ask them what their skype username is.\nThis phone is free for one month and it works. You can call a regular phone without paying extra. The only issue was that without a headset I had to press the mute button when the person was speaking to me or they heard themselves echoing through the speaker. Probably headphones would take care of that.\nCounseling and Coping Skills\nWhat can I do now?\nRemain informed; pay attention to emotional health; monitor physical health; focus on positive actions like taking inventory of emergency supplies and providing support to others; maintain contact with those around you; hold a picture in your mind of the best possible outcome; and maintain spiritual practices that provide emotional strength.\n“Resilience factors that may reduce the risk of PTSD include:\n• Seeking out support from other people, such as friends and family\n• Finding a support group after a traumatic event\n• Feeling good about one’s own actions in the face of danger\n• Having a coping strategy, or a way of getting through the bad event and learning from it\n• Being able to act and respond effectively despite feeling fear.”\n• 6 steps to self control when dealing with panic attacks:\n1/ Recognize that you are feeling anxious and accept your body feelings as a sign something is bothering you.\n2/ Give yourself permission to feel anxious (of course you feel anxious and it’s okay).\n3/ Breath – inhale through your nose slowly for 2 seconds (one, one thousand, two, two thousand), exhale through your mouth for 4 seconds. Repeat for at least 60 seconds\n4/ Use positive dialogue – “It’s just anxiety. It will go away. I will not lose control. It won’t hurt me.”\n5/ Get busy – Do something to release this self induced stimulation. Walk, clean, organize. Distract yourself from how you are feeling.\n6/ Try to see a little humor in the way you feel. Give yourself permission to feel weird for a little while. From The Midwest Center for Stress and Anxiety\n• Sample coping skills (until you can seek therapy with a licensed psychiatrist)\nSafe place: Picture an imaginary place in your mind where you are completely safe. This place should not be dependent on anyone else. It should be completely under your control. Only you decide who or what can get in or out of your safe place. Imagine the plants, smell, taste and touch.\nChallenge negative thoughts: Ask yourself: Is this a productive thought? Is it helping me get closer to my goal? If it’s just a negative thought you’re rehashing, then you must be able to say to that thought: ‘Stop.’ “That’s difficult to do, but it’s very important,”\nVisualize a “container.” For me, this is usually a purple box. I imagine that I am putting the memories, or whatever was causing me mental pain at the time, into the box.\nPost-Traumatic Stress Disorder, PTSD, is an anxiety disorder that can develop after exposure to a terrifying event or ordeal in which grave physical harm occurred or was threatened. Traumatic events that may trigger PTSD include violent personal assaults, natural or human-caused disasters, accidents, or military combat.\nAccording to the The National Institute of Mental Health (NIMH)\n“PTSD can cause many symptoms. These symptoms can be grouped into three categories:\n1. Re-experiencing symptoms:\n• Flashbacks—reliving the trauma over and over, including physical symptoms like a racing heart or sweating\n• Bad dreams\n• Frightening thoughts.\nRe-experiencing symptoms may cause problems in a person’s everyday routine. They can start from the person’s own thoughts and feelings. Words, objects, or situations that are reminders of the event can also trigger re-experiencing.\n2. Avoidance symptoms:\n• Staying away from places, events, or objects that are reminders of the experience\n• Feeling emotionally numb\n• Losing interest in activities that were enjoyable in the past\n• Having trouble remembering the dangerous event.\nThings that remind a person of the traumatic event can trigger avoidance symptoms. These symptoms may cause a person to change his or her personal routine. For example, after a bad car accident, a person who usually drives may avoid driving or riding in a car.\n3. Hyperarousal symptoms:\n• Being easily startled\n• Having difficulty sleeping, and/or having angry outbursts.”\nThe National Institute of Mental Health (NIMH)\n \nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Exposed skin and hair should be cleansed with soap and water repeatedly",
                "",
                false
            ],
            [
                "Removing clothing alone can decrease external radioactive contamination by 90%.",
                "",
                true
            ],
            [
                "Washing with soap and lukewarm or room-temperature water is effective and removes another 90% of contamination (about 99% of the total is removed after both steps have been performed).",
                "",
                true
            ],
            [
                "How to decontaminate yourself\nFurther suggestions:\nIf you are outside: cover your mouth and nose with a wet cloth and dust off any radioactive particles.",
                "",
                true
            ],
            [
                "Upon entering a shelter – clean and cover any open wounds first to prevent cross contamination.",
                "",
                true
            ],
            [
                "Shower and change into clean clothes in the foyer area if possible.",
                "",
                true
            ],
            [
                "Put the dirty clothes in a plastic bag.",
                "",
                true
            ],
            [
                "In general shower and shelter until you hear otherwise.",
                "",
                true
            ],
            [
                "Do not scrub or scratch the skin.",
                "",
                true
            ],
            [
                "Gently blow your nose, wipe your eyelids, eyelashes, and ears with a clean wet cloth.",
                "",
                true
            ],
            [
                "If you cannot shower, use a clean wet cloth to wipe your skin.",
                "",
                true
            ],
            [
                "You should also wear a dust mask, cover your skin as well as possible (with clean fabric), and consider protecting your eyes from particles in the air.",
                "",
                true
            ],
            [
                "From that point you might consider collecting as much non-contaminated water as possible in clean containers, and then choose the best room to shelter in, set up communication systems, arrange sanitary conditions, and organize supplies and food.",
                "",
                true
            ],
            [
                "I would recommend that you print out select pages of the survival guides linked below in case you lose power or access to the internet at a later time.",
                "",
                true
            ],
            [
                "This page is intended to summarize key points at a glance.",
                "",
                true
            ],
            [
                "It has evolved since 2008 to be a condensed summary of the main points of survival literature.",
                "",
                true
            ],
            [
                "It includes fact checking references to encourage you to research all information you find online.",
                "",
                true
            ],
            [
                "The author is not a medical doctor or psychiatrist or expert in the field.",
                "",
                true
            ],
            [
                "Please consult with your physician or expert before attempting any medical or psychiatric treatment plan or operating heavy or dangerous equipment.",
                "",
                true
            ],
            [
                "Emergency Information for a Nuclear Accident or Attack\nRadiation and Water:\nIndoor water sources: Do not drink water from open water sources.",
                "",
                true
            ],
            [
                "Some researchers feel that water coming from a pipe underground during the first few hours may be safe if the pipes had not yet been contaminated.",
                "",
                true
            ],
            [
                "It should be collected and stored in clean containers (Harrison et.",
                "",
                true
            ],
            [
                "Possible sources of water inside a shelter: Melted ice cubes, liquids from canned goods, water heater (be sure the electricity or gas is off and open the drain at the bottom of the tank), pipes, covered tanks.",
                "",
                true
            ],
            [
                "Some experts feel that water from toilet tanks (not the bowl) is either a last resort or notsafe for use/consumption.",
                "",
                true
            ],
            [
                "Water from all sources should be purified before use.",
                "",
                true
            ],
            [
                "Consult an expert for instructions on how to safely access your water heater if you choose to (there is a severe burn hazard if you do this incorrectly without professional assistance).",
                "",
                true
            ],
            [
                "Both FEMA and Ready.gov claim that water from toilet tanks, radiators, hot water boilers/home heating systems, water beds, swimming pools and spas are not safe water sources.",
                "",
                true
            ],
            [
                "There is a distinction between a water heater and a hot water boiler (radiator).",
                "",
                true
            ],
            [
                "The state of Louisiana website, however, cites the toilet tank (not bowl) as being a viable last resort.",
                "",
                true
            ],
            [
                "Most survival websites also encourage the use of available water in water heaters and toilet tanks if properly handled and purified.",
                "",
                true
            ],
            [
                "Outdoor water sources (safest source listed first and the other sources listed in decreasing order of safety):\n1.",
                "",
                true
            ],
            [
                "Water from deep wells and from water tanks and covered reservoirs into which no fallout particles or\nfallout-contaminated water has been introduced.",
                "",
                true
            ],
            [
                "Water from covered seepage pits or shallow, hand-dug wells.",
                "",
                true
            ],
            [
                "If the earth is not sandy, gravelly, or too\nporous, filtration through earth is very effective.",
                "",
                true
            ],
            [
                "The SAS Survival Handbook lists the safest sources of water starting with the best as:\nUnderground wells and springs\nFast flowing rivers\nRadiation Removal\nWays to remove radiation from water: reverse osmosis, activated carbon and ion exchange, lime softening, distillation, filtration (carbon, soil).",
                "",
                true
            ],
            [
                "Distillation\nDistillation may remove some radiation from water (from DOE).",
                "",
                true
            ],
            [
                "Distillation is probably the most efficient way to remove radiation from water without using special equipment.",
                "",
                true
            ],
            [
                "Basically you get a large pot and put a small rack inside on the bottom.",
                "",
                true
            ],
            [
                "Put a bowl on top of the rack and fill the bottom of the pot with water.",
                "",
                true
            ],
            [
                "Put the pot lid on upside down (with a knob in the middle) so any condensation drips in the middle into the bowl.",
                "",
                true
            ],
            [
                "Put ice cubes on top of the upside down lid to create a hot/cold barrier.",
                "",
                true
            ],
            [
                "Boil the water and wait for the condensation to accumulate.",
                "",
                true
            ],
            [
                "Make sure it has cooled before handling or drinking.",
                "",
                true
            ],
            [
                "It is typically recommended to use distilled (rather than tap) water with vaporizers or humidifiers because they are not intended to purify water.",
                "",
                true
            ],
            [
                "If you already have one on hand you might consider researching it’s usefulness in the case of steam vapor.",
                "",
                true
            ],
            [
                "Humidifiers (rather than vaporizers) sometimes use a fan that creates an undesirable aerosol effect.",
                "",
                true
            ],
            [
                "I imagine coffee and tea makers would produce steam for distillation as well (depending on the brand/model).",
                "",
                true
            ],
            [
                "If you are going to buy something – it would make more sense to just buy a counter top water distiller or reverse osmosis filter system.",
                "",
                true
            ],
            [
                "Filtering\nSince most people will not have equipment available there are alternative (non-guaranteed) methods.",
                "",
                true
            ],
            [
                "Fill a bucket 3/4 full with water, dig up clay from 4 or more inches under ground and mix it into the water.",
                "",
                true
            ],
            [
                "1″ clay for every 4″ water.",
                "",
                false
            ],
            [
                "Let settle for 6 hrs and then siphon or dip the water out.",
                "",
                true
            ],
            [
                "Other ways to remove radiation from water: Ion Exchanger, A water softener/ cation exchanger, lime softening, gravity-type table-top canisters with a charcoal or other filter system (you should also strain that through a coffee filter), and the percolation of water by a distiller into steam that gets transferred back into pure water.",
                "",
                true
            ],
            [
                "Purification\nAfter filtering you do want to purify that water.",
                "",
                true
            ],
            [
                "Here are some ways to purify water (in general – not specific to radiation): Boil for 3-5 minutes (collect any water that evaporates).",
                "",
                true
            ],
            [
                "If you pour it back and forth between 2 containers it will add oxygen and taste better (do not expose to radioactive dust).",
                "",
                true
            ],
            [
                "You can also add 4 drops of household bleach that contains 5.25% sodium hypochlorite per quart of water.",
                "",
                true
            ],
            [
                "Do not use bleaches that are scented or color safe.",
                "",
                true
            ],
            [
                "Mix and let stand for 30 minutes (should have slight bleach odor).",
                "",
                true
            ],
            [
                "Distillation: boil water and collect the vapor to condense it back into water.",
                "",
                true
            ],
            [
                "Food:\nDo not eat anything that has been exposed to radioactive fallout (make sure it is sealed and covered).",
                "",
                true
            ],
            [
                "Avoid foods with high salt content, dairy products, bones and seafood.",
                "",
                true
            ],
            [
                "The best choices are soups, vegetables and fruits .",
                "",
                true
            ],
            [
                "Keep cans covered so that fallout does not touch the metal.",
                "",
                true
            ],
            [
                "Do not reheat meat after it has been cooked to avoid food poisoning.",
                "",
                true
            ],
            [
                "Store your food in a cool, dry place off of the ground.",
                "",
                true
            ],
            [
                "In terms of out of doors food – underground tubers and underground vegetables are safest followed by smooth skinned fruits.",
                "",
                true
            ],
            [
                "If eating exposed animals avoid the thyroid gland, liver, and kidneys.",
                "",
                true
            ],
            [
                "Some foods you may have in the house that might help protect against radiation damage:\nGreen and black tea; foods rich in beta carotene (orange or dark green leafy fruits and veggies); un-boiled miso, garlic (blocks radioactive isotope absorption); Circumin (curry); Ginger; Calcium (blocks absorption of radioactive materials); sardines (cellular repair); baking soda (protects kidneys from uranium); green leafy vegetables with chlorophyll, wheatgrass; broccoli, cabbage, cauliflower, brussel sprouts, kale, collard greens, bok choy, and mustard greens (prevent free radical damage); seaweed (prevent absorption strontium 90); carrots, sunflower seeds and apples; artichokes, beets and radishes (liver cleanse); sauerkraut and yogurt (promote healthy intestinal flora); Nutritional yeast (non-MSG); flax seeds; brazil nuts (remove heavy metals); reishii mushroom; Dried beans, lentils (vit B, antioxidants); cooked tomato paste (lycopenes); apple pectin; cilantro .",
                "",
                true
            ],
            [
                "Being prepared always is a perfect move towards living an enjoyable life .",
                "",
                true
            ],
            [
                "You need to prepare for both success and failure simultaneously.",
                "",
                true
            ],
            [
                "Being alert could save the lifestyle of your friends, relatively and more importantly your valuable life.",
                "",
                true
            ],
            [
                "Bad things that are anticipated to occur needs to be prepared for perfectly because they are inescapable, such as, global warming.",
                "",
                true
            ],
            [
                "So if you are looking for a perfect guide that will explain to you how to outlive catastrophes of all kinds, then never overlook “The Lost Ways”.",
                "",
                true
            ],
            [
                "It is the best program for you.",
                "",
                true
            ],
            [
                "the truth is that this program is 100% genuine and results are guaranteed.",
                "",
                false
            ],
            [
                "It has been tested in many countries and many customers have given positive reviews about it.",
                "",
                true
            ],
            [
                "What are you waiting for then?",
                "",
                true
            ],
            [
                "Get your copy today and see your dreams turning into realities.",
                "",
                true
            ],
            [
                "Moreover, there is a 100% money back guarantee.",
                "",
                true
            ],
            [
                "You have no chance to lose.",
                "",
                true
            ],
            [
                "Your investment is save and productive.",
                "",
                true
            ],
            [
                "Preparing Emergency Supplies\nFood with a long shelf life—food for each member of the household for at least 3 weeks… Foods with a long shelf life includes ramen noodles (flavor packet expires), corn syrup, dried corn, corn starch, bleached flour sealed in an airtight bag, powdered milk sealed in an airtight bag.",
                "",
                true
            ],
            [
                "Foods that protect against radiation damage are listed above, but should be rotated according to expiration date.",
                "",
                true
            ],
            [
                "Primarily they include foods with betacarotene, curry/turmeric, baking soda, garlic, and vitamins like B,C,D.",
                "",
                true
            ],
            [
                "Water—1 gallon per day per person for 3 weeks\nA change of clothes and shoes—underwear, socks, sturdy shoes, and seasonal clothes as needed\nPaper plates, paper towels, and plastic utensils—you will not have enough water to wash dishes\nPlastic bags—sturdy ones to collect bodily wastes\nBedding and towels\nSmall Battery-operated radio and batteries—listen to emergency messages/conserve battery\nMedicines—Have 2-3 weeks dose of your current prescription medicines in a labeled childproof bottle.",
                "",
                true
            ],
            [
                "Be sure to check the expiration date.",
                "",
                true
            ],
            [
                "Toiletries—soap, hand sanitizer, toilet paper, deodorant, disinfectants, etc.",
                "",
                true
            ],
            [
                "Flashlight and batteries or hand crank flashlight with cell phone charger.",
                "",
                true
            ],
            [
                "A telephone or cell phone\nExtra eyeglasses or reading glasses from the grocery store\nDuct tape and heavy plastic sheeting—To seal the doors and any vents that open into your shelter for a short period of time if a radiation plume is passing over.",
                "",
                true
            ],
            [
                "3 weeks of Pet food, baby formula, diapers, etc.",
                "",
                false
            ],
            [
                "First aid kit—You can purchase a first-aid kit or prepare one yourself.",
                "",
                true
            ],
            [
                "Be sure to include the following items:\n__ Sterile adhesive bandages__Sterile gauze pads in 2 inch and 4 inch sizes__Adhesive tape__Sterile rolled bandages__Scissors__Tweezers__Needle__Thermometer__Moistened towelettes__Antiseptic ointment__Tube of petroleum jelly or other lubricant__Soap or hand sanitizer__Latex or vinyl gloves__Safety pins__Aspirin or aspirin free pain reliever__Antidiarrhea medication__Laxatives__Antacids for stomach upset__Syrup of ipecac to cause vomiting if advised by the Poison Control Center__Activated charcoal to stop vomiting if advised by the Poison Control Center\nPlastic bucket with lid, garbage bags with ties, bleach, soap, toilet paper, moist towelettes\nGames, cards, books, and other entertainment (many of these things are sold at the dollar store).",
                "",
                true
            ],
            [
                "First Aid\n*Note – the author of this site is not a medical physician.",
                "",
                true
            ],
            [
                "These pages are for educational, communication and information purposes only and are not intended to replace or constitute medical advice or treatments.",
                "",
                true
            ],
            [
                "Removing radiation: In a nuclear accident or bomb the public should take shelter and shower with (preferably ph balanced) soap or shampoo.",
                "",
                true
            ],
            [
                "Do not use conditioner since it can bind radioactive material to hair protein.",
                "",
                true
            ],
            [
                "Clean and cover wounds first before showering to prevent cross-contamination.",
                "",
                true
            ],
            [
                "Remove clothing (removes 90% of contamination) and store in plastic bag.",
                "",
                true
            ],
            [
                "If you cannot shower or remove clothing- cover your mouth and nose with a damp cloth and brush debris off until you can remove clothing.",
                "",
                true
            ],
            [
                "If you remove clothing and shower, (with soap) that removes about 90 – 99% of contamination.",
                "",
                true
            ],
            [
                "Hypothetical remedy not 100% proven to work (in lieu of potassium iodide pills): Apply 8 ml or 4×8",
                "",
                false
            ],
            [
                "Advanced Burn Life Support and REMM recommendations:\n– Cover wound with clean, dry sheet or dressing.",
                "",
                true
            ],
            [
                "Simple dressing if being transported to burn center (they will need to see the wound)\n– Sterile dressings are preferred but not necessary\n– Covering wounds improves pain\n– Maintain patient’s temperature (keep patient warm)\n– While cooling may make a small wound more comfortable, cooling any wound … will cool the patient",
                "",
                false
            ],
            [
                "Wash wounds with soap and water…\n– Maintain temperature\n– Topical antimicrobials help prevent infection but do not eliminate bacteria\n– Silver sulfadiazine for deep burns\n– Bacitracin and nonsticky dressings for more superficial burns",
                "",
                false
            ],
            [
                "A person is internally contaminated if radioactive material is breathed in, swallowed, or absorbed through wounds.",
                "",
                true
            ],
            [
                "People who are internally contaminated can expose people near them to radiation from the radioactive material inside their bodies.",
                "",
                true
            ],
            [
                "The body fluids (blood, sweat, urine) of an internally contaminated person can contain radioactive materials.",
                "",
                true
            ],
            [
                "Coming in contact with these body fluids can result in contamination and/or exposure.",
                "",
                true
            ],
            [
                "The best strategy for any individual depends critically upon the nature of the fallout plume, the quality of immediately available shelter, and the ability to execute effective evacuation away from the most hazardous zones…Out side exposure should be avoided during the first few hours following the detonation when the radiation hazards in the high dose rate zones are the highest.",
                "",
                true
            ],
            [
                "The only exception is for those in very poor shelter who should take the fastest path to better shelter.",
                "",
                true
            ],
            [
                "The radiation protection capabilities of many structures in the Chicago region are quite good.",
                "",
                true
            ],
            [
                "If all residents in the hazardous fallout region adopt a shelter-in-place strategy, the total number acute radiation casualties is estimated to be ~3,600, as compared to ~100,000 casualties if all are outdoors and unsheltered.",
                "",
                true
            ],
            [
                "Some further reductions in casualties can be realized if those in the poorest shelters transit to better shelters soon after the detonation.",
                "",
                true
            ],
            [
                "Resilience factors that may reduce the risk of PTSD include:\n• Seeking out support from other people, such as friends and family\n• Finding a support group after a traumatic event\n• Feeling good about one’s own actions in the face of danger\n• Having a coping strategy, or a way of getting through the bad event and learning from it\n• Being able to act and respond effectively despite feeling fear.",
                "",
                true
            ],
            [
                "That’s difficult to do, but it’s very important,",
                "",
                true
            ],
            [
                "These symptoms can be grouped into three categories:\n1.",
                "",
                true
            ],
            [
                "Re-experiencing symptoms:\n• Flashbacks—reliving the trauma over and over, including physical symptoms like a racing heart or sweating\n• Bad dreams\n• Frightening thoughts.",
                "",
                true
            ],
            [
                "Re-experiencing symptoms may cause problems in a person’s everyday routine.",
                "",
                true
            ],
            [
                "They can start from the person’s own thoughts and feelings.",
                "",
                true
            ],
            [
                "Words, objects, or situations that are reminders of the event can also trigger re-experiencing.",
                "",
                true
            ],
            [
                "Avoidance symptoms:\n• Staying away from places, events, or objects that are reminders of the experience\n• Feeling emotionally numb\n• Losing interest in activities that were enjoyable in the past\n• Having trouble remembering the dangerous event.",
                "",
                true
            ],
            [
                "Things that remind a person of the traumatic event can trigger avoidance symptoms.",
                "",
                true
            ],
            [
                "These symptoms may cause a person to change his or her personal routine.",
                "",
                true
            ],
            [
                "For example, after a bad car accident, a person who usually drives may avoid driving or riding in a car.",
                "",
                true
            ],
            [
                "Hyperarousal symptoms:\n• Being easily startled\n• Having difficulty sleeping, and/or having angry outbursts.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.npr.org/sections/alltechconsidered/2014/01/17/263369742/weekly-innovation-a-radiation-detector-in-your-smartphone",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://f782bi09287de16kpeyokrvkcd.hop.clickbank.net/?tid=mdi6decw",
                "http://www.uswaterrevolution.org/vsl/index.php?r=629&r=6252&hop=private99&rx=1",
                "https://www.merriam-webster.com/dictionary/lateral",
                "https://www.survivalmd.org/vsl/index.php?r=9933&r=4577&hop=private99&rx=1",
                "https://www.google.com/search?q=how+to+treat+radiation+burns&client=safari&rls=en&prmd=ivns&ei=B2MBV833Acmze5PJjLAC&start=10&sa=N",
                "http://f782bi09287de16kpeyokrvkcd.hop.clickbank.net/?tid=mdi612",
                "http://www.uswaterrevolution.org/vsl/index.php?r=8427&r=7724&hop=private99&rx=1",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "crisis",
            "radioactive",
            "emergency",
            "radiation",
            "remove",
            "cover",
            "water",
            "shelter",
            "information",
            "wounds",
            "nuclear",
            "clean"
        ]
    }
]