[
    {
        "url": "https://beforeitsnews.com/strange/2018/01/one-womans-answer-to-sexual-chaos-2470131.html",
        "title": "One Woman&apos;s Answer to Sexual Chaos",
        "authors": [
            {
                "name": "Henry Makow",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Henry Makow\nWednesday, January 24, 2018 11:58\n% of readers think this story is Fact. Add your two cents.\nYoung women must demand courtship and commitment \nas a condition for sex says 28-year-old Anna Freeman from the UK.\nby Anna Freeman\n(henrymakow.com)\nLONDON — Recently,  a friend looked at me in horror when I mentioned that mutual acquaintances had had a baby.\n“They’ve had a baby?” She repeated hoarsely. “I can’t believe it…”\nI was puzzled. “Why not? They’re married, they’re nearly thirty – what’s the problem?”\n“Well,” She replied, distaste etched across her face. “I just thought they were more intelligent than that!”\n \nEducated British women in their twenties and thirties, by and large, consider children and family to be an antiquated disease caused by ignorance, poverty and lack of birth control.\nAnd why must intelligent women avoid this unspeakable illness at all costs?\nSo they can continue to have ‘fun’, of course.  ‘Fun’ has become the single last bastion, the irreproachable emblem, of modern life.\nAll other values, all indicators of a civilized, sane society, are sacrificed and forgotten, considered ‘boring’ – whilst ‘fun’ rules with a ruthless and unchallenged supremacy.\n‘Fun’, is a euphemism for sexual licentiousness; a term that’s taking on ever more onerous and Orwellian forms, as sexuality becomes an indefinable darkness, where everybody can do everything with everyone, with no commitment or consequence (or often, conversation) required.\nMost women under 30 now consider themselves ‘bisexual’, priding themselves on eradicating the distinction between friends and lovers, whilst self-proclaimed gay men spend nights out kissing and groping their female friends because it’s ironic and ‘fun’.\nStraight men know they can go out and sleep with countless women and need never contact them again, as it’s all just cool and no biggie and ‘fun’.\nBut there’s a bit of a problem with all this fun – nobody is actually having any. Underneath the hyperbole, behind the Facebook photos, is an unadorned and ugly truth – that this is a shattered generation of wretched people.\nEveryone is suffering the unremitting horror of being forced to twist their humanity into something else – something manufactured, programmed, and much less than human.\nA PERSONAL RESPONSE\nI should have fitted into the engineered insanity perfectly, my background should have made me a poster-girl for it – with dad an atheist liberal and mum a feisty feminist. My parents were divorced before I even knew how to spell it. I grew up with all the usual messages about the sexes – that men are inferior, marriage is monstrous, and fish don’t ride bicycles – but nevertheless, harbored all the same romantic fantasies and bashful modesty around boys that 13-year-old girls everywhere always have.\nTeenage girls start off worshiping boys, finding everything about them infinitely fascinating and amazing (just look in any teen magazine – the level of personal detail included on each boyband member would shame the CIA).\nFar from the fashionable media images of the emasculated male salivating after the empowered female, the reality is the opposite – girls are shy and awe-struck around boys. They admire and adore them. And the knight in shining armour fantasy is still very much a reality for them.\nSo the dating scene, when they finally enter it, can come as a rude awakening.\nIt certainly did for me. The casual ambiguity of it all, the lack of rules or restraint, the almost feral behaviour, left me stunned and bewildered. I went through the motions, I did what I thought I was supposed to – but ended up increasingly confused, hurt, and angry, as relationships faltered and fell apart, with no real explanation.\nThe men were damaged and dysfunctional in all the usual modern ways, so the last thing I could envisage was creating any kind of family with them – even if I could guarantee they’d stick around. [And no-one is more ardent an advocate of parents staying together than those whose parents didn't.]\nI looked at my friends, and saw their personal lives were in equal, or worse, states of disrepair. I watched as female friends struggled through endless emotional breakdowns, desperate dashes for the morning after pill, and of course the inevitable abortions.\nI looked on as the males treated women as interchangeable, just tottering arm ornaments for a good night out.\nOPTING OUT\nI eventually decided this was not for me anymore. So, at age 27, I simply opted out – no relationships, no ‘dating’, no men in anything other than a platonic capacity. I’ve always liked men, and they make great friends – but, without radical social transformation, I couldn’t see them doing much else.\nMore and more people are coming to this conclusion – that the opposite sex just isn’t worth the hassle. It’s easier, simpler, saner, to just be on your own.\nThe fact that people feel like this is a stunning indictment of just how sick our society has become. Human beings are not designed for isolation or individualism – they’re designed for strong, meaningful relationships; for mutual commitment, marriage and children.\nBut the only way to restore these things is to restore the standards of modesty, decency, and respect that used to promote them. And this can only happen if women insist that no commitment and no love, equals no sex.\nWomen believe they can’t insist on these standards anymore, because, if they do, men will simply pass them over for others who are ‘easier’ – which is exactly why women need to join together: to support each other in having the strength to maintain dignity and standards in the face of all the modern pressures and perversity. In the end, it’s these women men really respect and will commit to.\nIt’s what most men want too. Men might seem to enjoy the casual sex culture, but it merely plays to their baser instincts. It doesn’t fulfill them as thinking, feeling, human beings. Men just as enslaved and oppressed as women.\nIt is women who have the key to restoring real values and restructuring society into one founded on decency and respect, by refusing to collaborate in their own destruction.\nThis is possible, it really could happen – if only the true female pioneers would step forward and say it’s what they want. At the moment, it seems they’re too jaded, too embarrassed, or simply too intimidated by the might of the mass media, to speak up. I hope they find a voice soon. Perhaps this is a start.\n(from Dec 21, 2011)\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "They’re married, they’re nearly thirty – what’s the problem?",
                "",
                true
            ],
            [
                "I just thought they were more intelligent than that!",
                "Anna Freeman",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "womanaposs",
            "sexual",
            "answer",
            "simply",
            "respect",
            "chaos",
            "men",
            "fun",
            "female",
            "friends",
            "theyre",
            "women",
            "society",
            "standards"
        ]
    }
]