[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2017/12/morgan-stanley-these-are-the-5-cs-that-will-shape-2018-3176871.html",
        "title": "Morgan Stanley: These Are The 5 Cs That Will Shape 2018",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nTotal:\nMorgan Stanley: These Are The 5 Cs That Will Shape 2018\nSunday, December 17, 2017 19:17\n% of readers think this story is Fact. Add your two cents.\nMorgan Stanley’s Chetan Ahya, global co-head of economics, who undeterred by Morgan Stanley’s dire credit outlook , is especially optimistic about the coming year, and in today’s Sunday Start writes that the bank’s key call for 2018 is that “the global cycle will stay stronger for longer” and explains that his constructive view is borne out of the confidence that “five critical factors will evolve in a benign fashion.”\nHere are the 5 factors that form the basis for and Morgan Stanley’s optimistic outlook:\n1) Capex cycle: How strong will the recovery be?\nOver the past four quarters, global investment growth has started to pick up from multi-year lows as the cyclical recovery and global trade strengthened. In our base case, we expect global investment growth to accelerate meaningfully in 2018, which is key to our thesis that global GDP growth will rise further above trend in 2018.\nAs DMs advance further in the cycle, rising capacity utilisation and a pick-up in wage growth would incentivise more capital-deepening. In EMs, stronger consumption growth and steady exports growth would raise capacity utilisation, supporting private capex. With DM central banks lifting real rates in the backdrop, the strength of capex growth will be particularly important at this juncture as higher productivity growth is needed to keep the recovery stronger for longer.\n2) Core inflation: Picking up but staying below target\nThe current cycle has been unique in a number of ways – one key feature is that wage growth and core inflation have remained relatively muted. While idiosyncratic factors have been a drag more recently, structural factors such as technological change and globalisation have also likely put a cap on underlying price pressures.\nIn 2018, we expect DM core inflation to rise as cyclical factors – in particular tighter labour markets – become more supportive, while the transitory impact of idiosyncratic factors fades gradually. Most notably, our forecasts pencil in an above-consensus acceleration in core inflation in the euro area and Japan starting in 2Q18. At the same time, we don’t see core inflation crossing central bank targets of around 2%Y, as structural factors continue to assert influence and reduce the risk of a major overshoot in underlying inflation. We expect US core PCE to rise to an average 1.7%Y in 4Q18, from an estimated 1.5%Y in 4Q17. Over the same time horizon, we expect core inflation in the euro area to increase to 1.6%Y from 0.9%Y, and in Japan to 1.0%Y from 0.2%Y.\n3) Central banks: Gradual withdrawal of accommodation\nDM central banks should move towards less expansionary policies, led by the Fed. We expect the Fed to raise rates by a total of 75bp in 2018, while shrinking its balance sheet as planned. We expect the ECB to end quantitative easing and the BoJ to adjust its JGB 10-year yield target in 3Q18.\nDespite this, the monetary policy stance should remain accommodative as real rates stay below the natural rate in both the euro area and Japan, while US real rates should rise above the natural rate only in 1Q19. Moreover, the productivity pick-up accompanying stronger investment growth should support the cycle for longer, which will likely help to partly offset the headwinds from gradual central bank tightening in DMs.\n4) Corporate credit risks in the US: Mind the tail\nThe US is the most advanced in terms of the cycle thus far and hence risks to the global cycle are more likely to emerge from there. Drawing on the lessons from the past two cycles in the US, we think that financial stability risks pose a bigger threat to the continuation of the cycle than price stability risks. In terms of sectors, the non-financial corporate sector seems most exposed to higher interest rates at this point as its leverage increased from the low of 65% of GDP in 2Q12 to 72% in 3Q17.\nAt an aggregate level, the impact from Fed rate hikes on the corporate interest rate coverage ratio is expected to be moderate, as argued by a recent paper by the US Fed. While interest coverage ratios have declined, they remain high by historical standards. However, some of the weaker debtors with high leverage and high interest exposure will likely see a more pronounced impact. Indeed, with the share of BBB rated debt in overall investment grade debt rising significantly from 37% in end-2008 to 50% currently (as highlighted by our US credit strategist Adam Richmond), overall financial conditions may tighten meaningfully as credit spreads widen in the context of rate hikes.\n5) China: Will the pace of tightening get too aggressive?\nPolicy-makers in China have stepped up their efforts to contain financial risks and improve the quality of growth. There have been increasing instances of comments from senior officials and policy actions on this front. This has raised concerns that the tightening could result into a deeper slowdown in China’s growth akin to the 2013-15 episode.\nWe believe that the pace of tightening will be gradual and that four factors will differentiate the current cycle from the 2013-15 episode: 1) Sustained strength in exports growth; 2) Improvement in consumption supported by better wage growth; 3) A healthier state of inventory in the property market; and 4) Improvement in industrial sector profits supported by cumulative capacity cuts since early 2015. The combination of these factors should help to provide an offset. However, if policy-makers do take up aggressive tightening, the slowdown in growth could be more substantial than we project in our base case.\nTo Sum it All Up\nIn a nutshell, a pick-up in investment growth, a gradual rise in core inflation, steady removal of monetary accommodation, contained financial stability risks in the US and a moderate slowdown in China are our base case assumptions for how the macro cycle will unfold in 2018. However, we will be watchful of how these factors shape up over the course of the year to assess the risks.\nFrom a markets perspective, our strategists highlight that there could be a more challenging market backdrop as the year progresses, inflation rises and financial conditions become less supportive. Hence, they see that there will be an opportunity to reduce risk later in 1Q. With regards to positioning, they prefer DM in equities, EM in fixed income and USTs within DM bonds. They remain cautious on US HY, given rich valuations and cycle risks\nIronically, Morgan Stanley forget the 6th, and perhaps most important C: cryptocurrencies.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "the global cycle will stay stronger for longer",
                "Chetan Ahya",
                false
            ],
            [
                "five critical factors will evolve in a benign fashion.",
                "Chetan Ahya",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.zerohedge.com/news/2017-11-27/morgan-stanley-turns-apocalyptic-credit-cycle-turn-closer-many-believe",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "cs",
            "shape",
            "factors",
            "growth",
            "risks",
            "global",
            "expect",
            "cycle",
            "inflation",
            "tightening",
            "rise",
            "stanley",
            "core",
            "2018",
            "morgan"
        ]
    }
]