[
    {
        "url": "https://beforeitsnews.com/health/2018/01/managing-menstruation-in-a-shtf-situation-2810251.html",
        "title": "Managing Menstruation in a SHTF Situation",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By MindMatters\nWednesday, January 24, 2018 9:36\n% of readers think this story is Fact. Add your two cents.\nThere is a category which must be included on any preppers list if you are in a group or family unit with females of menstruating age.\nWhile this may be an uncomfortable topic for some, it is a very real life hygiene concern that will become more difficult to manage after a longer term SHTF event. \nOnce the SHTF event has occurred, running out to purchase anything will become dangerous or even impossible as mandatory curfews are put in place and store shelves stand empty.  \nHere are a number of options to help females of menstruating age survive the changed situation as the stash of disposable hygiene products quickly dwindles. By considering now the alternatives, including reusable backup methods for managing your monthly menses needs, will give you a solid plan while there is still time to pick through the various options mentioned.\nHistorically, women from all across the globe have been able to maintain personal sanitation and dignity through creative means long before commercial options became available.\nLet’s take a look at some really great products and DIY alternatives to disposable sanitary supplies for the preppers bug out bag.\nDelayed Period\nDepending on your immediate situation when the SHTF, delaying your menstrual cycle may be the best choice. The product is Norethisterone , a synthetic hormone, which when taken, can delay the start of your cycle up to 14 days. When you are on the move, looking for shelter or heading to a hidden destination, not having to be bothered by your cycle could be important.\nReusable Sanitary Options\nSea Sponges\nThrough time, women who lived near the sea have used natural sea sponges as a washable insertable pad. The oceans of today often contain unhealthy pollutants, so there companies today who are raising sea sponges for this exact purpose. Grown in a controlled and clean environment, these sea sponges are a safe and natural alternative washable insertable pad.\nWashable Cloth Pads\nAnother method used by women have been washable soft cloths as sanitary pads. From cotton cloth diapers to natural cotton, linen or bamboo fabrics, these make comfortable and absorbent pads. Don’t forget that baby receiving blankets and toweling, recycled or new, can be used for making the pads.\nToday, all the information concerning the chemicals used in the commercial products available has caused many women to shift back to using cloth pads. The reusable pads are a more health conscience choice, and also offer both environmental and monetary benefits of reusables.\nThere are numerous articles and videos available on the Internet which show how to make these sanitary pads and companies who sell readymade versions.\nMenstrual Cups\nA group of midwives during the 1930s patented the first menstrual cup, but the use of the menstrual cup did not gain popularity though it remained available. In recent years, as more women are looking for sustainable, safer alternatives, more women are looking into this reusable alternative.\nHomemade Tampons\nIn their search for a safe alternative, creative women have made a washable insertable pad using rolled organic cloth or even by crocheting or knitting organic fibers for the material. Always use all-natural fibers like cotton and linen, avoiding synthetic materials which might cause a reaction within your body. Do not use wool material, which is naturally water-repellent and could cause leaking.\nSlow or Stop Menstruation With Herbs\nAnother method for reducing the need for sanitary products is to slow your menstrual flow or even possibly stop it with the use of herbs. While helpful in an emergency, this practice is not recommended for use on a regular basis.\nThe Information below is not meant to be medical advice. Be sure to do your own research into these herbs before trying any of them.\n– Making a tea of Angelica root, an old Chinese herbal remedy, is said to regulate female hormones and has been used to stop menstruation.\n– Raspberry Leaf tea helps ease abdominal cramping due to menstruation and may reduce the length of your period. \nBring 3 cups of water to a boil, then remove from heat\nAdd 8-10 raspberry leaves, and cover\nAllow to steep for 5 minutes, then strain and sweeten with honey if desired\n–Garden Sage tea can slow heavy menstrual bleeding. \nBoil 2 cups of water with 4-5 leaves of sage for 10-15 minutes\nStrain and sweeten with honey\n– A tea made from the root of Bitter Dock is said to reduce menstrual flow.\n– Lady’s Mantle is another herb known to stop menstruation naturally. \nMix 1 teaspoon of Lady’s Mantle in a cup of water\nLet the mixture boil for a few minutes\nSteep and cool the tea\nAdd honey if desired\n– Also consider mixing Lady’s Mantle with Raspberry leaves and lemon balm for a nice tea blend.\n– Shepherd’s Purse has strong anti-hemorrhagic properties. When Garden Sage and Lady’s Mantle don’t prove to be strong enough, Shepherd’s purse is a good next choice to stop heavy menstrual bleeding. \nGather a handful of fresh Shepherd’s Purse leaves and cover them in a pot of water\nBring to a simmer, and reduce liquid by half\nStrain off leaves and drink\n– A tea of dried or fresh Comfrey leaves can be taken regularly with a little honey to reduce or stop periods completely.\nEasing Menstrual Pain Naturally\nA nice cup of raspberry tea and the pain of menstrual cramps vanishes almost instantly. \nThe old standby of a hot water bottle applied to the abdomen is also very soothing. \nThe application of essential oils can provide amazing results as well, lessening the tension and calming the mind. Lavender, Clary Sage and Marjoram essential oils rubbed over the abdomen have been shown to ease pain and cramping. Since 100% pure therapeutic grade essential oils never expire and have countless uses, recommend including a variety them in the prepper medicinal cabinet.\nReferences and Addtional Sources\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.doctor-4-u.co.uk/period-delay/norethisterone-period-delay-tablets.html",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "situation",
            "tea",
            "washable",
            "leaves",
            "used",
            "sanitary",
            "managing",
            "menstruation",
            "pads",
            "women",
            "shtf",
            "stop",
            "menstrual"
        ]
    }
]