[
    {
        "url": "https://beforeitsnews.com/paranormal/2018/01/fake-news-a-weird-wednesday-collection-2531726.html",
        "title": "Fake News: A Weird Wednesday Collection",
        "authors": [
            {
                "name": "Theresa'S Haunted History Of The Tri-State",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Theresa's Haunted History of the Tri-State\nWednesday, January 24, 2018 0:42\n% of readers think this story is Fact. Add your two cents.\nFake News—This term has become quite the buzz word over the past year or so, almost to the point where you can’t read the comment section of any news article without seeing it shouted at least once or twice. But, ‘fake news’ isn’t…new. I once read, many years ago, that newspapers would often publish completely fictitious news, under the guise of REAL news, to help drum up readership. I’m sure that most readers at the time had a pretty good understanding of what was real and what wasn’t, just as contemporary readers can usually discern between actual news and the sensational stuff found in grocery store tabloids. They knew the difference between entertainment and what was actually going on in their community.  However, as modern readers go back and look at these vintage archives, it can be a tad confusing. WAS this actual news? Did the people of the time BELIEVE it to be real?  Just what the heck was going on?!?\nI love looking through old newspaper archives, and many times, I find some really strange little gems! And while newspaper articles featuring fantastical stories can be found year round, even in our local publications, I recently noticed that quite a few were published in the month of January. January of 1914 was an especially weird month for some reason. \nI won’t come out and say that any of these news stories are actually ‘fake news,’ but I will venture to assume that January has, historically, been a slow month for reporters here in the tri-state!\n1. The Mountain Octopus :  The story of the Mountain Octopus appeared in local papers on January 11, 1946. A group of students in Thomas, WV, discovered several of the creatures in a local stream, and brought two back to school with them to show to staff/students. No one was ever quite sure how and why an ocean creature got (and survived) in our cold, freshwater streams of West Virginia.\n2. Hungarian Woman Sought Murder Clue from Spirits : This strange story appeared in a Huntington, WV newspaper on January 23, 1914. A widow from Thurmond, WV made a stop in Huntington after traveling to Ohio to seek the services of a well-known medium. The woman was seeking information from the spirits concerning her husband’s recent murder.\n3. Meteor, or Bad Omen Over Huntington? :  Here’s another weird story from Huntington, WV that appeared in the local paper on January 13, 1914. Around that time, a meteor was seen streaking over the skies of Huntington. However, a group of kids playing near the old C&O Hospital claimed that they saw the meteor then spell out a name in fire, and then morph into the image of a woman’s face in the sky! \n4. Women in Hysterics as Ghost Runs Down Street : Although the account was published in a local paper on January 8, 1914, this tale actually comes from New York and is a humorous telling of how a prisoner on the loose with a sheet flung over his head terrorized some church ladies leaving a service. \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "real",
            "huntington",
            "wv",
            "weird",
            "newspaper",
            "fake",
            "month",
            "local",
            "1914",
            "readers",
            "quite",
            "collection"
        ]
    }
]