[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/5-ways-to-build-a-cheap-emergency-shelter-2688775.html",
        "title": "5 Ways to Build a Cheap Emergency Shelter",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2018-01-05",
        "text": "By Survivopedia\nMonday, January 22, 2018 7:18\n% of readers think this story is Fact. Add your two cents.\nWhen your roof is leaking and your feet go through the floor boards, it may seem clear enough that your home won’t stand up to a hurricane or some other large scale disaster. On the other side of the equation, even if your home is newer, or you rent an apartment, that doesn’t mean you should rely exclusively on your current home during a major crisis.\nRegardless of your current living situation, there are many times and places where an external shelter located on your property or near your home will be of more use than expected. Here are some ways you can build an emergency shelter on a limited budget.\nUnderstand the Building Needs for Different Crisis Scenarios\nBefore you decide to try and build the cheapest emergency shelter possible, it is important to know which kind of emergencies you expect to get through while residing in the shelter. Have a look at some of the most common scenarios and how they may or may not change your building plans:\nThe best shelter for surviving a nuclear crisis will be one located underground. Just make sure that earth covers the top of the shelter as well as all around it. Underground shelters will also be the best for tornadoes.\nSince water from hurricanes can sink deep into the ground, you may be in more danger underground than above. A shelter that will survive a hurricane must be able to withstand heavy winds and rain. Look into shelters that have rounded or dome like shapes as they will offer less resistance to the wind. This, in turn, means that it will be harder for the wind to pick up the shelter and destroy it.\nGas, disease, and similar attacks require a shelter that is as waterproof and air proof as possible. While it does not matter if the shelter is above ground or below, you will need to be able to filter the air and enrich it with oxygen. Ideally, shelters for these kinds of emergencies plus nuclear crisis should also include a decontamination area. If you go outside, it will be very important to have a place where you can remove your clothes and remove debris and other possible pollutants from your skin before entering the shelter.\nCheap Materials For Building Shelters Near Your Home\nChances are, you will be surprised how natural materials or ones you consider to be “junk” can be repurposed into making a durable emergency shelter. Here are some materials that you more than likely have on hand right now, can find abandoned with little effort, or can build up in a fairly short amount of time.\nAs you consider these items, remember that building a viable shelter isn’t just about the materials, it is about how you assemble and support them.\nOld tires – old tires can be cut into any number of shapes that can be used to cover holes or build a waterproof layer. They can also provide flexibility to the shelter that may be of use during earthquakes, or when building an unusual design.\nPlastic water bottles – of all the possible materials for building an emergency shelter, this one is the most overlooked, yet the most valuable. In fact, today, people are building full scale homes using plastic water bottles filled with dirt, sand, or water. They have excellent insulative properties and lend just enough support to other materials that would be difficult, if not impossible to turn into a permanent shelter.\nMetal food cans – as with tires, you can use tin cans for covering different areas, as well as for strength. Do not forget that you can always cut these cans open, lay the flat, and then fold them into strips. This can make them useful for supporting different parts of the shelter as well as holding parts together. Metal food cans are also very useful for making solar heaters that can provide warmth for your shelter and hot water.\nCanvas bags – when filled with sand or soil, the canvas bags are some of the most useful things you can use for building an emergency shelter. They are easy to stack up, and can provide a good bit of protection from the elements. They are also the best building material to shield from bullets.\nCost Cutting Without Losing Quality\nWhen you are on a very tight budget, even a few extra dollars can be hard to eke out of your budget. For example, even though smaller sized water bottles may work well for an emergency shelter, there is no getting around the fact that buying water by the gallon is cheaper.\nIt does not pay to buy larger bottles in order to try and save money because your emergency shelter will not be as sturdy or reliable. This is just one area where cost cutting would create more problems than it solves.\nOn the other hand, there are some other places where you can safely cut costs without losing the benefits you want most from the shelter:\nTry to build a smaller shelter or break it up into smaller modules. If you build the shelter in add-on modules, you may also improve the overall strength of the shelter, plus extend the cost of building the shelter over a longer period of time.\nCanvass the local area to see if others have useful trash that they are willing to give you. You can also check out sites where high volumes of tires and other waste tend to collect with little or no attention from others. Abandoned lots, and other areas may be a good place to find items that can be repurposed for your shelter at no cost.\nLook in second hand and thrift stores for canvas items that you can sew into bags for making sand bags.\nTake a careful survey of natural materials. Even if you can’t find a beach or plenty of sand, do not overlook the soil in your back yard for filling plastic bottles or canvas bags.\nKeep an eye on local public auctions. You never know when useful building materials may become available from one or more locations.\nWhere to Hide the Shelter\nHiding your shelter can be difficult for any number of reasons. To begin, people are bound to notice that you are doing something unusual. While keeping your building tasks out of plain sight will help with this problem, there are some others to consider.\nNever overlook the possibility of electronic surveillance means during the building process and after the shelter is built and stocked with supplies. In fact, before you even buy or begin saving materials to make the shelter, you should make sure you know what kind of methods may be used to locate the shelter.\nFrom there you can amend the design and then figure out the best location for hiding it. Here are some basic rules for making your shelter easier to hide:\nKeep the shelter small or have a series of small shelters spread out so that no single site gains attention.\nMake sure the shelter is properly disguised based on the surrounding terrain\nStudy how time of day, lighting effects, and weather patterns may reveal the existence of the shelter\nHave multiple access points so that you can get from any area on the property to the shelter without being seen or observed\nUse “hiding in plain view” with caution. You can use different shapes or several other methods to ensure people see the structure, but either don’t recognize what it is, or place no importance on it. As with any other kind of disguise, the shelter should blend in and look so normal it is forgotten. If you decide to go in the opposite direction, the shelter should look so strange it will be ignored as a point of blocking out irrelevant information.\nBest Ways to Get to the Shelter in an Emergency\nWhen disaster strikes, there is nothing worse than knowing safety is just a few feet away, yet you have no way to get there. In this case, if your house is no longer safe, you must still have a way to get to your emergency shelter and the supplies that will get you through the disaster. Here are some possible ways you can use to get to the shelter:\nMake use of underground tunnels. Even if you have only a crawlway under your house, it will be worth your while to dig an underground tunnel that comes up in your emergency bunker. It does not matter if the shelter is above ground or below. If possible, you should make it your business to have access to the crawlway in each room on the downstairs level of your home. You should tunnel access points throughout the yard. At the very least, if you find a way to get outside, you can still use these entry and exit points to get to your shelter.\nIf your shelter is above ground, you may want to try accessing it directly instead of using an underground tunnel. This must be done so with caution so that no one sees where you are going or notices any kind of foot traffic leading to the shelter. When using above ground travel methods, do not forget to take advantage of trees or other objects that create blind spots. There are many ways to get from Point A to Point B without being seen if you know how to place objects around your yard, and then use them for cover in a time of need.\nTall trees in your yard and rope can also be used to move from limb to limb until you reach an appropriate access point.\nDugout Shelters\nWhen it comes to saving money on an emergency effort, dugout shelters offer some of your best options. That being said, underground bunkers or shelters can be extremely dangerous if they aren’t built correctly or something else causes you to become trapped below ground.\nYou should have at least one underground shelter on your property so that you can use it if the situation calls for it.\nToday, there are many different designs of dugout shelters to choose from. You can build something simple as a one room underground cavity braced with wooden beams. Alternatively, you can tunnel and go to different depths to create multiple rooms and structures.\nAs long as the soil in this area perks well and is solid, you should be able to build a fairly good shelter.\nDuring the process of planning to build a dugout shelter, do not overlook digging deeper into bedrock. This is very important if the soil is very shallow and there is no other way to dig down deep enough. While it may cost a bit more to dig through the bedrock, reaching this level can open up opportunities to increase the stability of the shelter.\nDugout shelters can also be useful when it comes to saving on other parts of stocking and maintaining the shelter. For example, while you are choosing a location for the shelter, you should make sure you know about how underground water moves around and through your property.\nDepending on the area, you may be fortunate enough to find an underground stream with clean water nearby, or some point where you can easily access the water table. Since clean water is necessary for both short and long term survival, being able to harness an underground source in your emergency shelter will be a huge advantage.\nFortified Living Brush Shelter\nWhen combined with a secondary underground shelter, you will find that most of your emergency needs will be met more easily than if you built just one emergency shelter from some other material.\nTypically, you will find that making shelters covered with still living trees, or bushes will also cost less than using other kinds of materials. These shelters have a number of other advantages that you might want to consider:\nAs you may be aware, homeless people are often drawn to derelict buildings or ones that seem to be abandoned. These very same people, however, aren’t likely to dig into a bunch of bushes covered in poison ivy or something else that looks equally unpleasant. By the time you factor in people that fear contact with insects in shrubs, you can have some peace of mind knowing that a living brush shelter will be overlooked.\nToday, some preppers believe our society is likely to collapse at any moment. Others may think we have some time yet. Regardless of where you are on this continuum, there is a good chance that, as a homeowner, you are also paying property tax. Unlike recognizable shelter, you are likely to find that the tax assessor isn’t going to recognize a bunch of shrubs as living space let alone a building. Therefore, you won’t have to worry about a tax hike, securing permits, or other problems that can come up when building a more conventional bunker.\nLiving brush shelters can also hide plants that can be consumed for food and medicinal needs.\nSandbag and Concrete Shelters\nAs noted earlier, sandbag shelters are remarkably durable and can withstand many different kinds of attacks. No matter whether you are concerned about bullets or keeping out rioters, the walls of a sandbag shelter can keep just about anything out. In fact, even if you decide to build some other kind of shelter, fortifying it with sandbags will be to your advantage.\nInsofar as cost, if you live near beach or have some other access point to free sand, it will cost you almost nothing to build this shelter type.\nUsing Plastic Bottles and Other Recyclable Materials\nThere is no question that a growing number of people believe some kind of major disaster is looming. At the same time, actively engaging in prepper activities and taking concrete steps can be both expensive and time consuming.\nFrom this perspective, it is more than likely many people know they need to put building an emergency shelter as a top priority. However, like being trapped in a nightmare, it may be impossible to start working towards this goal.\nOnce you find yourself in a catastrophic situation, it is a good idea to make sure you know how to build a shelter from what others see as junk. While others are busy fighting and killing over more obviously useful resources, you can obtain things like used plastic bottles and turn them into a viable shelter.\nIn their simplest form, all you need to do is fill the bottles with dirt or water, and then use mud to seal the bottles together to form walls and ceilings.\nAt the very least, if you don’t feel drawn to building some other kind of shelter you can try this one as the basis for a greenhouse or part of a gazebo. The important thing is to know how to build walls using this construction material so that you can make use of it in a time of need when you have no choice but to make building an emergency shelter your top priority.\nSustainable Mobile or Knock Down Shelters\nAside from buying a tent that you can put in your yard for emergency shelter, it is also possible to build wall units that are collapsible and can be moved around with relative ease. For these shelters, look at different kinds of polymers or other lightweight materials.\nIf you need a larger shelter with a bit more substance than a tent, designing a knock down shelter may be a good option for you. When combined with brush piles or other natural disguises, the mobile nature of this shelter can provide some unexpected advantages.\nThat being said, do not forget that your supplies and stockpile will most likely need to be housed somewhere else. No matter how fast you can disassemble, pack, and move the main shelter, it is never a good idea to have to waste time on items inside can cannot simply be folded up and put away.\nIf you own a car, this is one of the easiest and cheapest things to turn into a place that you can turn to for emergency shelter. Just make sure that you give some thought to maintaining your privacy and preventing people from realizing that you are living in the vehicle.\nEmergency shelters that will last form months to years can be built at a low cost if you focus on some creative or unusual options. You can also go with more conventional underground bunker designs and add fortifications as your budget allows.\nRegardless of the first shelter type that you choose, it is also important to be ready to build a second one so that you can address as many emergency needs as possible without spending a fortune on just one design.\nThis article has been written by Carmela Tyrell for Survivopedia.\n“Visit Survivopedia.com – a growing encyclopedia for survival, your ultimate source of uncommon wisdom for dangerous times.”\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Visit Survivopedia.com – a growing encyclopedia for survival, your ultimate source of uncommon wisdom for dangerous times.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "materials",
            "emergency",
            "possible",
            "ways",
            "bottles",
            "cheap",
            "shelter",
            "underground",
            "water",
            "build",
            "shelters",
            "building"
        ]
    }
]