[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/how-to-survive-stupid-people-2689014.html",
        "title": "How to Survive Stupid People",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Survivopedia\nHow to Survive Stupid People\nWednesday, January 24, 2018 6:26\n% of readers think this story is Fact. Add your two cents.\nForeseeing disasters and preparing for them is what preppers do. I mean, that’s what makes us preppers, right? So we should always be looking forward, seeing the next potential disaster and trying to figure out how to survive it. While many of those potential disasters will never come to pass, the one that does makes it all worthwhile.\nBut all this looking forward can have its own consequences. We can end up having tunnel vision to the future, and end up not seeing what’s going on around us. We can be looking to see the zombie apocalypse that’s coming in the future, and because of that, not see the zombies walking all around us.\nYes folks, we are living in the midst of a zombie apocalypse right now, and we haven’t even noticed it. I am speaking, of course, of all the stupid people around us. You know what I mean… or at least I hope you do. Otherwise, you might need to check yourself… for you might be one of them.\nTrigger Warning: If any of you are stupid enough to not recognize that this article is satirical in nature, then you are at risk of being just the type of people who are likely to be qualified as stupid people. Beware! You are at danger of natural selection.\nPlease note that this article does not refer in any way to people who have a low intelligence quotient, more commonly referred to as the IQ. Rather, it is actually referring to people who have no common sense whatsoever; the other type of intelligence necessary for survival.\nWhile common sense is by no means common, it is what protects humankind from destroying ourselves. Perhaps it is this lack of commonness, which is causing the downslide of said humankind.\nThe level of stupidity in the world is on the upswing. To prove this point, scientific studies have shown that functional illiteracy rates amongst industrialized English-speaking nations are on the decline. It’s not just here in the USA either; this phenomenon is happening in all of the major English-speaking countries, around the world.\nI’m not sure what’s happening in countries where English is a secondary language, because as best I know, no studies of this type have been done in those countries.\nSome are proposing that it is the English language that is causing the dumbing down of these countries, but I beg to differ. There is ample evidence that this is all a part of a sinister government plot; one designed to make us all into slaves of the government, doing nothing more than what our betters in government service tell us to do and not doing anything they don’t tell us to do.\nJust look at all the stories on the Internet that are talking about nefarious actions on the part of our government to dumb us down. I’ll mention just four here:\n \n \n \nCommon Core curriculum, which teaches children how to come up with the wrong answers to math problems and penalizes them for being right about just about anything.\nThe list goes on and on. Secret and secretive forces in our government are clearly bent on nefarious purposes; ones which will turn us all into mindless slaves, just like the dumb people all around us.\nJust look at how people live their lives today. The average stupid person lives like little more than a two-legged animal. Perhaps that’s why they are referred to as “sheeple.” They get up in the morning, eat and dress. Then it’s off to work at some mind-numbing job which hasn’t yet been replaced by a computer.\nAfter work, it’s home to eat again, then sit in front of the boob tube, mesmerized by images of actors and actresses acting dumb for big bucks. TV programming is available around the clock, so that those who have insomnia can continue living their lives vicariously through the actors, rather than living a real life of their own.\nEventually it’s off to bed, resting in preparation of another day of work and television.\nYou call that a life? I suppose if you’re a cow it is. Eat, work and sleep; that’s it. Not much of a requirement for a brain in all that. Definitely no need for any form of higher thought. They can dumb us down, and still get the day’s quota of work out of us.\nOne Potential Solution\nThere is one potential solution, which has been offered to solve the problem of all the stupid people who are taking over the world. That’s to simply remove all the warning labels off of products and outlaw warning statements like, “don’t try this at home” on YouTube videos.\nThat one simple act could have far-reaching consequences, allowing natural selection to once again take over.\nIn case you’re not familiar with the concept of natural selection, it’s part of Darwin’s Theory of Evolution. Put simply, it states that only the best and strongest of a species survive, while the weaker members of a species die off due to natural causes, such as being hunted by predators.\nThis process “cleanses” the gene pool of defective genes, allowing future generations to inherit the stronger genes and have a better chance of survival.\nThis is a slow process, simply because dumb people and animals tend to breed rapidly, even more rapidly than their more intelligent counterparts. With little else to occupy their minds, it is easy to turn to thoughts of sex, simply for entertainment.\nLittle in the way of morals impedes these thoughts, so the dumb people seek each other out, rather than forming lasting relationships with more intelligent people and with purposes beyond just sexual pleasure.\nCurrently, product liability lawyers and our government are interfering excessively with the process of natural selection. By mandating warning labels, many of the products and activities that would naturally work to eliminate these stupid people from the gene pool are prevented from doing their job.\nThose warnings provide excessive protection for these lower forms of life, allowing them to continue living and breeding, filling the Earth with more stupid people.\nEliminating these warning labels would merely return things to how they should be. Stupid people would do what stupid people do best… stupid things. While it would be unfortunate for the stupid people in question, this would then cause the aforementioned cleansing of the human gene pool over the next several generations.\nThe trick to putting this plan into operation is to eliminate the armies of product-liability lawyers, lobbyists and of course legislators who think it is their divine responsibility to protect people from themselves. No solution to this part of the problem has yet been proposed.\nWhat to do with Stupid People\nSince we can’t just eliminate stupid people, or rather, allow natural selection to eliminate them, we must find more subtle ways of dealing with them. Avoidance is a good method, but the problem there is that stupid people are everywhere, making it very hard to avoid them.\nThe current political climate makes it impossible to force these people to identify themselves, perhaps by wearing some sort of tag with their IQ listed on it in bold numbers. But even if that were a possible option, it really wouldn’t help, because there is no known CSQ (common sense quotient) or means of testing for it.\nAs it is really these people with a low CSQ that are the problem, such an identifier would be necessary so that we could avoid them.\nUnfortunately, there is no outwardly visible sign of people with a low CSQ, so we can’t just watch out for them and avoid them. The only way to find out if someone has a low CSQ is to spend enough time with them, that you can observe their actions and reactions, seeing times when common sense would dictate a particular course of action and noticing that they don’t avoid it.\n \n \n \n \n \nSend them on a jackalope hunt, to remove this dangerous pest.\nThere are many other similar activities which can be used in the same manner. Any thinking person can come up with a list of them, rather easily.\nAlways Assume the Worst\nConsidering the high number of stupid people we find in the world today, life can be extremely dangerous. One never knows when a stupid person might jump up right in front of them, doing something stupid that could cause them harm.\nIt’s bad enough when these people do things to hurt themselves, but all too often they get away scot-free, not even realizing that they’ve caused a problem. It’s the other people, normal intelligent ones with a high CSQ who end up suffering the consequences of their actions.\nThe only real solution to this problem, other than herding all the people with low CSQs into a large penned-in area and keeping them there, is to do what I taught my children to do, when I was teaching them to drive. That is, always assume that the other person is going to do something stupid.\nThat way, when they end up doing something stupid, you’re ready for it.\nThis simple philosophy has saved me from countless dangerous situations created by stupid people. I don’t just apply it when I’m driving, but in all situations. I literally walk through life, watching to see what stupid things others are going to do.\nOf course, part of the process here is using my superior brain power to not only think of the stupid things they might do (and I’ve got to say that some of these people can be brilliant in coming up with stupid things to do), but in coming up with my own response to their actions, should my supposition be proven true and I find that they truly are stupid people, doing stupid things.\nThose of us who have seen the latest Sherlock Homes movies, with Robert Downey Jr. playing Sherlock, have seen this in action. In a number of cases, the great detective thinks through a pending conflict, foreseeing the actions of the stupid people and developing his responses.\nThen, when the stupid people do what stupid people do, he is ready to counter their actions, sallying forth victoriously.\nOf course, that’s a movie and you and I must deal with these things in real-life and real-time. That’s a bit harder, as we don’t have script writers to help us. Nevertheless, with a little practice, we can master this ability. Start with something simple, like driving; and then allow yourself to apply the method in other parts of your life.\nDon’t Let Yourself Become One of Them\nThe worst thing that can happen to any of us is to become one of them. I know that’s a scary thought, but if you spend enough time watching television or playing video games, it could happen. Even the smartest amongst us are capable of becoming zombies, if we allow ourselves to succumb to the “entertainment” of today, which is all intended to dumb us down.\nThe key to avoiding this is to use your brain. After all, it really was created to do more than just fill up the space between your ears. So exercise it. Force yourself to think. Find activities which require thinking and do them. What activities? Things like:\nReading\nLearning to do something new\nPracticing a new skill that requires thought and concentration, like shooting\nWatching the opera\nSpeaking with foreigners, in another language\nAgain, there are many possibilities, limited by only your own imagination and curiosity. Let that curiosity loose and follow it where it might lead. The worst that could possibly happen is that you find out that you have already succumbed to becoming one of them, and end up hurt for doing something that you really shouldn’t have tried doing.\nGranted, the ideas I’ve mentioned there deal with the IQ and not the CSQ, but that’s alright. While there is not actual correlation between the two, the things I’ve mentioned as possible activities require more than just thought; they require action on your part.\nDoing activities which require you to do something more than just think, while also requiring you to think, have a high probability of increasing both your IQ and your CSQ. Activities which just require thinking, such as purely academic pursuits, will not increase your CSQ, even if they do increase your IQ.\nAvoid at all costs institutes of higher learning. They have been taken over by people who are severely lacking in CSQ. That’s a direct result of the saying, “Those who can, do; those who can’t, teach.” Our institutes of higher learning are filled with people who can’t… so they are teaching.\nYou can’t learn common sense, from someone who doesn’t have it. If you want to learn more on how to survive anything, this is just the thing.\nThis article has been written by Bill White for Survivopedia.\n“Visit Survivopedia.com – a growing encyclopedia for survival, your ultimate source of uncommon wisdom for dangerous times.”\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nWe descended from the FIRST two stupid people.  Adam & Eve.\nJan 24, 2018, 4:00 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "don’t try this at home",
                "",
                false
            ],
            [
                "Those who can, do; those who can’t, teach.",
                "",
                true
            ],
            [
                "Visit Survivopedia.com – a growing encyclopedia for survival, your ultimate source of uncommon wisdom for dangerous times.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "common",
            "work",
            "activities",
            "stupid",
            "dumb",
            "survive",
            "things",
            "doing",
            "problem",
            "csq",
            "thats"
        ]
    }
]