[
    {
        "url": "https://coed.com/2018/01/24/ou-student-allegedly-embezzled-over-30k-from-fraternity/",
        "title": "Jacob Stephens, a former Alpha Sigma Phi fraternity brother at the University of Oklahoma, has been charged with embezzling $32,000 of the fraternity’s dues.",
        "authors": [
            {
                "name": "Social Media Dude",
                "link": null
            }
        ],
        "publisher": "https://coed.com",
        "publish_date": "2018-01-24",
        "text": "|\nShutterstock\nJacob Stephens, a former Alpha Sigma Phi fraternity brother at the University of Oklahoma, has been charged with embezzling $32,000 of the fraternity’s dues.\nStephens, a former “trusted” member of the Alpha Sigma Phi fraternity at OU, was made treasurer soon after joining the frat. According to Matthew Mullins, a brother in the Alpha Sigma Phi fraternity, Stephens had been a national merit scholar and “was really into his studies the first semester I ever met him when he was a freshman.”\nIn Spring 2017, members of the fraternity noticed that the chapter’s bank account had no money left in it. Members looked at photocopies of checks issued over the past two years and found that Stephens had been writing out checks to himself for large sums of money.\nThe affidavit also said he was making unauthorized transactions at the Republic Bank & Trust in Norman, where the fraternity’s account was located. In all, he was found to have allegedly stolen about $32,000.\n“All the money that kids saved up over winter break, working or their parents had put aside for them,” Mullins said.\nWhen they confronted Stephens about the money, they said he acted confused and denied it.\n“He and his girlfriend said that someone else must have been forging all those checks,” Mullins said.\nBut, according to the affidavit, the checks issued by Stephens were deposited into his Capital One, N.A. account. The night they confronted him, his brothers said he disappeared and hasn’t been seen since.\nWith no money left in their account, the fraternity chapter was forced to cancel the remaining events for the year. A warrant has been issued for Stephens’ arrest.\nEmail Address\n",
        "quotes": [
            [
                "was really into his studies the first semester I ever met him when he was a freshman.",
                "Stephens",
                false
            ],
            [
                "All the money that kids saved up over winter break, working or their parents had put aside for them,",
                "Stephens",
                true
            ],
            [
                "He and his girlfriend said that someone else must have been forging all those checks,",
                "Stephens",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "sigma",
            "university",
            "issued",
            "oklahoma",
            "stephens",
            "embezzling",
            "phi",
            "alpha",
            "fraternity",
            "account",
            "fraternitys",
            "checks",
            "mullins",
            "jacob",
            "dues",
            "money"
        ]
    }
]