[
    {
        "url": "https://beforeitsnews.com/opinion-liberal/2018/01/greg-hunter-wealth-will-go-poof-in-next-crash-2568630.html",
        "title": "Greg Hunter, \"Wealth Will Go Poof in Next Crash\"",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By CoyotePrime (Reporter)\nWednesday, January 24, 2018 9:17\n% of readers think this story is Fact. Add your two cents.\n“Wealth Will Go Poof in Next Crash”\nBy Greg Hunter’s USAWatchdog.com\n“Economic researcher and futurist Chris Martenson says if you believe everything is great with the economic turnaround, you have to believe “fundamentals don’t matter.” Martenson explains, “Of course, fundamentals matter, but they don’t seem to these days. Take every company that has a market cap of $2 billion or higher and a price to earnings (P/E) of more than 50 or higher and what do you get?  You get a list of 236 companies. These are not small companies, these are big companies. We saw a number of these things that showed up in 2000, but they were really concentrated in the tech sector. This time, you’ve got bio tech, food companies, Yelp, 21 companies from the oil and gas sector. These are all sorts of different sectors, and what we are seeing is caution to the wind and fundamentals don’t matter. That means if you buy a company with a 50 P/E, you are willing to wait 50 years at current earnings to earn that dollar back. I also found page after page of companies with 200, 300 and 400 P/E. It’s astonishing.”\nMartenson points out that things like stocks and bonds are not wealth, but claims on wealth. Martenson says the paper side of the equation has “been growing twice as fast as the real stuff.” Martenson goes on to say, “So, there always has to be a relationship to the claims we are making and the amount of real stuff. For now, let’s call the real stuff the GDP of nations of the world. When you see the claims and GDP get really out of alignment, that’s historically always resulted in the claims going poof. That’s happened lots of times in history.”\nMartenson contends markets were not allowed to take their natural course in the 2008 financial meltdown. Martenson says, “In 2008, it broke. It wasn’t just a housing bubble that broke. That doesn’t explain why Greece went down. Greece didn’t have exposure to the U.S. housing market. Something else broke, and it was too much debt. The Fed said we will fix that by adding more debt. That was a crazy idea. In 2008, it was like we fell off a 6 foot ladder. It was kind of painful. We should have allowed big institutions that made bad decisions to go bust, to allow the debt to burn itself out of the system. We would be already rebuilding in a way younger generations could believe in. Instead, the Federal Reserve tried to deny that reality, and triple down, and I fear now we are 22 rungs up an extension ladder. This next fall is going to be really scary. I am very worried when that next fall comes, we are going to see the destruction of quite a few things that are going to be worrisome. It will blow at some point. When this next downturn comes, it will be very, very rapid because we don’t have people in the markets anymore. It’s all computers. It will be very quick and very sudden and impossible for all those people to get out.”\nMartenson says, “Trim back your risk and expenses now, and get a buy plan together because there are going to be great opportunities. There are not many out there right now.”\nWhat is going to cause this financial bubble to pop? Martenson says, “The price of oil is likely going to be the pin that pricks these bubbles. No central banker is going to do it. They are deathly afraid of these markets they have created. They are afraid of a downturn in the markets, and they won’t willingly go there. What could force that is the price of oil. The higher price of oil is going to really harm some weak players out there. The chain reaction always starts with somebody not being able to pay their debt back.”\nJoin Greg Hunter as he goes One-on-One with Chris Martenson,\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Wealth Will Go Poof in Next Crash",
                "",
                false
            ],
            [
                "Of course, fundamentals matter, but they don’t seem to these days.",
                "Chris Martenson",
                true
            ],
            [
                "Take every company that has a market cap of $2 billion or higher and a price to earnings (P/E) of more than 50 or higher and what do you get?",
                "Chris Martenson",
                true
            ],
            [
                "You get a list of 236 companies.",
                "Chris Martenson",
                true
            ],
            [
                "These are not small companies, these are big companies.",
                "Chris Martenson",
                true
            ],
            [
                "We saw a number of these things that showed up in 2000, but they were really concentrated in the tech sector.",
                "Chris Martenson",
                true
            ],
            [
                "This time, you’ve got bio tech, food companies, Yelp, 21 companies from the oil and gas sector.",
                "Chris Martenson",
                true
            ],
            [
                "These are all sorts of different sectors, and what we are seeing is caution to the wind and fundamentals don’t matter.",
                "Chris Martenson",
                true
            ],
            [
                "That means if you buy a company with a 50 P/E, you are willing to wait 50 years at current earnings to earn that dollar back.",
                "Chris Martenson",
                true
            ],
            [
                "I also found page after page of companies with 200, 300 and 400 P/E.",
                "Chris Martenson",
                true
            ],
            [
                "been growing twice as fast as the real stuff.",
                "Chris Martenson",
                false
            ],
            [
                "So, there always has to be a relationship to the claims we are making and the amount of real stuff.",
                "Chris Martenson",
                true
            ],
            [
                "For now, let’s call the real stuff the GDP of nations of the world.",
                "Chris Martenson",
                true
            ],
            [
                "When you see the claims and GDP get really out of alignment, that’s historically always resulted in the claims going poof.",
                "Chris Martenson",
                true
            ],
            [
                "That’s happened lots of times in history.",
                "Chris Martenson",
                true
            ],
            [
                "It wasn’t just a housing bubble that broke.",
                "Chris Martenson",
                true
            ],
            [
                "That doesn’t explain why Greece went down.",
                "Chris Martenson",
                true
            ],
            [
                "Greece didn’t have exposure to the U.S. housing market.",
                "Chris Martenson",
                true
            ],
            [
                "Something else broke, and it was too much debt.",
                "Chris Martenson",
                true
            ],
            [
                "The Fed said we will fix that by adding more debt.",
                "Chris Martenson",
                true
            ],
            [
                "In 2008, it was like we fell off a 6 foot ladder.",
                "Chris Martenson",
                true
            ],
            [
                "We should have allowed big institutions that made bad decisions to go bust, to allow the debt to burn itself out of the system.",
                "Chris Martenson",
                true
            ],
            [
                "We would be already rebuilding in a way younger generations could believe in.",
                "Chris Martenson",
                true
            ],
            [
                "Instead, the Federal Reserve tried to deny that reality, and triple down, and I fear now we are 22 rungs up an extension ladder.",
                "Chris Martenson",
                true
            ],
            [
                "This next fall is going to be really scary.",
                "Chris Martenson",
                true
            ],
            [
                "I am very worried when that next fall comes, we are going to see the destruction of quite a few things that are going to be worrisome.",
                "Chris Martenson",
                true
            ],
            [
                "It will blow at some point.",
                "Chris Martenson",
                true
            ],
            [
                "When this next downturn comes, it will be very, very rapid because we don’t have people in the markets anymore.",
                "Chris Martenson",
                true
            ],
            [
                "It will be very quick and very sudden and impossible for all those people to get out.",
                "Chris Martenson",
                true
            ],
            [
                "Trim back your risk and expenses now, and get a buy plan together because there are going to be great opportunities.",
                "Chris Martenson",
                true
            ],
            [
                "There are not many out there right now.",
                "Chris Martenson",
                true
            ],
            [
                "The price of oil is likely going to be the pin that pricks these bubbles.",
                "Chris Martenson",
                true
            ],
            [
                "No central banker is going to do it.",
                "Chris Martenson",
                true
            ],
            [
                "They are deathly afraid of these markets they have created.",
                "Chris Martenson",
                true
            ],
            [
                "They are afraid of a downturn in the markets, and they won’t willingly go there.",
                "Chris Martenson",
                true
            ],
            [
                "What could force that is the price of oil.",
                "Chris Martenson",
                true
            ],
            [
                "The higher price of oil is going to really harm some weak players out there.",
                "Chris Martenson",
                true
            ],
            [
                "The chain reaction always starts with somebody not being able to pay their debt back.",
                "Chris Martenson",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "debt",
            "price",
            "claims",
            "really",
            "poof",
            "martenson",
            "oil",
            "markets",
            "going",
            "crash",
            "greg",
            "hunter",
            "companies",
            "dont",
            "wealth"
        ]
    }
]