[
    {
        "url": "https://beforeitsnews.com/health/2018/01/the-cdc-vaccination-and-the-deep-state-2809738.html",
        "title": "The CDC, Vaccination and the Deep State",
        "authors": [
            {
                "name": "Natural Blaze",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Natural Blaze\nMonday, January 22, 2018 9:58\n% of readers think this story is Fact. Add your two cents.\nBy Richard Gale and Gary Null, guest to Natural Blaze\nWhat if you were to know that a cabal of corrupt bureaucrats and scientists at the heart of the Centers for Disease Control (CDC) have known for almost two decades that vaccines, including the MMR, can lead to autism and other neurological disorders? Most people are unware that CDC is a militarized federal agency further influenced by private pharmaceutical interests. Due to the politicalization of national immunization, vaccine efficacy and safety has become all but irrelevant.  Its policies drive profits for itself and its partners. Now the agency is committed to have as many Americans mandated to be fully vaccinated as soon as possible, irrespective of how many lives are destroyed.  The very mindset and disregard for human life that created the notorious Tuskegee experiment is alive and thriving in the bowels of the CDC.\nIt is time to take a hard look at the advocates of fake science and the motivations that compel the CDC and it’s vaccine network to systematically mislead and lie to the public for personal benefit, power, and greed.  And it is time to understand the CDC’s role as a major player in the Deep State. When the brilliant journalist I.F. Stone wrote, “Every government is run by liars, and nothing they say should be believed,” he could just as easily been speaking about today’s pharmaceutical industry, our federal health agencies, and the many medical journals that routinely publish fraudulent science to keep the engines of Big Pharma churning.\nThe money-driven institutions of evidence-based medicine and science, which have hijacked America’s health agencies–the Centers for Disease Control (CDC), FDA, Health and Human Services (HHS), National Institutes of Allergies and Infectious Diseases (NIAID), National Institutes of Mental Health, and the USDA– have driven a stake into the heart of authentic scientific inquiry, knowledge and innovative progress.  Its efforts to hermetically seal and silence the debate on vaccination safety with propaganda, coercion, erroneous and deceptive research, and blatant criminality have succeeded in transforming modern vaccinology into an egregious pseudo-science that is destroying the lives of millions of children, infants and their families.\nDuring the past two decades the lines dividing the pharmaceutical industry and the federal health agencies has become increasingly blurred. The revolving door between private interests and top government employees never ceases to gyrate.  For example, former CDC director Julie Gerberding left government to immediately become president of Merck’s vaccine division, a move that has since earned her upwards to $3 million in stock options.  This may seem to be a modest reward for Gerberding heading the agency now irrefutably responsible for the cover-up of the CDC’s own studies proving the MMR vaccine increases the risk of autism in African American boys.  The MMR is manufactured by Merck.\nRobert Kennedy Jr, a watchdog expert in the corporatization of the medical establishment, has called the CDC “a cesspool of corruption” referring to its culture of dishonesty and its manufacturing junk science.  Unlike the FDA, which has a contract with the American public to assure warnings about health risks and contraindications of registered drugs and medical devices, the CDC has no such contract with the nation’s citizenry.  It holds no ethical standard and abides by no mandated rules of law. During a recent interview, Dr. Nancy Banks, a Harvard-trained OBGYN physician and former fellow of gynecological oncology at Sloan Kettering’s Cancer Center, stated the CDC should be viewed as foremost an intelligence agency. By whatever false propaganda means and strategy, its sole purpose is to promulgate the pharmaceutical industry’s agenda and more recently this agenda has been framed as national security embedded in the Deep State.  \nOne recent example of the CDC’s covert activities took place in 2016. Across the mainstream media, journalists en masse denounced the documentary film Vaxxed: From Cover-up to Catastrophe. The film recounted the events of CDC whistle-blower Dr. William Thompson and his agency’s intentional cover-up and destruction of documents of scientific evidence proving the MMR vaccine caused autism. Rather than denouncing the nation’s vaccine agenda, the film uncovers massive corruption in the CDC’s vaccine division.  But a problem with the media-wide demonization of the film arose, which included outlets such as ABC, CNN, MSNBC, the Guardian, the Washington Post and the New York Times, Forbes, Rolling Stone and many others. The media blitzkrieg occurred before the film’s actual release. None of the journalists had watched it. None knew the underlying story line aside from what could be gleaned from a 3 minute trailer. Our investigative article, “Why is the CDC petrified of the film Vaxxed” uncovered a template for an editorial script upon which all of these reviews were based.  They originated from a single source, and the tracks led to the halls of the CDC. The CDC’s partnership and fellowship programs with the Association of Health Care Journalists is nothing less than an intelligence indoctrination program to train journalists to be the mouthpieces of the CDC’s fake science. The curriculum held at the CDC’s Atlanta campus includes propaganda in federal health policies, epidemiology (no authentic gold standard biological science), pandemic flu preparedness, vaccine safety and autism. Journalists are also instructed to access CDC publications and databases to peruse federal resources, public relations kits, and propaganda.\nVaccine policy and the development and promotion of the childhood vaccine schedule is only one of the CDC’s many corporate tasks. More broadly, it is not exclusively concerned with the physical and mental health of the nation. It is also engaged in the design and development of biological weapons and threats of bioterrorism. Because vaccines are biological drugs that can be weaponized, they fall under the CDC’s purview and jurisdiction. Consequently the Centers works closely with the Department of Defense and the intelligence agencies such as the National Security Agency with whom there is the exchange of data collection and sharing of classified information.  In its April 21, 2000 MMWR report entitled “Biological and Chemical Terrorism: Strategic Plan for Preparedness and Response” the CDC reports that for “the first time the CDC has joined with law enforcement, intelligence and defense agencies in addition to traditional CDC partners to address a national security threat.”\nThis may be the turning point when the Centers morphed into a pseudo-intelligence agency within the Deep State and adopted its inquisitional task of population surveillance and information data collection as a matter of intelligence gathering instead of improving healthcare. During the past years, this has further grown into spying and covert operations against the critics of our national health and immunization policies. Immunization, as described on the CDC’s website, is now a matter of national and global security.  Therefore, no longer are vaccines simply a medical intervention that concerns public health, and a field of healthcare that can and should be reevaluated on sound scientific principles. In fact, immunization has been removed from science altogether and consequently can only rely upon flawed and unreliable research to support its policies. These policies are left for politicians to debate, which is rarely done, and is no longer open for discussion among expert medical researchers outside the walls of the CDC and its network of trolls, shills and medical puppets spewing disinformation into the public sector.  This alone is sufficient incentive for targeting and silencing voices challenging vaccine safety and efficacy and who demand a reevaluation of vaccination and its toxic ingredients.\nIn addition, the Centers’ activities are no longer limited to the US’ domestic health; after 911, its mission expanded, far beyond its original mandate, and today the agency is globally engaged.  On the Center’s website, it defines itself as America’s “Global Health Protection Agency” in charge of “implementing global health security” and works in partnership with the other nations. Since 2006, the CDC claims it has trained over 115,000 professional personnel in its version and interpretation of health issues. It’s Global Rapid Response Team of over 400 experts “can deploy in as little as 48 hours” to respond to local and regional health emergencies. In brief, the Centers are immersed in the technology of surveillance, information gathering and analysis. These are among the defining characteristics of an intelligence agency.\nOther intelligence activities often employed by the Deep State and now undertaken by the CDC include pressuring peer-reviewed medical journals to retract studies that challenge their ideology or endanger the agency’s reputation.  In 2014, Prof Brian Hooker, a biochemist at Simpson University, reevaluated the CDC’s own data showing a 350% increase in autism among African American boys receiving the MMR. Initially approved for publication by the journal Translational Neurodegeneration, the study was shortly thereafter suspended after the CDC pressured the journal with fabricated claims against Dr. Hooker. This is a textbook case of intelligence sabotage of a critic by false accusation.  \nSimilar to the Pentagon and the CIA, the CDC has also infiltrated Hollywood. Hidden within the corridors on the University of Southern California campus is the relatively unknown organization Hollywood Health and Society. Its top funders include the CDC, the National Cancer Institute, the Office of National Drug Control Policy and the largest private funder of vaccines, The Bill and Melinda Gates Foundation.  The small organization’s mission is to provide “briefings and consultations with experts, case examples, panel discussions about timely health issues” for Hollywood script writers and producers. Among the main topics listed on its website are influenza, smallpox and autism, all official propaganda stamped with the CDC’s ideological seal of approval.\nAmong the trove of classified national security documents released by NSA whistle-blower Edward Snowden, were several regarding the government’s intelligence agencies’ infiltration of the internet in order to manipulate information, deceive the public and destroy personal reputations of opponents, including independent journalists.  Among the documents was a manual, “The Art of Deception: Training for Online Covert Operations.” One of its stated missions is to flood the internet with false information and data to destroy the reputation of its opponents.  Furthermore, the manual provides instructions on taking control of online public discourse in order to generate allegiance to the intelligence agency’s false point of view.  \nVaccine opponents often complain about the blogosphere being riddled with anonymous trolls, most who would be unable to debate their way out of cardboard box on scientific issues regarding vaccines, but who nevertheless follow an intelligence manual’s strategies to disparage vaccine critics.  Bill Gates, who is on record condemning parents who refuse vaccines and who is no stranger to the higher echelon of executives in the vaccine industry and department heads at the CDC, funded psychology professor Seth Kalichman at the University of Connecticut to develop a monitoring system to track all anti-vaccine internet traffic. Given Gate’s utter disdain towards voices speaking out against vaccines, we can be certain this was not for humanitarian, research purposes but as part of intelligence gathering in the CDC’s war against the health of the nation.  Others who have been mouthpieces of the Deep State yet are viewed as respectable and medically credentialed kingpins, such as Paul Offit, David Gorsky, and others are welcomed by the media as the foremost authorities and final voices on vaccine topics.\nTo our peril, federal agencies take full advantage of the average American’s scientific illiteracy.  An important survey conducted by Michigan State University found that only 4% of American adults had an understanding about stem cells. Seventy percent could “not read or understand” the science section in the New York Times.  An earlier study funded by the US National Science Foundation noted that about half of Americans understood that the earth rotates once around the sun annually, 45% of people had an “acceptable” understanding of DNA, and only 22% knew what a molecule was.  Although scientific illiteracy is an enormous threat to a functioning democracy and an informed public, nevertheless it is a boon for the CDC and the vaccine industry. Manipulating this ignorance with a heavy dose of fear tactics, such as revealed through the CDC’s press model to guide the mainstream media’s role in increasing vaccine compliance, health officials have managed to successfully thwart many efforts to educate the public to evaluate the pros and cons of vaccination.\nAlong with the corporatization of Washington’s three branches of government, and the emergence of a surveillance state watching over the shoulders of every citizen, the politicization of medicine, particularly vaccines, is another sign of the further decay of the nation towards totalitarianism. Perhaps no one has politicized vaccines more than Dr. Paul Offit, the leading acolyte of extremist medical intervention and the CDC’s national security strategy. For almost two decades, fake news and bureaucratic deception, anger, hatred and disproportional distrust has taken the spotlight as the nation’s health further erodes. Annually, the quality of Americans’ health is declining and this is most evident in the younger generations who have received the bulk of vaccines. While the CDC and its allies conjure distorted statistics with no sound scientific basis from thin air in order to convince us that vaccines have saved countless lives, in fact these screeds are no more scientifically reliable than visiting the local gypsy soothsayer to have your palm read. A doctorate in science or a medical degree from Harvard does not excuse a person from duplicitous chicanery.\nThe good news is that the tide is slowly turning. The populace is steadily losing its faith in government. Autism rates continue to rise and parents are able to access extensive independent medical research to understand the real dangers of vaccines. A fundamental reason why parents increasingly refuse to vaccinate themselves and their children is quite simple; the cartel of pharmaceutical-friendly bureaucrats writing the nation’s healthcare policies has been losing the public’s trust. There is no secret why federal health officials and their absolutist claims to mandate vaccine compliance are untrustworthy. In 2016 over 1500 medical researchers surveyed by the prestigious journal Nature failed to reproduce another scientist’s experimental results. Over half were unable to reproduce their own experiments. The article concludes that the potential reasons for this lack of scientific confirmation are numerous. However, most important is that no single scientific study or paper can claim to be the final word on any medical issue, and this is especially true with vaccine research. The complexities of the human immune system, its biomolecular mechanisms and epigenetic relationships with external environmental factors are not fully understood.  And there remains much more to discover and digest.  Modern immunology still has a long ways to go and needs frequent revision as new discoveries emerge. In contrast, vaccine science continues to rely partially upon an antiquated understanding of the body’s immune system focused almost exclusively on antibody generation.\nOne example of medical negligence has been the rising epidemic of citizens who are immunocompromised and therefore most susceptible to adverse vaccine reactions. When a severe condition of immunosuppression is clearly diagnosed, it is not uncommon for physicians to withhold vaccinations.  But how many Americans are immunocompromised?  When this question was posed to a researcher at Johns Hopkins University in 2015, to his surprise Theo Schall discovered there were no population accurate statistics and none of our federal health agencies nor medical institutions were tracking it.  Not only are these people at higher risk for vaccine injury, they are also at a higher risk for infection from wild viruses. Federal vaccine policies do not differentiate the population with weakened immune systems from healthier individuals. The CDC’ immunization schedule is a one-size-fits-all paradigm: bottom line, everyone should and must be vaccinated.\nAfter reviewing the different immunocompromised populations (eg, immunosenescence or weakened immunity due to age in the senior population, malnourishment, cancer patients, people with AIDS and HIV, transplant recipients, patients under immunosuppressive drugs with autoimmune conditions, and primary genetic immunodeficiency disorders, Schall estimated there were approximately 122.6 million Americans with a weakened immune system and stand at higher risk for infections. Our revaluation of the available figures as of the end of 2017 places this figure now at 130.4 million, over one-third of the US population.\nThe question whether 130 million people, including hundreds of thousands of children, should be subject to injections with infectious viruses– live, attenuated or killed — is never discussed. Volumes of medical and biochemical research confirming the severe vaccine ingredients are also ignored. Nor is any consideration given to the number of vaccines administered and the risks due to the accumulative levels of toxic ingredients when multiple vaccines are given simultaneously or within short time intervals. Nor do pediatricians routinely evaluate the state of children’s immunological health before determining whether or not to administer vaccines. There is no profit from delaying or postponing vaccination.  No perks are received from insurance companies for increasing vaccination compliance.  And finally, physicians and pediatricians are largely as ignorant as the general public about the scientific evidence supporting and debunking vaccine safety and efficacy myths.  Their primary source of information is channeled through the CDC.\nOur federal health agencies have yet to conduct or fund definitive and legitimate studies to determine once and for all individual vaccine safety and whether or not vaccines as exogenous factors are contributing to the onslaught of illnesses ravishing the country. Yes, such gold standard studies, which remain absent from the pro-vaccine arsenal, would be very costly.  But that would be the price to pay to bring sanity to the irrational conclusions of the CDC’s decision makers on our nation’s national advisory vaccine committee. Nevertheless, the cumulative financial cost of all previous government sponsored fake science would be a small price to pay for the future well-being of children.  \nDuring Congressional proceedings in 2002 into the causes for the unaccountable rise in autism in the United States, CDC officials confirmed no studies have been undertaken to compare the quality of health between vaccinated and unvaccinated children. Yet the subcommittee was assured by the CDC that such studies would be conducted. A decade later, when the CDC was again yanked back into a subcommittee, still no studies had been conducted, and again, Congress was assured such studies were forthcoming.\nWe should not hold our breath. Offit and the officials at the CDC and Department of Health and Human Services know perfectly well that vaccinated children are susceptible to far more illnesses and weakened immune systems than their unvaccinated peers.  Their greatest fear is a thorough long-term study to see whether unvaccinated children are indeed healthier. Otherwise, the necessary research to prove the health advantages of vaccines would have been conducted long ago.\nYet there are reasons why such studies are not mandated nor funded. Health agencies are fully aware that vaccines are a scourge. Instead they pump out ecological and epidemiological cohort studies, notorious for subjective manipulation, confounders and biases to support their dogma. Such studies, little more than mathematical equations for sifting, shifting and fudging data, are scientifically invalid for determining any medical truth.  Nevertheless, epidemiological studies remain the most cited articles by the most vocal proponents of vaccination and vaccine mandates.\nThe extremist wing of the pro-vaccine community, headed by Paul Offit at Children’s Hospital of Philadelphia, have been diligently pursuing mandatory vaccination and encouraging states to repeal personal religious and philosophical exemption from vaccinating.  Although medical exemption is acknowledged, advocating efficient screening of infants and children to determine whether or not there are higher vaccine injury risks is never voiced. This radical contingent who speak on behalf of vaccines go as far as to suggest fines and imprisonment of parents who refuse to vaccinate their children. They support local child services kidnapping unvaccinated children from homes and ushering them through courts into the nation’s deplorable foster care system.  \nThe writings of Hannah Arendt over fifty years ago about the origins of totalitarian ideologies and states have never been more poignant and prophetic than today.  She worried deeply about the language of absolutism, and particularly in the realm of science, which is now the underlying mission of the CDC and the likes of Paul Offit, David Gorsky, and others seeking to politicize immunization. The attempt to reduce all of human life to well-defined processes, to predictable patterns and primitive linear reductionism, was in Arendt’s view both self-defeating and extremely dangerous for a healthy society. In a totalitarian state, objectivity is tyrannical. Scientific objectivity that threatens the official policy even more so. In the case of vaccines, the entire industry is a creed that has institutionalized a denial of the most fundamental principles of science and fact finding. Offit himself is a periodic lecturer at the American Legislative Exchange Council (ALEC) conferences organized by the Koch Brothers for the purpose of privatizing all of government, healthcare, education and human life itself. His years of efforts to turn vaccine science into a political issue have succeeded.  And worse, the CDC’s ongoing war of terror against the unvaccinated has become lawful.  And this is what gives rise to a totalitarian culture of science.\nArendt was certain that a fascist worldview does not necessarily have to be framed in nationalism, religious doctrine nor based upon race and ethnicity. She worried that science, and its technologies, once they became politicized, would give rise to new forms of totalitarianism and persecution in the future. And today this totalitarian stench breathes through many scientific institutions and universities, throughout the private vaccine industry, and its most pungent odor of rot and decay fills the halls of the CDC.\nProgressive Radio Network, January 21, 2018\nRichard Gale is the Executive Producer of the  Progressive Radio Network  and a former Senior Research Analyst in the biotechnology and genomic industries. Dr. Gary Null is the host of the nation’s longest running public radio program natural health and a multi-award-winning documentary film director, including his most recentDeadly Deception: Exposing the Dangers of Vaccines released in January 2018.\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Every government is run by liars, and nothing they say should be believed,",
                "I.F. Stone",
                true
            ],
            [
                "Why is the CDC petrified of the film Vaxxed",
                "",
                false
            ],
            [
                "Biological and Chemical Terrorism: Strategic Plan for Preparedness and Response",
                "Robert Kennedy Jr",
                false
            ],
            [
                "the first time the CDC has joined with law enforcement, intelligence and defense agencies in addition to traditional CDC partners to address a national security threat.",
                "Robert Kennedy Jr",
                false
            ],
            [
                "can deploy in as little as 48 hours",
                "Robert Kennedy Jr",
                false
            ],
            [
                "briefings and consultations with experts, case examples, panel discussions about timely health issues",
                "Robert Kennedy Jr",
                false
            ],
            [
                "The Art of Deception: Training for Online Covert Operations.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.progressiveradionetwork.com/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "state",
            "vaccines",
            "vaccination",
            "science",
            "national",
            "scientific",
            "cdc",
            "vaccine",
            "health",
            "cdcs",
            "deep",
            "medical",
            "studies"
        ]
    }
]