[
    {
        "url": "https://beforeitsnews.com/paranormal/2018/01/alien-craft-photo-over-claremont-california-2531745.html",
        "title": "Alien Craft Photo Over Claremont California",
        "authors": [
            {
                "name": "World Ufo Photos",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Wednesday, January 24, 2018 15:50\n% of readers think this story is Fact. Add your two cents.\nJANUARY 22, 2018 …………….  CLAREMONT CALIFORNIA\nI went hiking in in Southern California (Claremont Trails) on 01/22/18 at about 10:30am I was on the West Side of the Mountain/Trails (facing Los Angeles) when I noticed a shiny object in the sky. The sun would reflect off it from time to time. At first I thought it could be a drone at a distance or a silver type of weather balloon but upon closer inspection I realized it was big and metallic. It was hovering/floating around in the same area for a little while. Initially, to ne eyes it looked like a cylinder or L shape wise. Then I grabbed an older Samsung Camera which has 35 X Optimization and snapped a few pictures. It was difficult at first because the object was bot standing still and I am new to using that camera. Once I snapped a few good pics I realized the objext was shapped more like a triangle.\nAs I zoomed in then I realized it was shaped exactly like the letter A. Eventually, It started to move eastward in a floating somewhat erratic style. I eventually lost sight of it as it went over the mountains. There was a couple next to me also taking pictures on their cell phone. I didn’t get to talk to him as the male was conducting a real estate deal on the phone in spanish as he was snapping pictures with what I presume to be his wifes phone. The object did seem high in the sky and became more so as it traveled eastward. The object definitely felt like it was out of this world type stuff. I’m more in awe with how it was moving/floating/turning etc. It was an amazing experience.\nKEN PFEIFER WORLD UFO PHOTOS AND NEWS\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "sky",
            "california",
            "pictures",
            "phone",
            "object",
            "went",
            "type",
            "alien",
            "craft",
            "world",
            "claremont",
            "snapped",
            "realized"
        ]
    }
]