[
    {
        "url": "https://beforeitsnews.com/markets/2018/01/believing-the-impossible-is-necessary-to-rationalize-todays-bubble-markets-2546358.html",
        "title": "Believing The Impossible Is Necessary to Rationalize Today's Bubble Markets",
        "authors": [
            {
                "name": "John Rolls",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Believing The Impossible Is Necessary to Rationalize Today's Bubble Markets\nMonday, January 22, 2018 15:23\n% of readers think this story is Fact. Add your two cents.\nsilenceofmind.com\n“Alice laughed: “There’s no use trying,” she said; “one can’t believe impossible things.”\n“I daresay you haven’t had much practice,” said the Queen. “When I was younger, I always did it for half an hour a day. Why, sometimes I’ve believed as many as six impossible things before breakfast.”\n~ Lewis Carroll, Through The Looking Glass\nTo borrow from Lewis Carroll: To have confidence in today’s central bank-created bubble markets, we have to believe in six impossible things.\nThing 1: Fundamentals Don’t Matter.\nIn our brave new world of money printing to infinity, we’re supposed to buy into a “new paradigm” story. You know, that It’s different this time.\nSpoiler alert: It never is.\nCompanies either make money or they don’t. They’re either good investments or they aren’t. They’ll either return risk-adjusted cash to you over time, or they won’t.\nHere’s a simple exercise. Using a publicly available stock screener at  Finviz.com , a favorite site of mine, I set two filter parameters to obtain a list of companies that have::\nA market cap of over $2B\nA P/E ratio in excess of 50x\nThese are the biggest companies that, in theory at least, require investors to wait 50 years (or more) to be paid back in profits for each dollar invested.\n236 companies fit this description right now. 236!\nHere’s a screenshot of page 11 of the results. Every company listed here has a P/E multiple of over 190(!). \nAgain, these sky-high ratios mean that investors are willing to wait more than 190 years for these companies to earn back their principal at current stock earnings prices.\nIn a word, folks, this is nuts. Not even during the height of the 2000 and 2007 bubbles could we find such an enormous number of extreme results spread across every sector as we see today. The small selection in the table above includes companies from the stodgy food, machinery, energy, and insurance sectors, also joined by traditional high-fliers like biotech and internet.\nThis is exactly the sort of indiscriminate optimism that identifies a late-stage classic bubble market. Nothing can ruin the party vibe. Anything and everything is priced beyond perfection. Each sector has its own story to rationalize the exuberance. “Oh, energy is poised to rebound soon, and Amazon has monopoly pricing power that will never be challenged, and Netflix is investing in premium content, and food, well, uh, food…you know, this particular company is special…maybe a takeover target?”\nIn the table above, I’ve highlighted a few companies in yellow just as conversation starters.\nLet’s start with Yelp. I don’t even grasp how Yelp deserves a P/E of more than 15, let alone 192. Its business model of using crowd-sourced reviews to drive eyeballs/traffic to sell advertising against is facing competition from every possible direction. Google is squeezing them on every front, and new apps come along daily to parse the same review & locator territories.\nSchlumberger is not a soon-to-recover story. Even if it were, that doesn’t help to justify the 21 other oil & gas companies returned for this particular filter I ran. Taken together, seeing so many super-high P/E companies from this sector is difficult to explain — outside of the markets throwing all caution to the wind.\nNetflix is almost a special case of willful investor denial, similar to Twitter, Uber, and Amazon. In each case “investors” have waited year after year after year for earnings to finally materialize, but none do. Worse, it’s been nothing but a steady parade of red ink.\nDoes this look like the sort of explosive earnings growth you’d want to see to justify a P/E of 220?\nAnd those are “earnings”, which are easily doctored by accounting gimmickry into telling a picture rosier than true reality. Netflix’s cash flow burns are much better at showing how colossally this company loses money:\nQuarterly burn rates in excess of $500 million are not the sign of a maturing, successful company. This is a company that is completely dependent on continued access to new inflows of funds from generous suckers — ahem!, investors — in the capital markets.\nIf those inflows stop and the company have to actually earn positive results from what it has already built, then Netflix would have to abandon its current cash-bleeding business model. In a more normal market environment, such pause would justify a P/E ratio of perhaps 1/10th the current ratio of 220.\nAnd one last example to show that stocks are not the only asset class experiencing a price bubble. Without getting bogged down too much into the details of bonds, seeing Greek 2-year debt trading today with a lower yield (i.e. a higher price) than US 2-year Treasury debt tells us that similar massive price distortions exist in the bond markets as well.\nThe bottom line here is that fundamentals have been entirely tossed out the window. To believe in today’s asset prices you have to believe in a future so bright and full of explosive growth that it’s literally going to eclipse every other growth period in all of modern history.\nIn other words, you have to believe that This time is different.\nThing 2: You Can Print Prosperity.\nFor nearly a decade now, central banks have been pretending they are printing up prosperity.\nOur weak-minded and subservient media has been dutifully parroting these claims, even though they’re easily refutable by anyone willing to do a little fourth-grade math. \nMoney printing can only ever do one thing: take from one group while giving to another. It’s wealth redistributive, not additive.\nAs I’ve frequently said, if it were possible to create true prosperity by printing money, the Romans would have succeeded long ago and we’d all be speaking Latin. \nBut the common narrative we’re being told/sold is that financial markets are going up because more wealth is being created. Metrics like record total market capitalization and home values are used endlessly on the airwaves as unassailable proof of the “everything is awesome” meme.\nBut even a cursory examination of the underlying data reveals that these increases in price are not the same as an increase in wealth. In fact, the efforts of the central planners result in an increasingly unfair distribution of wealth, where the rich get richer at the expense of everyone else.\nFor example, savers are losing, while equity holders are gaining. That’s a redistribution forced upon the system by central banks that have crammed interest rates to never-before-seen 5,000 year lows while also directly supporting stock prices by buying them. Yes, Virginia, purchasing financial assets with freshly-printed thin-air money spikes their prices higher .\nIs that the same as creating wealth? No. Not at all.\nThing 3: Currency, stocks and bonds are “wealth.”\nWe have to accept with the very simple, but difficult, concept that wealth is not money. It’s not currency either. And it’s not debt, it’s not stocks, and it’s not Bitcoin. Those are all claims on wealth.\nReal wealth is real things. Land, food, cars, houses and other tangible and/or productive assets that we can use or consume.\nWe use markers to make claims on real wealth. Those claims are always, by definition, in the future.\nFor example, if I have a pocket full of money, I don’t have to worry about going hungry. I can always exchange my money for food later on when I am hungry. I use my claims on wealth as convenient placeholders for when I want to consume or use something later on, in the future.\nBy way of example, suppose you’re starving but your pocketful of money can’t buy any food because none exists in the stores. How much “wealth” would you say you have in that situation? A lot, some, or none?\nThis very circumstance faces many people in Venezuela right now. People who recently believed themselves to be wealthy because they had money suddenly discovered to their dismay that holding those claims is not at all the same thing as holding real wealth.\nAt Peak Prosperity, we classify wealth into three categories: primary, secondary and tertiary.\nPrimary wealth is sourced from the land. It is rich soils, thick stands of timber and abundant reserves of ores and fossil fuels in the ground.\nSecondary wealth is the means of production that has been extracted and/or converted from primary wealth and brought to market. It’s lumber, steel, food in the grocery store, and factories.\nTertiary wealth, better known as ‘paper wealth’ (stocks, bonds, etc), is merely a claim on either primary and secondary wealth. Without either of those two forms of wealth, tertiary wealth has no value.\nIt was only recently that people somehow forgot this simple logical progression. Two hundred years ago, the answer to the question “Who are the wealthiest people around here?” was as simple as pointing to those who owned the most land (primary) or factories and stores (secondary).\nBut after 50+ years of intellectually-bankrupt experiments with “financialization”, people have entirely lost this thread and now confuse wealth with claims on wealth. Today the “wealthiest” are far too often composed of the skimmers and grafters that best learned how to exploit an ill-advised system of exponential credit expansion.\nIn order to believe in this system you have to believe that true wealth is created by the financial system, rather than by hard working people who take risks and deploy their talents to convert primary wealth into secondary wealth.\nThat just isn’t the case.\nThing 4: The World Is Infinite.\nTo believe in the endless expansion of claims on wealth (i.e. that ever-rising stock and bond prices are rational) means that you also have to believe that the world is infinite.\nTo explain why, let’s take a closer look at debt. Total credit market debt has been expanding exponentially in recent decades.\nIn order to believe the recent narrative of continued credit expansion alone (leaving aside the exponentially growing equity claims for the moment) you have to believe that somehow, magically, it’s possible to increase claims on wealth faster than actual real wealth…forever:\nIn the above chart, the green dotted line tracks the increase in global GDP while the blue dotted line tracks the increase in global debt. (Note: we’re not including here under-funded liabilities such as pensions and entitlements which, if we did, make this story approximately 4x worse).\nWe can easily see that credit has been increasing much faster than GDP. This is an impossible, unsustainable condition — mathematically certain to end in tears. Yet everyone is pretending as if we’ll be able to continue this way perpetually, with no consequences.\nAny grade-school child can work out the bad math involved here. It’s simply impossible for your debts to rise at a faster rate than your income forever.\nSo to be a believer in the current market’s valuations and trajectory, you have to believe in a world with “no limits”.\nThing 5: History Doesn’t Matter.\nIn every single case throughout history when claims on wealth have badly exceeded the real wealth itself, the claims have devauled. Usually quite painfully so.\nWorld wars have resulted as a consequence. As have dark periods of great economic depression.\nThe core model of the central banks is predicated on endless growth on a finite planet. Do try your best to overlook the fact that hundreds of ecological warning lights are flashing bright red and clearly indicating the even more exponential growth is precisely what is not needed at this moment in history. Missing insects, bleaching coral reefs, eroding topsoil, plunging counts of everything from human sperm counts to oceanic phytoplankton, and plummeting migratory bird counts are all saying the same thing: the old economic model of endless growth is now destroying itself.\nBut this time we’re supposed to believe that the lessons of history and scientific data don’t apply to our unique situation in time. Our moment is special; magically so. This time is different.\nIt’s never different.\nThing 6: They Know What They’re Doing.\nA central theme of the dominant narrative is faith in authority. Our leaders have everything under full control.\nWell, after watching the central banks get things wrong over and over again for decades, it’s quite impossible for me to believe that they suddenly have everything right.\nThey famously claim to not be able to spot bubbles in advance. They also firmly assert we are not experiencing an asset bubble now. Of course, they said the same thing right before the housing bubble burst in 2007.\nThis is just how large bureaucratic organizations operate. The toadies say what they think their bosses want to hear, and the higher ups are pleased to have someone to blame when things go awry.\nBut now, suddenly, as the central banks are conducting a massive globally-coordinated expansion of the world money supply at a magnitude higher than anyone has ever imagined, we’re supposed to believe that now they’ve suddenly got everything under control and correctly divined?\nYeah, sure.\nInterest rates have never in all of human history been this low. There’s no guide to steer by. But don’t worry – the central banks will get it exactly right this time. This time is different.\nFurther, negative nominal interest rates such as we see in the many trillions today, are not so much a monetary experiment as they are social engineering. The price of money is a very important social signal. What does it even mean that money has a negative price? Having to pay to lend your money has unknowable impacts on decision-making by businesses, banks and individuals. Could anyone truly have had an accurate prediction of what the implications would be?\nWell, the results of this experiment are in and have been for years. Rather than spurring spending as the Bank of Japan supposed, negative interest rates spurred saving. Rather than driving corporate investment as the ECB imagined, negative rates instead drove corporate borrowing which was then spent on stock buy-backs and other financial gimmickry.\nNow I can’t fault the central banks for trying something new; but I can fault them for failing to adjust after it became obvious the effects were deleterious and other than intended. How much longer should we permit these same fallible central banks to continue unchallenged as the stakes get increasingly higher?\nIn conclusion, it’s impossible for me to believe that the central banks know what they’re doing.\nShifting From The Impossible To The Probable\nLook, either I have all this very badly wrong, or I don’t.\nIf I do, that means that this time is indeed different, that it’s possible to print up prosperity, that history doesn’t matter, that fundamentals don’t matter, that the world really is infinite, and that the central banks know exactly what they’re doing.\nIf I’m wrong, I’ll have to carefully reexamine all of my data and assumptions to find out where the error(s) lay. And issue a very humble public apology. Oh, and then go long the market.\nBut if I’m right, and I really would prefer not to be, then a brutal market collapse is nigh. One that may well end in war, ecosystem breakdown, or financial Armageddon — possibly all three.\nIn  Part 2: How To Avoid The Pain Of The Coming Market Downturn , we lay out the specific steps to take now, while the system is still tranquil and functioning, to position yourself to sidestep the wrath of the coming collapse(s).\nRemember that bubbles end remarkably quickly. When they burst, their job is to create the greatest misery possible for the greatest number of people possible. \nThe only way to avoid that fate is to be positioned wisely in advance. Take steps now to ensure you’re one of those prudent few.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "one can’t believe impossible things.",
                "Alice",
                false
            ],
            [
                "I daresay you haven’t had much practice,",
                "",
                true
            ],
            [
                "When I was younger, I always did it for half an hour a day.",
                "",
                true
            ],
            [
                "Why, sometimes I’ve believed as many as six impossible things before breakfast.",
                "",
                true
            ],
            [
                "Oh, energy is poised to rebound soon, and Amazon has monopoly pricing power that will never be challenged, and Netflix is investing in premium content, and food, well, uh, food…you know, this particular company is special…maybe a takeover target?",
                "",
                true
            ],
            [
                "Who are the wealthiest people around here?",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://www.peakprosperity.com/insider/113675/how-avoid-pain-coming-market-downturn"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://finviz.com/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "claims",
            "market",
            "todays",
            "believing",
            "believe",
            "banks",
            "rationalize",
            "impossible",
            "markets",
            "wealth",
            "necessary",
            "central",
            "companies",
            "money",
            "dont",
            "bubble"
        ]
    }
]