[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/4-symptoms-of-an-overstimulated-pineal-gland-and-what-you-can-do-to-soothe-it-3590297.html",
        "title": "4 Symptoms of an Overstimulated Pineal Gland and What You Can Do To Soothe It",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2018-01-04",
        "text": "By RiseEarth\nTotal:\n4 Symptoms of an Overstimulated Pineal Gland and What You Can Do To Soothe It\nTuesday, January 23, 2018 20:34\n \n \nDeveloping your intuition is an important part of personal development. Intuition helps us trust our decisions, keep us safe and protected and keeps us aligned with our purpose here on planet Earth.\nA common issue many encounter as they are developing their third eye (intuitive center) is that they overstimulate their pineal gland and do not create a strong foundation for the energy to build upon. You can say that they are top heavy. The upper chakras are receiving a lot of attention through psychic development exercises.\nIt is equally as important for you to pay attention and stimulate your other 5 chakras – throat, heart, solar plexus, sacral and root. The pineal gland becomes overstimulated as a result of these exercises.\nNext, you begin to experience the 4 common symptoms of an overstimulated pineal gland. The pineal gland is located in the third eye center of the body. It helps us connect with other dimensions as well as our ability to predict the future.\n4 symptoms of An Overstimulated Pineal Gland\nDifficulty in concentrating, struggling to stay focused\nHeadaches\nInsomnia\nWhat You Can Do To Soothe an Overstimulated Pineal Gland\n \n \n \n \n \n \n \n \nAvoid crowds for a few days.\n \nTake your time, enjoy the process and let go of your expectations of how and when you will be able to achieve your goals. Your gifts will be online when the time is just right for you. Patience and trust are part of the development process.\nSponsored Links\nFREE subscription to Receive Quality Stories Straight in your Inbox!\nRELATED POSTS\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nAlan Schuetz\nJust more New Age, third eye, BS… SMH  Cue the music: https://youtu.be/kjxSCAalsBE\nJan 24, 2018, 7:14 am\nJan 25, 2018, 6:37 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=kjxSCAalsBE&feature=youtu.be",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "overstimulated",
            "energy",
            "symptoms",
            "psychic",
            "gland",
            "pineal",
            "development",
            "soothe",
            "gifts",
            "eye"
        ]
    }
]