[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2017/12/proctor-gamble-concedes-proxy-fight-names-nelson-peltz-to-board-3176810.html",
        "title": "Proctor & Gamble Concedes Proxy Fight, Names Nelson Peltz To Board",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nProctor & Gamble Concedes Proxy Fight, Names Nelson Peltz To Board\nFriday, December 15, 2017 17:17\n% of readers think this story is Fact. Add your two cents.\nTwo months after narrowly losing a proxy vote that would have granted him a seat on Proctor & Gamble’s board, Trian’s Nelson Peltz has somehow managed to win a crucial battle in the largest and most expensive corporate proxy battle in modern history.\nTo wit, the consumer-products giant announced Friday that it would add Peltz to its board, according to the Wall Street Journal. The company said it would add Peltz to the board beginning March 1.\nP&G’s stock, which has lagged the broader market this year, rose over the summer after Peltz started his proxy fight. Shares tumbled on Oct. 10, the day Peltz lost his proxy vote at the company’s annual shareholder meeting in Cincinnati.\nAfterwards, Peltz revealed that he intended to challenge the results of the narrow vote in court.\nTrian is disagreeing with the P&G and is to challenge the count…\n“According to our proxy solicitors, today’s vote is too close to call and it will take more time to determine the outcome. We await the certified election results by the independent inspector of election. Trian is pleased with the support we have received from shareholders and all of the nation’s independent proxy advisory firms. We believe shareholders’ voices are being heard at P&G today, thanks to Trian’s involvement.\n“With approximately $3.5 billion invested in P&G, Trian has a vested interest in the long-term success of the Company. If elected to the P&G Board, Nelson Peltz plans to start engaging collaboratively with his fellow directors. He has a long history of working collegially with boards and management teams and is looking forward to working closely with P&G’s leadership to revitalize P&G. Regardless of the final voting results, Trian believes management and the Board have been put on notice by shareholders – a continuation of the past decade’s underperformance is simply unacceptable. Trian is confident that P&G shareholders will hold the Board and management accountable and will be far less tolerant of lackluster performance going forward.\n“Trian believes in P&G’s potential and wants to see the Company grow market share again and deliver long-term sustainable value for the benefit of all stakeholders. We feel strongly that a shareholder voice is needed in the boardroom and that Trian’s approach will help revitalize P&G.”\nOn Friday, P&G revealed that a certified vote count showed the results of the vote were “extremely close” and because so many shareholders had voted for Peltz, the company apparently decided it would be easier to give him what he wants.\nPeltz’s Trian Fund Management has invested about $3.5 billion in P&G. He then called on the company to end the dispute and appoint him to its 11-person board.\nPer WSJ, Peltz’s pitch was that the company needed to streamline its businesses and consider bringing in outside talent. The company’s CEO, David Taylor, said Peltz would interrupt a turnaround plan he was in the middle of executing.\nThe two sides have battled publicly for months about the best structure and strategy for the world’s biggest consumer-products company. Mr. Peltz argued the company needs to streamline it businesses and bring in outside talent. P&G Chief Executive David Taylor countered that Mr. Peltz will disrupt a turnaround that is under way at the maker of Tide detergent and Gillette razors after a decade of market-share losses and stagnating profits.\n“We have had constructive discussions with Nelson and we are committed to working together for the best interests of all P&G shareholders,” Mr. Taylor said in a news release. P&G said it and Mr. Peltz have agreed that it won’t take on excessive leverage, substantially reduce R&D spending or break up the company.\nIn addition, P&G said it would also add Novartis AG Chief Executive Joseph Jimenez to its board on March 1.\nP&G is the biggest U.S. company by market value to face a proxy contest. The two sides spent at least $60 million and crisscrossed the country for weeks to win support from shareholders, from major index fund managers to thousands of P&G retirees. At the end of the campaign, the company’s shareholders were essentially evenly split.\nP&G shares jumped in after-hours trade…\n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Trian believes in P&G’s potential and wants to see the Company grow market share again and deliver long-term sustainable value for the benefit of all stakeholders.",
                "",
                true
            ],
            [
                "We feel strongly that a shareholder voice is needed in the boardroom and that Trian’s approach will help revitalize P&G.",
                "",
                true
            ],
            [
                "We have had constructive discussions with Nelson and we are committed to working together for the best interests of all P&G shareholders,",
                "Taylor",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/15/proctor-gamble-concedes-proxy-fight-names-nelson-peltz-to-board/https://www.wsj.com/articles/p-g-concedes-proxy-fight-adds-nelson-peltz-to-its-board-1513377485"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.zerohedge.com/news/2017-10-10/pg-stocks-slumps-peltz-loses-proxy-fight",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "names",
            "gamble",
            "peltz",
            "board",
            "vote",
            "results",
            "concedes",
            "nelson",
            "trian",
            "shareholders",
            "proctor",
            "proxy",
            "fight",
            "pg",
            "company"
        ]
    }
]