[
    {
        "url": "https://beforeitsnews.com/tea-party/2017/10/wax-on-wax-off-2601301.html",
        "title": "Wax On, Wax Off",
        "authors": [
            {
                "name": "Freedom Bunker",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Freedom Bunker\nSaturday, October 21, 2017 18:25\n% of readers think this story is Fact. Add your two cents.\nDear Black Bag Confidential Reader,\nI’m kicking off this week’s mailbag with some gun-care commentary from one of my loyal readers. He offers a great suggestion — but I want to hear what YOU think. Take a look below and then send an email to [email protected] .\nAnd while you’re at it, I want to hear any other spy and survival questions (and suggestions) you have — so be sure to send them my way.\nNow let’s dive in.\nAdd this to your thoughts on gun cleaning: Johnson paste wax. It is great for the outside of the metal and wood parts. Once you use this, you will like it.\n— James H.\nThanks for the information, James. I’ve never tried this product myself, but I know some people who like to use a wax on the wooden parts of their firearms, so I’ll pass this along. It sounds like a good option.\nNow I’ve got a question for you. I’ve also seen Renaissance Wax mentioned on a lot of gun forums. Have you tried it? What do you think? Shoot me your thoughts at [email protected] — or if you’ve got another suggestion, I’d love to hear it.\nIn one article, you mention that your everyday carry is a 1911; when that is too large to conceal, you go with a Sig P938. I like those choices but am surprised given the lean toward polymer handguns in our government organizations. Could you comment on why this is your choice? Of course, I realize this is all personal preference, but I’d like to hear your rationale.\n— Jim S.\nWith the way modern handguns are engineered, in my opinion, you can purchase a quality firearm whether it’s metal or polymer. In fact, I’ve owned both metal and polymer guns. As you mention, a lot of it comes down to personal preference.\nI know some people knock polymer because they say it won’t hold up. But unless you live in an extremely cold region, a polymer firearm should hold up just fine. Honestly, I believe the government buys the polymer handguns because they’re cheap and easy to operate.\nWhat size and how many batteries do these lights take? I bought a bunch recently from your website:\nSEAL Torch 2000s\n5,000-lumen headlamp\nBilly-club flashlight.\n— Chuck S.\nI’m glad you asked, Chuck. Quality batteries are just as important as the flashlight that uses them.\nHere are the number and type of batteries you need for each device:\nSEAL Torch 2000s — 3 AAA batteries OR 1 18650 lithium-ion rechargeable battery\n5,000-lumen headlamp — 2 18650 lithium-ion rechargeable batteries\nBilly-club flashlight — 3 AAA batteries OR 1 18650 lithium-ion rechargeable battery.\nBefore you buy just any battery, I recommend checking out Panasonic eneloop batteries. These are rechargeable alkaline batteries that can be reused over 2,100 times — so they’ll last you a lifetime.\nI have regular city water, not well water, in my home. Is there anything I should do to treat the water before storing it long term? Or is it safe enough to store as is?\n— Alice T.\nThe city that provides your drinking water already treats the water before it comes out of your tap. (That being said, we’ve all seen the quality of water some cities are willing to provide for their citizens.)\nEven if you’re storing water that’s already been treated, it certainly doesn’t hurt to use a product with chlorine dioxide such as Aquamira water treatment drops or purifier tablets, which can prolong the shelf life of your water storage supply.\nDo you recommend any ID protection services?\n— Michelle M.\nBecause I can do many of the same things a credit monitoring service would do without having to fork out a monthly fee, I don’t use any ID protection service myself — so I can’t say I recommend them. What I mean is all these companies claim to do is monitor your credit report, but that’s easily something you could do as well.\nHowever, I do recommend placing a freeze on your credit with the three major credit reporting agencies, which should block anyone from accessing your credit without your knowledge.\nAdditionally, I suggest checking your credit report every six months to make sure there aren’t any mistakes or fraudulent activity.\nFinally — as boring as it is — you should review your credit card and bank statements on a monthly basis.\nMr. Hanson, this may sound a little strange, so I hope you’ll forgive me if it’s nothing. Do you know anything about a group of renegades or rogues or whatever the right term is who were using the CIA’s facilities and using the CIA as a cover but whose loyalties were elsewhere? And even when they found out who all of them were, they had a hard time unraveling it. Do you know anything like that?\n— David S.\nI don’t know anything about that. To me, it just sounds like some conspiracy theory someone put on the internet.\nStay safe,\nJason Hanson\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/cdn-cgi/l/email-protection#c99a9990afacacadaba8aaa289858f8be7a6bbaef6babcaba3acaabdf4bab9b0ecfbf9e2ecfbf9babcbbbfa0bfa8a5ecfbf9afacacadaba8aaa2",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/cdn-cgi/l/email-protection#eebdbeb7888b8b8a8c8f8d85aea2a8acc0819c89d19d9b8c848b8d9ad39d9e97cbdcdec5cbdcde9d9b9c9887988f82cbdcde888b8b8a8c8f8d85",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "recommend",
            "wax",
            "id",
            "rechargeable",
            "water",
            "ive",
            "credit",
            "batteries",
            "polymer",
            "know"
        ]
    }
]