[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/breaking-news-from-dc-they-just-tried-to-take-out-trump-2974923.html",
        "title": "News From D.C. - They Just Tried to Take Out Trump!",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nNews From D.C. - They Just Tried to Take Out Trump!\nSaturday, January 20, 2018 14:23\n \nDemocratic Congressman Al Green from the great state of Texas took it upon himself to bring forth articles of impeachment against President Donald Trump Friday morning. Although six Democrat congressmen had already previously listed many charges against the president in December articles, including obstruction of justice, a violation of the Constitution’s foreign emoluments clause, a violation of the Constitution’s domestic emoluments clause, undermining the federal judiciary process and undermining the press.\nNone of these accusations have any basis in kind of reality. Green described the president as a racist and a bigot on Friday, which he said is further proof of the divisiveness of the Trump White House. House lawmakers voted to postpone the impeachment effort for up to two legislative days, as the debate to avert a government shutdown rages in the Senate.\nThey can postpone all they want. The truth is that they have nothing going on and they know it.\nIs Congressman Green wrong? President Trump is not a racist or a bigot. He was not ever called that during very his long career. He’s in his early 70’s and the first time he was called racist was when he began defeating Republican candidates for the Presidency. Democrats utilize the “racist” tactic as a means of battling right-wing believers.  If being racist was illegal then Obama may have been in prison years ago for purveying, indirectly, hatred towards white people, particularly police officers. President Trump is putting Americans first, and that doesn’t necessarily require someone to be racist, it just means they love their country, and ALL of the wonderful, beautiful, legal people who contribute, pay taxes and work hard.\nThe Democrat party faces an uphill battle with the impending release of the FISA memo. It’s understandable that they desperately grasp at straws to deflect from the fact that it was their party, Barack Hussein Obama, and his Secretary of State Hillary Clinton who may be tried for treason against our great nation.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nunidentified\nthey could replace him with vp pence and we wouldnt see much difference, the problem is television news experts wouldnt have much to shout/complain about every day, anyway who wants to be under the microscope every day 24/7 unless they’re an egomaniac\nJan 20, 2018, 3:12 pm\n2QIK4U\nYou just say it back to the person calling you racist. For starting on you in the first place. Stoopid SJW’s      So how is that bathroom sharing going? Havent heard of anyone being caught out since the topic died down?\nJan 20, 2018, 3:13 pm\nJosie\nVice President is involved in pedophile as is his best friend. We don’t want him as Vice President must less President. Donald Trump is a God send and some people are just to ignorant to understand it. If President Trump had not been elected we would  have already been in war and fema camps. Hillary is the most evil and vile person to ever have been in politics. She has no soul! Research everything for crying out loud, If we lose President Trump we all lose big time!\nJan 20, 2018, 5:07 pm\nmy2pesos\n.\n.\nDonald Trump backtracks on vow to ‘lock up’ Hillary – @ Telegraph.co.uk\nJan 20, 2018, 6:57 pm\nunidentified\nhe did work for the boyscouts long ago but no proof of pedophilia, today the boyscouts accept girls and gays\nJan 21, 2018, 12:17 pm\ndandelion231\nIt really doesn’t matter if he is racist or not.  Being prejudice is not against the law.  Seems lately people are getting very confused in what is just morally bad and what is actually illegal.  But yeah they call anyone in their way racists and all of the people who didn’t vote for Hillary are racist and all of us women who didn’t vote for her well apparently we aren’t real women either.  LOL so who cares.  It is time for the stupid PC environment to go away as it is a tool for people to use anytime they don’t get their way and everyone knows it.The truth is the Left are the biggest bigots out there, they may say the right things but their actions hurt the very people they claim they represent and they know it.\nJan 23, 2018, 2:34 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "state",
            "trump",
            "postpone",
            "green",
            "tried",
            "white",
            "violation",
            "undermining",
            "dc",
            "president",
            "racist"
        ]
    }
]