[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2017/12/congresswoman-says-rumor-is-that-trump-will-fire-mueller-before-christmas-3176853.html",
        "title": "Congresswoman Says Rumor Is Trump Will Fire Mueller Before Christmas",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nCongresswoman Says Rumor Is Trump Will Fire Mueller Before Christmas\nSaturday, December 16, 2017 13:49\n \nRepublican lawmakers have been increasingly frustrated by revelations that one of the FBI agents who had a pivotal role in both the early stages of what became the Mueller investigation and the bureau’s decision to excuse Hillary Clinton shared anti-Trump sentiments with his mistress, also an FBI employee.\nEarlier this week, Senate Judiciary Committee Chairman Chuck Grassley fired off a letter to the DOJ asking Deputy AG Rod Rosenstein to explain this and other disturbing revelations indicating bias toward Trump from within both the DOJ and the Mueller probe specifically. To wit, nearly every Mueller team member donated to at least one of Hillary Clinton’s campaigns. Furthermore, Mueller’s right-hand man Aaron Zebley represented the IT staffer who installed Clinton’s illegal server.\nThese frustrations came to a head earlier this week when Trey Gowdy (R-SC) and Rosenstein engaged in a testy exchange during the latter’s public testimony before the House Judiciary Committee.\nGiven the mounting pressure on Mueller, it’s perhaps unsurprising that Rep. Jackie Speier (D-Calif.) said Friday that the rumor on Capitol Hill is that President Donald Trump is planning to fire Mueller before Christmas, but after Congress leaves Washington for the winter recess.\n“The rumor on the Hill when I left yesterday was that the president was going to make a significant speech at the end of next week. And on Dec. 22, when we are out of D.C., he was going to fire Robert Mueller,” Speier told California’s KQED News.\nAccording to the Hill, Speier, a member of the House Intelligence Committee, said that Trump was trying to shut down the committee’s investigation into Russian interference in the 2016 election. As evidence, she pointed to the lack of interviews scheduled for the new year.\nThe New York Times reported Friday that the committee is scheduling its final witnesses of the year to testify in New York despite important votes coming up in Washington, DC, and confirmed no additional witnesses are scheduled yet in 2018.\n“We can read between the lines I think,” Speier said. “I believe this president wants all of this shut down. He wants to shut down these investigations, and he wants to fire special counsel Mueller.”\nThe ranking Democrat on the committee, Rep. Adam Schiff (Calif.), also said Friday that he is worried that Republicans leading the committee are seeking to shut down the committee’s investigation by the end of the year.\n“Republicans have scheduled no witnesses after next Friday and none in 2017 [sic]. We have dozens of outstanding witnesses on key aspects of our investigation that they refuse to contact and many document requests they continue to sit on,” he tweeted Friday.\nOf course, there’s also reason to take Speier’s comments with a grain of salt: Rumors that Trump might fire Mueller have been circulating since May.\n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nJohann Needlesmuggler\nAnother story for the gullible sheep who believe the fictional government and the freemason trannies running it are real. People are dumb…really dumb.\nDec 17, 2017, 6:02 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The rumor on the Hill when I left yesterday was that the president was going to make a significant speech at the end of next week.",
                "Speier",
                true
            ],
            [
                "And on Dec. 22, when we are out of D.C., he was going to fire Robert Mueller,",
                "Speier",
                true
            ],
            [
                "We can read between the lines I think,",
                "Speier",
                true
            ],
            [
                "I believe this president wants all of this shut down.",
                "Speier",
                true
            ],
            [
                "He wants to shut down these investigations, and he wants to fire special counsel Mueller.",
                "Speier",
                true
            ],
            [
                "Republicans have scheduled no witnesses after next Friday and none in 2017 [sic].",
                "Trump",
                true
            ],
            [
                "We have dozens of outstanding witnesses on key aspects of our investigation that they refuse to contact and many document requests they continue to sit on,",
                "Trump",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/congresswoman-says-rumor-is-that-trump-will-fire-mueller-before-christmas/https://www.nytimes.com/2017/12/15/us/politics/house-intelligence-committee-russia-interference.html",
                "https://beforeitsnews.com/v3/r2/?url=http://thehill.com/blogs/blog-briefing-room/365247-rep-speier-rumors-say-trump-could-fire-mueller-before-christmas",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.zerohedge.com/news/2017-12-14/furious-chuck-grassley-fires-scorching-letter-doj-after-anti-trump-texts-reveal-burn",
                "https://beforeitsnews.com/v3/r2/?url=http://www.zerohedge.com/news/2017-12-08/muellers-right-hand-man-represented-hillary-clinton-it-staffer-who-installed-her-ill",
                "https://beforeitsnews.com/v3/r2/?url=http://www.foxnews.com/politics/2017/12/13/rosenstein-stands-by-mueller-probe-as-republicans-fume-over-insider-bias.html",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "trump",
            "witnesses",
            "christmas",
            "wants",
            "speier",
            "rumor",
            "scheduled",
            "congresswoman",
            "committee",
            "mueller",
            "investigation",
            "shut",
            "week"
        ]
    }
]