[
    {
        "url": "https://beforeitsnews.com/blogging-citizen-journalism/2018/01/robert-david-steele-hawaii-intercepted-a-real-missile-2585167.html",
        "title": "Robert David Steele \"Hawaii Intercepted a Real Missile\"",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Knarlydawg\nSaturday, January 20, 2018 2:04\n% of readers think this story is Fact. Add your two cents.\nFormer CIA Robert David Steele “Hawaii\nIntercepted A Real Missile” Denise Wilbank\nShow\nPublished on Jan 19, 2018\n \n \n \n \n \nNote:  \n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nChickenLittle\nIt’s really great of David STEELE to out himself again as a MISS INFORMATION agent.\nThis from the guy that told Alex Jones live on air that their were Child Slave Colonies on Mars, creating headlines grabbers for the MSN that Jones claims the CIA has Child Slave Colonies on Mars.\nJan 20, 2018, 4:18 am\nJan 20, 2018, 4:31 am\nfollow the white rabbit.\nJan 20, 2018, 6:55 pm\nAnd as a racist\nIf he ever was in the CIA he must have been a subject in their retard studies program\nJan 20, 2018, 6:19 pm\nAnonymous\nI agree with Steele about the Hawaii EAS missile alert. The cruise missile was shot down by the USN and it,was,launched from an Israeli sub. The USN did a similar shoot down of two Israeli nuclear missiles and sank the Israeli sub that launched them against Syria on Sep. 3, 2013\nJan 20, 2018, 4:52 am\nJan 20, 2018, 1:26 pm\nfreedomringsforall\nHey Retard Syria is on the opposite side of the globe from Hawaii\nOMG you are dumb\ntruther357\nAnd another reason not to visit the ‘left-wing’ banana republic of Hawaii http://www.boycotthawaii.com\nJan 20, 2018, 11:12 am\nIsrael has been  secretly attacking the US for 50 years…..USS Liberty….911 was a Mossad-CIA Operation….and many more.\nJan 20, 2018, 12:55 pm\ntruthseeker4809\nShould North Korea bomb Israel instead then? Pretty nasty accusation with no outrage. Where is the outrage and uproar? Can anybody do something about it?\nJan 20, 2018, 8:57 pm\nWhere was the outrage and uproar over 8 years of an ineligible president with his fake birth cert.???\nThe US is the land of fakes, frauds, hoaxes and phonies…..corrupt to the bone.  The most corrupt nation on the planet.\nThere’s your answer…….\nJan 20, 2018, 7:28 am\nAnonymous\nAt the bottom of the ocean, maybe along with a Dolphin class sub.\nJan 20, 2018, 1:28 pm\nMan\nSo when there is no evidence of a missile blown up, it is legit. But when a guy shoots 500 people at Las Vagas, the details don’t add up…\nJan 21, 2018, 1:32 am\nMayhem\nYou’re getting the hang of it, Man, never let the truth get in the way of a good conspiracy.\nHey, did you hear, Downunderland just joined the space race so no more calling us Kiwi’s back woods hicks.\nJan 21, 2018, 1:42 am\nDangerWillRoberson\nwhat is the logical way to vet such a claim?   is the deep state satan and does satan want to murder all humans?  the answer is yes.  but how do we know as citizens if this is just more fake news or the truth?\nanswer:  you dont, we know that our current government is ruled by the spirit of antichrist, abortion sodomy marriage fake Christianity on and on i could go but just this alone points to satan.  the big question is simple?  has Jesus given the usa over to satan and her sins?\nin my opinion, based on facts , i say the usa is sodom 2018 and like sodom i believe judgment shall be fire from the sky! a nuke shower would work!\nJan 20, 2018, 8:54 am\nAnonymous\nHawaii has bee pissing and moaning about N Korea missiles, but doing nothing to prepare its citizens for such an attack. I live there.\nGovernor Ige waited 38 minutes before cancelling the alert by saying it was an error by one person.  It takes two people a distance apart to act simultaneously to issue such an alert.\nClinton’s and Huma were on the Big Island on that day.  They were preparing to piss and moan about Trump.  We don’t know where the missile,was,suppose,to hit.\nPeople saw the missed destroyed north of Kauai.\nThe Deep State wants war with N Korea so more money can be borrowed from the Fed. And that private corporation can line its stockholders pockets.  N & S Korea are talking reunification before the upcoming Olympic Games.\nThe Israeli sub moved into position and recharged its batteries for a fast get away on 12 Jan. 2018.  It was detected then.\nJan 20, 2018, 1:43 pm\nCanderson\nWas it CBS that did a report from the facility in question the day before?\nThen this the false alarm goes, too much of a coincident.\nThen this the former master of CIA psyop Robert D Steel says it was a real threat with absolutely no evidence provided. I smell a fish or two here, and maybe a rat too.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nJan 20, 2018, 11:31 am\n.\n.\n.\n.\n.\n.\n.\n.\n.\nJan 20, 2018, 12:38 pm\npatann\n-For God, So Loves The World, Saints of the most high God, into pending tribulation saints, this is what I send my Memphis, Tn. daughter, and all my siblings there, I don’t think they listen, but Jesus said blessed are those who do, see, Revelation 17, 18, as active to pending, right now, US soil, World Leaders! beware, https://www.youtube.com/watch?v=qghnCM5l__U&t=5057s\nArticle, Earthquakes. The earth been ringing like bells this week, Article …Apb, Holy Spirits are Referencing A Noah (NOAA”s) cousin, Beware\n-Daughter, doing one of those sleepover dreams, right before the Hawaii missile scare and Michigan’s meteor scare, and all the horrors going on with California. I was again warning people about these areas, the Us Pacific West into Memphis Tn. Again, doing one of these dreams, your husband looked at me and said, “moma, your worrying after me got the downtown news paper bells ringing,” (like in this video referencing earthquakes ringing bells along the earth, even the New Madrid faultline). You all are not out of danger, I was suppose to warn this, days ago, ask when are you all coming to Georgia?\n-Your only son had a dream about Hawaii a year or so off, that left him an orphan, your oldest daughter had dreams about the areas where your brother and sister-in-law, your for two nights of dreaming, sleepover guess, live. It seem like an EMP,  all power, phones, cars, all usage gone, as so any use for the government or utilities, she witnessed the people of all ethnicities began to walk, farther southeast. This same daughter, after what she described also had a dream about the areas shown on this map, called the Pacific ring of fire. In the dream she explained seeing fuel canisters, all fixed into a circle, that they were being purposely lit one by one, whereas one of her most concerning and daunting dream, a debate whether it’s an invasion of war or an invasion of Jesus’ peace Earth? It is portrayed by my married book characters, Sioux Noel and Eve Lynn, 1986-2018, see here, http://www.invasionofpeace2017.blogspot.com .\n-Lest you forget, your baby daughter Miya, is being used in my dreams as a reminder of a come Mayan Indian apocalypse, by staying along procrastinating vehicles. I warn you all, commanded reapers, bearing swordlike syringes of all dangers would worry persons in these areas, (see Eze. 5),  encouraging their escape to exodus. Also know, the Hawaiian missile scare, and the Michigan meteor scare were right along another as of Nov. 24/25th 2017, Matrix ten day count into apocalypse; beware, there is yet another such count, only five days from now, beware, Apb, The RAM, see also here, http://elenintime.blogspot.com/2017/12/i-need-you-to-understand.html see also here, http://theweddingofbrooklyntitanna17.blogspot.com/2018/01/the-brides-escape-being-on-amazing.html\nJan 20, 2018, 3:15 pm\nWhat is it with all these half-shaved, can’t grow a beard, chubby, pale people, all over the place touting themselves as “experts”??\nAnd for the LAST TIME TRUMP DID NOT CALL HIMSELF A GENIUS.  What he said was what he did was STABLE GENIUS.\nStop spreading the LIES!!!\nDon’t do it!  Oops, you did already.  Freak’n boring interview on another columnist.  Disclosure: watched only about 5 minutes of it before falling asleep.\nJan 20, 2018, 3:54 pm\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nJan 20, 2018, 6:16 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "moma, your worrying after me got the downtown news paper bells ringing,",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=qghnCM5l__U&t=5057s",
                "https://beforeitsnews.com/r2/?url=http://www.invasionofpeace2017.blogspot.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/r2/?url=http://theweddingofbrooklyntitanna17.blogspot.com/2018/01/the-brides-escape-being-on-amazing.html",
                "https://beforeitsnews.com/r2/?url=http://elenintime.blogspot.com/2017/12/i-need-you-to-understand.html",
                "https://beforeitsnews.com/r2/?url=http://www.boycotthawaii.com",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "hawaii",
            "presented",
            "david",
            "real",
            "steele",
            "material",
            "site",
            "intercepted",
            "robert",
            "wisdom",
            "missile",
            "web",
            "written",
            "valuable",
            "sufficient",
            "videos",
            "trigger"
        ]
    }
]