[
    {
        "url": "https://beforeitsnews.com/crime-all-stars/2018/01/clinton-obama-emails-key-to-understanding-why-hillary-wasnt-indicted-andrew-mccarthy-2462346.html",
        "title": "Clinton–Obama Emails: Key to Understanding Why Hillary Wasn't Indicted - Andrew McCarthy",
        "authors": [
            {
                "name": "John Rolls",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nClinton–Obama Emails: Key to Understanding Why Hillary Wasn't Indicted - Andrew McCarthy\nWednesday, January 24, 2018 8:37\n \nNew FBI texts highlight a motive to conceal the president’s involvement.\nFrom the first, these columns have argued that the whitewash of the Hillary Clinton-emails caper was President Barack Obama’s call – not the FBI’s, and not the Justice Department’s. (See, e.g., here , here , and here .) The decision was inevitable. Obama, using a pseudonymous email account , had repeatedly communicated with Secretary Clinton over her private, non-secure email account.\nThese emails must have involved some classified information, given the nature of consultations between presidents and secretaries of state, the broad outlines of Obama’s own executive order defining classified intelligence (see EO 13526 , section 1.4), and the fact that the Obama administration adamantly refused to disclose the Clinton-Obama emails. If classified information was mishandled, it was necessarily mishandled on both ends of these email exchanges.\nIf Clinton had been charged, Obama’s culpable involvement would have been patent. In any prosecution of Clinton, the Clinton-Obama emails would have been in the spotlight. For the prosecution, they would be more proof of willful (or, if you prefer , grossly negligent) mishandling of intelligence. More significantly, for Clinton’s defense, they would show that Obama was complicit in Clinton’s conduct yet faced no criminal charges.\nThat is why such an indictment of Hillary Clinton was never going to happen. The latest jaw-dropping disclosures of text messages between FBI agent Peter Strzok and his paramour, FBI lawyer Lisa Page, illustrate this point.\nFor the moment, I want to put aside the latest controversy – the FBI’s failure to retain five months of text messages between Strzok and Page, those chattiest of star-crossed lovers. Yes, this “glitch” closes our window on a critical time in the Trump-Russia investigation: mid December 2016 through mid May 2017. That is when the bureau and Justice Department were reportedly conducting and renewing (in 90-day intervals) court-approved FISA surveillance that may well have focused on the newly sworn-in president of the United States. (Remember: The bureau’s then-director, James Comey, testified at a March 20 House Intelligence Committee hearing that the investigation was probing possible coordination with Trump’s campaign and Kremlin interference in the election.)\nThe retention default has been chalked up to a technological mishap. Assuming that this truly was an indiscriminate, bureau-wide problem – that lost texts are not limited to phones involved in the Trump-Russia investigation – it is hard to imagine its going undetected for five months in an agency whose business is information retention. But it is not inconceivable. Attorney General Jeff Sessions maintains that an aggressive inquiry is underway, so let’s assume (for argument’s sake, at least) that either the texts will be recovered or a satisfactory explanation for their non-retention will be forthcoming.\nFor now, let’s stick with the Clinton-Obama emails.\nOnly July 5, 2016, Comey held the press conference at which he delivered a statement describing Mrs. Clinton’s criminal conduct but nevertheless recommending against an indictment. We now know that Comey’s remarks had been in the works for two months and were revised several times by the director and his advisers.\nThis past weekend, in a letter to the FBI regarding the missing texts, Senate Homeland Security Committee chairman Ron Johnson (R., Wis.) addressed some of these revisions. According to Senator Johnson, a draft dated June 30, 2016 (i.e., five days before Comey delivered the final version), contained a passage expressly referring to a troublesome email exchange between Clinton and Obama. (I note that the FBI’s report of its eventual interview of Clinton contains a cryptic reference to a July 1, 2012, email that Clinton sent from Russia to Obama’s email address. See report , page 2.) The passage in the June 30 draft stated:\nWe also assess that Secretary Clinton’s use of a personal email domain was both known by a large number of people and readily apparent. She also used her personal email extensively while outside the United States, including from the territory of sophisticated adversaries. That use included an email exchange with the President while Secretary Clinton was on the territory of such an adversary. [Emphasis added.] Given that combination of factors, we assess it is possible that hostile actors gained access to Secretary Clinton’s personal email account.\nOn the same day, according to a Strzok-Page text, a revised draft of Comey’s remarks was circulated by his chief of staff, Jim Rybicki. It replaced “the President” with “another senior government official.”\nThis effort to obscure Obama’s involvement had an obvious flaw: It would practically have begged congressional investigators and enterprising journalists to press for the identification of the “senior government official” with whom Clinton had exchanged emails. That was not going to work.\nConsequently, by the time Comey delivered his remarks on July 5, the decision had been made to avoid even a veiled allusion to Obama. Instead, all the stress was placed on Clinton (who was not going to be charged anyway) for irresponsibly sending and receiving sensitive emails that were likely to have been penetrated by hostile intelligence services. Comey made no reference to Clinton’s correspondent:\nWe also assess that Secretary Clinton’s use of a personal e-mail domain was both known by a large number of people and readily apparent. She also used her personal e-mail extensively while outside the United States, including sending and receiving work-related e-mails in the territory of sophisticated adversaries. [Emphasis added.] Given that combination of factors, we assess it is possible that hostile actors gained access to Secretary Clinton’s personal e-mail account.\nThe decision to purge any reference to Obama is consistent with the panic that seized his administration from the moment Clinton’s use of a private, non-secure server system was revealed in early March 2015. I detailed this reaction in a series of 2016 columns (see, e.g., here and here ). What most alarmed Obama and Clinton advisers (those groups overlap) was not only that there were several Clinton-Obama email exchanges, but also that Obama dissembled about his knowledge of Clinton’s private email use in a nationally televised interview.\nOn March 4, just after the New York Times broke the news about Clinton’s email practices at the State Department, John Podesta (a top Obama adviser and Clinton’s campaign chairman) emailed Cheryl Mills (Clinton’s confidant and top aide in the Obama State Department) to suggest that Clinton’s “ emails to and from potus ” should be “held” – i.e., not disclosed – because “that’s the heart of his exec privilege.” At the time, the House committee investigating the Benghazi jihadist attack was pressing for production of Clinton’s emails.\nAs his counselors grappled with how to address his own involvement in Clinton’s misconduct, Obama deceptively told CBS News in a March 7 interview that he had found out about Clinton’s use of personal email to conduct State Department business “ the same time everybody else learned it through news reports .” Perhaps he was confident that, because he had used an alias in communicating with Clinton, his emails to and from her – estimated to number around 20 – would remain undiscovered.\nHis and Clinton’s advisers were not so confident. Right after the interview aired, Clinton campaign secretary Josh Scherwin emailed Jennifer Palmieri and other senior campaign staffers, stating: “Jen you probably have more on this but it looks like POTUS just said he found out HRC was using her personal email when he saw it on the news.”\nScherwin’s alert was forwarded to Mills. Shortly afterwards, an agitated Mills emailed Podesta: “We need to clean this up – he has emails from her – they do not say state.gov.” (That is, Obama had emails from Clinton, which he had to know were from a private account since her address did not end in “@state.gov” as State Department emails do.)\nSo how did Obama and his helpers “clean this up”?\nObama had his email communications with Clinton sealed. He did this by invoking a dubious presidential-records privilege. The White House insisted that the matter had nothing to do with the contents of the emails, of course; rather, it was intended to vindicate the principle of confidentiality in presidential communications with close advisers. With the media content to play along, this had a twofold benefit: Obama was able (1) to sidestep disclosure without acknowledging that the emails contained classified information and (2) to avoid using the term “executive privilege” – with all its dark Watergate connotations – even though that was precisely what he was invoking.\nNote that claims of executive privilege must yield to demands for disclosure of relevant evidence in criminal prosecutions. But of course, that’s not a problem if there will be no prosecution.\nThe White House purported to repair the president’s disingenuous statement in the CBS interview by rationalizing that he had meant that he learned of Clinton’s homebrew server system through news reports – he hadn’t meant to claim unawareness that she occasionally used private email. This was sheer misdirection: From Obama’s standpoint, the problem was that he discussed government intelligence matters with the secretary of state through a private email account; the fact that, in addition, Clinton’s private email account was connected to her own private server system, rather than some other private email service, was beside the point. But, again, the media was not interested in such distinctions and contentedly accepted the White House’s non-explanation.\nMeanwhile, Attorney General Loretta Lynch ordered Comey to use the word “matter” rather than “investigation” to describe the FBI’s probe of Clinton’s email practices. This ensured that the Democratic administration’s law-enforcement agencies were aligning their story with the Democratic candidate’s campaign rhetoric. If there was no investigation, there would be no prosecution.\nIn April 2016, in another nationally televised interview, Obama made clear that he did not want Clinton to be indicted. His rationale was a legally frivolous straw man: Clinton had not intended to harm national security. This was not an element of the felony offenses she had committed; nor was it in dispute. No matter: Obama’s analysis was the stated view of the chief executive. If, as was sure to happen, his subordinates in the executive law-enforcement agencies conformed their decisions to his stated view, there would be no prosecution.\nWithin a few weeks, even though the investigation was ostensibly still underway and over a dozen key witnesses – including Clinton herself – had not yet been interviewed, the FBI began drafting Comey’s remarks that would close the investigation. There would be no prosecution.\nOn June 27, Lynch met with Clinton’s husband, former President Bill Clinton, on an out-of-the-way Arizona tarmac, where their security details arranged for both their planes to be parked.\nOver the next few days, the FBI took pains to strike any reference to Obama’s emails with Mrs. Clinton from the statement in which Comey would effectively end the “matter” with no prosecution.\nOn July 1, amid intense public criticism of her meeting with Bill Clinton, Attorney General Lynch piously announced that she would accept whatever recommendation the FBI director and career prosecutors made about charging Clinton. As Page told Strzok in a text that day, “This is a purposeful leak following the airplane snafu.” It was also playacting. Page elaborated that the attorney general already “knows no charges will be brought.” Of course she did: It was understood by all involved that there would be no prosecution.\nKnowing that, Lynch had given the FBI notice on June 30 that she’d be announcing her intention to accept Comey’s recommendation. Fearing this just might look a bit choreographed, the FBI promptly amended Comey’s planned remarks to include this assertion (which he in fact made on July 5): “I have not coordinated or reviewed this statement in any way with the Department of Justice or any other part of the government. They do not know what I am about to say.”\nBut they did not need to participate in drafting the statement, and they did not need to know the precise words he was going to use. It was not Comey’s decision anyway. All they needed to know was that there would be no prosecution.\nOn July 2, with the decision that she would not be indicted long since made, Mrs. Clinton sat for an interview with the FBI – something she’d never have done if there were a chance she might be charged. The farce was complete with the Justice Department and FBI permitting two subjects of the investigation – Mills and Clinton aide Heather Samuelson – to sit in on the interview as lawyers representing Clinton. That is not something law enforcement abides when it is serious about making a case. Here, however, it was clear: There would be no prosecution.\nAll cleaned up: no indictment, meaning no prosecution, meaning no disclosure of Clinton-Obama emails. It all worked like a charm . . . except the part where Mrs. Clinton wins the presidency and the problem is never spoken of again.\nA version of this piece also appeared on National Review Online.\n \n \n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nHappy birthday to me!\n.\n‘Trivia’\nThis is also Nostradamus’s birthday and George Washinton’s death date as well.\nJan 24, 2018, 12:18 pm\nfreedomfirst\nWhen you are working under the lawless President and Admin anything goes, Odama just kept putting more wolfs in the hen house to protect us chickens. Pres. TRUMP has a lot of wolf crap to clean up and throw away (JAIL). The more Chukie-peelowsi-or frankenstien talk the more they sound stupid and scared, their statements of lies to the public are so transparent I hope this well be the beginning to the end of these psychopaths careers in the White House. GO GET EM TRUMP!!!\nJan 25, 2018, 6:25 pm\nRockledge\nWhat?  She is NOT going to be indicted?  The HELL you say!!!!!!\nAfter a year of “its’ gonna happen any second now,  they are coming with torches and clubs to take her down”\nit isn’t going to happen?\nSheeeeesh,  whoda thunk.\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "that’s the heart of his exec privilege.",
                "",
                false
            ],
            [
                "the same time everybody else learned it through news reports .",
                "",
                false
            ],
            [
                "Jen you probably have more on this but it looks like POTUS just said he found out HRC was using her personal email when he saw it on the news.",
                "",
                true
            ],
            [
                "We need to clean this up – he has emails from her – they do not say state.gov.",
                "John Podesta",
                true
            ],
            [
                "This is a purposeful leak following the airplane snafu.",
                "Strzok",
                true
            ],
            [
                "knows no charges will be brought.",
                "",
                false
            ],
            [
                "I have not coordinated or reviewed this statement in any way with the Department of Justice or any other part of the government.",
                "",
                true
            ],
            [
                "They do not know what I am about to say.",
                "",
                true
            ],
            [
                "its’ gonna happen any second now,  they are coming with torches and clubs to take her down",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nationalreview.com/2016/09/obama-email-alias-clinton-why-fbi-didnt-prosecute-hillary/",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://www.nationalreview.com/2016/02/obama-hillary-clinton-email-problem/",
                "https://www.nationalreview.com/2016/10/hillary-clinton-barack-obama-emails-wikileaks-john-podesta-concern/",
                "https://www.nationalreview.com/corner/not-comeys-decision-exonerate-hillary-obamas-decision/",
                "https://www.cbsnews.com/news/obama-weighs-in-hillary-clinton-private-emails/",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://www.powerlineblog.com/archives/2018/01/in-search-of-lost-texts.php",
                "https://www.politico.com/story/2016/09/hillary-clinton-emails-fbi-228607",
                "https://www.washingtonpost.com/news/post-politics/wp/2017/03/20/full-transcript-fbi-director-james-comey-testifies-on-russian-interference-in-2016-election/?utm_term=.3e0ce5c86ad7",
                "http://www.nationalreview.com/article/455202/clinton-email-investigations-trump-justice-department-revives-them",
                "https://www.nationalreview.com/2016/10/wikileaks-hillary-clinton-barack-obama-emails-more-evidence-president-lied/"
            ],
            "gov_pgs": [
                "https://www.archives.gov/isoo/policy-documents/cnsi-eo.html"
            ],
            "unsure": [
                "https://wikileaks.org/podesta-emails/emailid/9545",
                "https://mitocopper.com/pages/affiliate-program",
                "https://www.scribd.com/document/322851482/Hillary-Clinton-FBI-302-V2-6",
                "http://www.suppressedhealthsecrets.com",
                "https://www.nationalreview.com/"
            ]
        },
        "key_words": [
            "key",
            "fbi",
            "clinton",
            "email",
            "indicted",
            "andrew",
            "clintonobama",
            "understanding",
            "hillary",
            "obamas",
            "emails",
            "mccarthy",
            "obama",
            "clintons",
            "secretary",
            "private",
            "wasnt",
            "personal"
        ]
    }
]