[
    {
        "url": "https://coed.com/2018/01/22/kardashian-jenner-calvin-klein-january-photo-shoot-photos-pictures-gallery/",
        "title": "Kardashian/Jenner Calvin Klein Photo Shoot 2018 [PHOTOS]",
        "authors": [
            {
                "name": "Social Media Dude",
                "link": null
            }
        ],
        "publisher": "https://coed.com",
        "publish_date": "2018-01-22",
        "text": "|\nWENN\nFirst, I apologize. I know, after essentially 15 years now, that everyone is sick of the Kardashians and the Jenners. If you aren’t at least mildly annoyed by the Kardashian’s everlasting presence in the world at this point, then somethings up with you.\nBut, that said, they bring the heat — there’s no denying it. Whether it be through natural science or modern science, the Kardashians/Jenners are still as hot as ever, starting with Kim all the way down to Kylie. Yes, Kylie too, who despite being the subject of pregnancy rumors, appears in the photo shoot, albeit all covered up.\nAccording to Daily Mail,   the spring/summer campaign was shot by photographer Willy Vanderperre.\nvia Daily Mail:\nThe Kardashian and Jenner sisters have joined forces for a very sexy underwear campaign for Calvin Klein. Kim Kardashian, 37, steals the show wearing a white bra and briefs from the iconic label, which were huge in the 90s. But her sisters Kourtney, 38, and Kendall Jenner , 22, prove that less can be more, as they posed topless wearing just a pair of briefs and jeans.\nShe covers her bump in every image, which appear to have been taken a few months before Khloe, 33, who is also pregnant had the visible bump which she now proudly sports. While Kim welcomed her baby, Chicago West, on Tuesday via gestational surrogate, Khloe is just over six months along. She announced her pregnancy with an Instagram snap of herself and her boyfriend Tristan Thompson while wearing Calvin Klein’s, as a hint of what was to come.\nThe spring/summer campaign represents the latest iteration of the evolution in the CALVIN KLEIN brand’s globally recognized #MYCALVINS call to action: Our Family. Shot by photographer Willy Vanderperre, the latest chapter of this new campaign features the siblings are featured wearing styles of underwear which are already out in stores.\nJan 22, 2018 at 5:00am PST\nJan 22, 2018 at 7:57am PST\nJan 22, 2018 at 8:01am PST\nJan 22, 2018 at 7:52am PST\nJan 22, 2018 at 7:59am PST\nJan 22, 2018 at 8:03am PST\nJan 22, 2018 at 8:00am PST\nJan 21, 2018 at 7:59pm PST\nEmail Address\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.dailymail.co.uk/tvshowbiz/article-5298053/Kardashian-Jenner-Calvin-Klein-campaign.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://coed.com/celebrities/kendall-jenner/"
            ]
        },
        "key_words": [
            "kylie",
            "science",
            "kardashianjenner",
            "yes",
            "willy",
            "mail",
            "kardashians",
            "photos",
            "way",
            "shoot",
            "youbut",
            "daily",
            "2018",
            "world",
            "klein",
            "calvin"
        ]
    }
]