[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/breaking-she-was-a-spy-in-the-white-house-the-entire-time-busted-2974902.html",
        "title": "She Was a Spy in the White House the Entire Time! Busted!",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nTotal:\nShe Was a Spy in the White House the Entire Time! Busted!\nSaturday, January 20, 2018 13:17\n \nSources say that former White House staffer and The Apprentice Contestant Omarosa Manigault-Newman may have taped confidential West Wing conversations and now has fears she may be the next one called to testify in special counsel Robert Mueller’s FBI witchhunt.\nSources added that the soon-to-be former assistant to President Donald Trump and director of communications for the White House Office of Public Liaison has held exploratory meetings with several high profile attorneys for potential representation in case such a request does happen. Although Omarosa did resign from her White House post last month, her last day is this Saturday.\nReports confirm she has met with Harvey Weinstein’s former attorney Gloria Allred’s daughter, Lisa Bloom and former Bill Cosby lawyer Monique Pressley, among many others. With a list like this nothing good can come of what this woman will have to say.\nA recent unconfirmed report from Life & Style Weekly claimed Manigault-Newman could get upward of $10 million for a tell-all book deal about her time in the White House working with the president.\nBoth the White House and Manigault-Newman did not respond to requests for comment.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\ndennis48309\nShe went into typical gorilla nigger mode when they dragged her out of the White House.\nJan 20, 2018, 3:59 pm\nJan 20, 2018, 4:32 pm\nwheeties\nhe just does not like black people,no big deal–i grew up in a black ‘hood–half the folks there did not like white folks,no big deal–and i am only guessing but seeing your other posts you do not like white folks–that makes you a racist\nJan 20, 2018, 7:27 pm\nAnonymous\nBe polite. It’s negro with a little n. Get with the program.\nJan 21, 2018, 10:42 am\nIf it was recorded ILLEGALLY and without permission, then it cannot be used in any legal way.  It’s off the record.  But Democraps being what they are (Negro lovers and white haters) will use it against Mr. Trump in every possible way.\nJan 20, 2018, 4:32 pm\nAnonymous\nYour racism is awesome and I understand.  I am kind of the same.  Although I’m white I have grown to hate all white people pretty much.  Hillary is white.  Pence is white.  Trump is white.  Paul Ryan is white.  McConnel is white.\nWhite people suck.\nIAMPEACE\nCan’t be legal. Surely every one who is employed/works for the President must be sworn to secrecy? Everything that person speaks of is and must be a felony due to confidential agreements. Trump, put her in prison-now not tomorrow. Any news related to her is\nnot to be published. Trump do it now. Trump, wire tap Obama, please.\nJan 20, 2018, 5:41 pm\nAnonymous\nTrump isn’t gonna jail anybody, nor is he gonna arrest anyone.  How can he do that when he’s on the same team.  Huh?\nJan 21, 2018, 1:13 pm\nFreeus\nTrump is NOT a racist. Before ever deciding to be President he had donated much money to Haiti for medical projects. He has also let a black squatter stay FREE in his building after she was discovered sleeping in it and he also had flowers sent to her once a week. People need to remember if you read any of the top media propaganda from magazines to T.V. and local news and newspapers they are all owned by the globalist who are owned by the Rothchilds  who own most of the worlds wealth and want to own the world and all the resources and with Bill Gated new depopulation vaccine, they will decide who can have kids. These elite can buy every person in the world a home, food and clothes if they wanted to. They are not only greedy they are satanic and practice it.\nJan 21, 2018, 8:09 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "busted",
            "woman",
            "worldwidestep",
            "entire",
            "white",
            "wing",
            "house",
            "manigaultnewman",
            "omarosa",
            "witchhuntsources",
            "big",
            "working",
            "spy"
        ]
    }
]