[
    {
        "url": "https://beforeitsnews.com/economy/2018/01/terrified-democrats-and-deep-state-operatives-are-working-overtime-to-blame-releasethememo-on-russian-trolls-2931612.html",
        "title": "Terrified Democrats and Deep State operatives are working overtime to blame #ReleaseTheMemo on Russian trolls",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By SGTreport\nTotal:\nTerrified Democrats and Deep State operatives are working overtime to blame #ReleaseTheMemo on Russian trolls\nWednesday, January 24, 2018 18:26\n% of readers think this story is Fact. Add your two cents.\nFacebook and Twitter have found no “Russian troll” evidence.\nThe timeline of the ‘missing’ text messages spans a 5 month period which begins on December 14, 2016 and goes through to May 17, 2017, which happens to be the same day Robert Mueller was appointed as Special Counsel for the Trump-Russia collusion investigation.\n“Jawdropping” text messages recently discovered have FBI agent Peter Strzok claiming  that as far as Trump-Russia collusion is concerned “there’s no big there there”…and even more frightening messages have been discovered exposing a ‘secret society’ of folks  within the Department of Justice and the FBI to include Page and Strzok, to be working against him [Donald Trump].”\nOne cannot fault US President Trump for taking to Twitter Tuesday morning to blast the text message scandal unfolding within the FBI and DOJ.\nTrump tweeted…\n“Where are the 50,000 important text messages between FBI lovers Lisa Page and Peter Strzok? Blaming Samsung!”\nWhere are the 50,000 important text messages between FBI lovers Lisa Page and Peter Strzok? Blaming Samsung!\nZerohedge  summarizes how a now terrified Democrat-Deep State cabal is working overtime to blame the entire #ReleaseTheMemo movement on, you guessed it, Russian trolls…\nLast week, a four page memo detailing FBI abuse of FISA warrants against the Trump campaign was circulated within the US House of Representatives\nAmid calls from several Congressional Republicans, the hashtag #ReleaseTheMemo immediately went viral\nIn an effort to downplay genuine public concern, a “ Russian propaganda” tracking website used primarily by Democrats and Neoconservatives has suggested that #ReleaseTheMemo went viral thanks to Russian bots\nCalifornia Reps. Dianne Feinstein and Adam Schiff sent a letter  to Facebook and Twitter CEO’s on Tuesday, asking that they take action against the Russian scourge\nMeanwhile, Twitter’s internal analysis of the hashtag has thus far found that authentic American accounts, not Russians, are driving #ReleaseTheMemo, according to The Daily Beast\nZerohedge  further reports that despite 63 GOP lawmakers  petitioning for the release of an explosive four-page memo detailing FISA warrant abuse against the Trump campaign, California Democrats Dianne Feinstein and Adam Schiff have fired off an embarrassing letter to the CEO’s of Twitter and Facebook, imploring the social media giants to take action against Russian bots pushing the hashtag #ReleaseTheMemo. (Feinstein, ironically,  #ReleasedTheTranscripts  of closed-door Congressional testimony by Fusion GPS co-founder Glenn Simpson in early January in an effort to influence public opinion).\nsecuringdemocracy.org\nAccording to Zerohedge , using information gleaned from the “Alliance for Securing Democracy” propaganda website which supposedly tracks 600 Twitter accounts “linked to Russian influence operations” and counts Neocon  Bill Kristol as an advisor – the letter from Feinstein and Schiff reads in part:\nDear Mr. Dorsey and Mr. Zuckerberg:\nWe seek your companies’ urgent assistance. Public reports indicate that accounts linked to the Russian government are again exploiting Twitter and Facebook platforms in an effort to manipulate Public opinion. These recent Russian efforts are intended to influence congressional action and undermine Special Counsel Mueller’s investigation… \n…we seek your assistance in our efforts to counter Russia’s continuing efforts to manipulate public opinion and undermine American democracy and the rule of law…\n…Several Twitter hashtags, including #ReleaseTheMemo, calling for release of these talking points attacking the Mueller investigation were born in the hours after the Committee vote. According to the German Marshall Fund’s Alliance for Securing Democracy, this effort gained the immediate attention and assistance of social media accounts linked to Russian influence operations. By Friday, January 19, 2018, the #ReleaseTheMemo hashtag was “the top trending hashtag among Twitter accounts believed to be operated by Kremlin-linked groups.” Its use had “increased by 286,700 percent” and was being used “100 times more than any other hashtag” by accounts linked to Russian influence campaigns. These accounts are also promoting an offer by WikiLeaks to pay up to $1 million to anyone who leaks this classified partisan memo.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "there’s no big there there",
                "Peter Strzok",
                false
            ],
            [
                "Where are the 50,000 important text messages between FBI lovers Lisa Page and Peter Strzok?",
                "Peter Strzok",
                true
            ],
            [
                "the top trending hashtag among Twitter accounts believed to be operated by Kremlin-linked groups.",
                "",
                false
            ],
            [
                "100 times more than any other hashtag",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.sgtreport.com//articles/2018/1/24/http://theduran.com/breaking-stunning-fbi-text-message-admits-no-trump-russia-collusion/",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=https://www.sgtreport.com//articles/2018/1/24/http://original.antiwar.com/justin/2009/09/20/irving-kristol-rip/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.sgtreport.com//articles/2018/1/24/http://theduran.com/explosive-secret-society-uncovered-at-fbi-and-doj-tasked-with-bringing-down-trump-video/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/CongressmanHice/status/954475100262354944",
                "https://beforeitsnews.com/v3/r2/?url=https://www.zerohedge.com/news/2018-01-10/feinstein-makes-startling-admission-i-got-pressured-release-fusion-transcripts",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.zerohedge.com/news/2017-08-08/its-barack-obama-marries-dick-cheney-all-one-think-tank",
                "https://beforeitsnews.com/v3/r2/?url=https://www.zerohedge.com/news/2018-01-23/democrats-demand-twitter-facebook-crackdown-releasethememo-russian-bots-there-just",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "state",
            "deep",
            "democrats",
            "fbi",
            "trolls",
            "releasethememo",
            "terrified",
            "messages",
            "russian",
            "twitter",
            "hashtag",
            "influence",
            "text",
            "overtime",
            "accounts",
            "public",
            "working",
            "operatives"
        ]
    }
]