[
    {
        "url": "",
        "title": "Oil and Gas Investments",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Oil and Gas Investments\nHello, this is Keith Schaefer, editor and publisher of The Oil & Gas Investments Bulletin.  I started my subscription service in mid-2009 because I could see there was no place where retail investors could go to easily find which oil and gas companies were creating huge shareholder wealth by using exciting new technologies, such as horizontal drilling, fracing and 3D seismic.  These companies are increasing cash flows – and stock prices – by finding ways to get more oil and gas out of the ground.  And junior and intermediate producers – $2-$20 stocks – are leading the way.  I find the leaders in the new plays that are using these technologies.  My research is finding  higher and higher flow rates from new wells in old formations as management teams fine tune their use of these new technologies.   It’s amazing how technology is lowering operating costs – and increasing profits – for many publicly traded energy companies.  I find the ones who have the capital and the knowledge to be the fastest growing in their area – this usually means they have a large undeveloped land position in an area where either production costs are very low or production rates can be very high.  They are covered by several research analysts, so there is research support and institutional money flow behind them.  And my subscribers and myself are making money from my research.  I eat my own cooking and buy all the stocks I research for subscribers.  I read MANY research reports, and I do a lot of original research – call management teams, talking to my contacts in the oil patch, scour company financials – to find the companies with the best chance to provide investor profits.  But these reports also give me many great story ideas for the blog, that haven’t hit the mainstream media yet.  That’s why you should sign up at the blog to get notified of new stories.  I write the blog and the subscription service so everyone can understand the story. I keep it simple.  Subscribers get a minimum 10 issues a year, and there is often more than one stock presented.  The Oil and Gas Investments Bulletin is a completely independent service, written to build subscriber loyalty. No company ever pays in any way to be profiled.  I am so confident you will find value in my service I offer a 60 day, money back guarantee, no questions asked, for annual subscription purchases.  Please read the sample report I have posted on the website to get an idea of how I profile these fast growing stocks.  Email me with any questions at [email protected] Keith Schaefer  Publisher\nhttp://oilandgas-investments.com/\nValid 10 years unless revoked\nFirst amendment rights: Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press; or the right of the people peaceably to assemble, and to petition the government for a redress of grievances.\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nDisable\nDismiss\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "service",
            "gas",
            "technologies",
            "research",
            "oil",
            "stocks",
            "subscribers",
            "companies",
            "investments",
            "money",
            "subscription"
        ]
    }
]