[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2017/12/debunking-the-myths-about-an-attack-on-north-korea-3176859.html",
        "title": "Debunking The Myths About An Attack On North Korea",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nSaturday, December 16, 2017 22:25\n% of readers think this story is Fact. Add your two cents.\nTrump and Haley are still at it.  They want to force China to take action against the DPRK by threatening to take North Korea “into their hands” if China refuses to comply.   Haley said , “But to be clear, China can do more, (…) and we’re putting as much pressure on them as we can. The last time they completely cut off the oil, North Korea came to the table. And so we’ve told China they’ve got to do more. If they don’t do more, we’re going to take it into our own hands and then we’ll start to deal with secondary sanctions.”\nFirst, let’s reset this scene in a kindergarten and replay it.\nKid A has a fight with Kid B.  Kid A threatens to beat up Kid B.  Kid B then tells Kid A to go screw himself.  Kid A does nothing, but issues more threats.  Kid B keeps laughing.  And then Kid A comes up with a brilliant plan: he threatens Kid C (who is much much bigger than Kid B and much much stronger too!) by telling him “if you don’t make Kid B comply with my demands, I will take the issue in my own hands!”.  The entire schoolyard erupts in hysterical laughter.\nQuestion: how would you the gauge the intelligence of Kid A? Anyway…\nThis would all be really funny if this was a comedy show.  But what this all is in reality is a slow but steady progression towards war.  What makes this even worse is the media’s obsession with the range of North Korean missiles and whether they can reach Guam or even the USA.  With all due respect for the imperial “only we matter” (and nevermind the “gooks”), there are ways “we”, i.e. the American people can suffer terrible consequences from a war in the Korean Peninsula which have nothing to do with missile strikes on Guam or the USA.\nImage via The Saker\nThe lucrative target: Japan\nThis summer I mentioned one of the most overlooked potential consequences of a war with the DPRK and I want to revisit this issue again.  First, the relevant excerpt from  the past article :\nWhile I personally believe that Kim Jong-un is not insane and that the main objective of the North Korean leadership is to avoid a war at all costs, what if I am wrong?  What if those who say that the North Korean leaders are totally insane are right? Or, which I think is much more likely, what if Kim Jong-un and the North Korean leaders came to the conclusion that they have nothing to lose, that the Americans are going to kill them all, along with their families and friends?  What could they, in theory, do if truly desperate?  Well, let me tell you: forget about Guam; think Tokyo!  Indeed, while the DPRK could devastate Seoul with old fashioned artillery systems, DPRK missiles are probably capable of striking Tokyo or the  Keihanshin region  encompassing Kyoto, Osaka and Kobe including the key industries of the  Hanshin Industrial Region .  The Greater Tokyo area (Kanto region) and the Keihanshin region are very densely populated (37 and 20 million people respectively) and contain an immense number of industries, many of which would produce an ecological disaster of immense proportions if hit by missiles.  Not only that, but a strike on the key economic and financial nodes of Japan would probably result in a 9-11 kind of international economic collapse.  So if the North Koreans wanted to really, really hurt the Americans what they could do is strike Seoul, and key cities in Japan resulting in a huge political crisis for the entire planet.  During the Cold War we used to study the consequences of a Soviet strike against Japan and the conclusion was always the same: Japan cannot afford a war of any kind.  The Japanese landmass is too small, too densely populated, to rich in lucrative targets and a war would lay waste to the entire country. This is still true today, only more so.  And just imagine the reaction in South Korea and Japan if some crazy US strike on the DPRK results in Seoul and Tokyo being hit by missiles!   The South Koreans have already made their position unambiguously clear , by the way. As for the Japanese, they are officially  placing their hopes in missiles  (as if technology could mitigate the consequences of insanity!).  So yeah, the DPRK is plenty dangerous and pushing them into their last resort is totally irresponsible indeed, nukes or no nukes.\nYet, for some reason, the western media rarely mentions Japan or the possible global economic consequences on a strike against Japan.  Very few people know for sure whether the North Koreans truly have developed a usable nuclear weapon (warhead and missile) or whether the North Korean ballistic missile truly can reach Guam or the USA.  But I don’t think that there is any doubt whatsoever that North Korean missile can easily cover the roughly 1000km (600 miles) to reach the heart of Japan.  In fact, the DPRK has already  lobbed missiles over Japan in the past .  Some red blooded US Americans will, no doubt, explain to use that  the US THAAD system can, and will, protect South Korea and Japan from such missile strikes .  Others, however,  will disagree .  We won’t know until we find out, but judging by the  absolutely dismal performance of the vaunted US Patriot system in the Gulf War ,  I sure would not place my trust in any US made ABM system.  Last, but not least, the North Koreans could place a nuclear device (not even a real nuclear warhead) on a regular commercial ship or even a submarine, bring it to the coast of Japan and detonate it.  The subsequent panic and chaos might end up costing even more lives and money than the explosion itself.\nThen there is Seoul, of course.  US analyst Anthony Cordesman  put is very simply  “A battle near the DMZ, directed at a target like Seoul, could rapidly escalate to the point at which it threatened the ROK’s entire economy, even if no major invasion took place.”\n[Sidebar: Cordesman being Cordesman, he proceeds to hallucinate about the effects of a DPRK invasion of the ROK and comes up with sentences such as “Problems drive any assessment of the outcome of a major DPRK invasion of the ROK, even if one only focuses on DPRK- ROK forces. The DPRK has far larger ground forces, but the outcome of what would today be an air – land battle driven heavily by the overall mobility of DPRK land forces and their ability to concentrate along given lines of advance relative to the attrition technically superior ROK land and air forces could inflict is impossible to calculate with any confidence, as is the actual mix of forces both sides could deploy in a given area and scenario“.  Yup, the man is seriously discussing  AirLand battle  concepts in the context of a DPRK invasion of the South!  He might as well be discussing the use of  Follow-on-Forces Attack  concept in the context of a Martian invasion of earth (or an equally likely Russian invasion of the Baltic statelets!).  It is funny and pathetic how a country with a totally offensive national strategy, military doctrine and force posture still feels the need to hallucinate some defensive scenarios to deal with the cognitive dissonance resulting from clearly being the bad guy.]\nWhy does Cordesman say that?  Because  according to a South Korean specialist  “DPRK artillery pieces of calibers 170mm and 240mm “could fire 10,000 rounds per minute to Seoul and its environs.”   During the war in Bosnia the western press spoke of “massive Serbian artillery strikes on Sarajevo” when the actual rate of fire was about 1 artillery shell per minute.  It just makes me wonder what they would call 10,000 rounds per minute.\nThe bottom line is this: you cannot expect your enemy to act in a way which suits you; in fact you should very much assume that he is going to do what you do not expect and what is the worst possible for you.  And, in this context, the DPRK has many more options than shooting an ICBM at Guam or the USA.  The nutcases in the Administration might not want to mention it, but an attack on the DPRK risks bringing down both the South Korean and the Japanese economies with immediate and global consequences: considering that rather shaky and vulnerable nature of the international financial and economic system, I very much doubt that a major crisis in Asia would not result in the collapse of the US economy (which  is fragile anyway ).\nWe should also consider the political consequences of a war on the Korean Peninsula, especially if, as is most likely, South Korea and Japan suffer catastrophic damage.  This situation could well result in such an explosion of anti-US feelings that the US would have to pack and leave from the region entirely.\nHow do you think the PRC feels about such a prospect?  Exactly.  And might this not explain why the Chinese are more than happy to let the USA deal with the North Korean problem knowing full well that one way or another the USA will lose without the Chinese having to fire a single shot?\nThe terrain\nNext I want to re-visit a threat which is discussed much more often: North Korean artillery and special forces.  But first, I ask you to take a close look at the following three maps of North Korea:\nThese full-size maps can be downloaded from  here .\nWhat I want you to see is that the terrain in North Korea is what the military call “mixed terrain”.  The topography of North Korea article in Wikipedia actually explains this very well:\nThe terrain consists mostly of hills and mountains separated by deep, narrow valleys. The coastal plains are wide in the west and discontinuous in the east.  Early European visitors to Korea remarked that the country resembled “a sea in a heavy gale” because of the many successive mountain ranges that crisscross the peninsula. Some 80 percent of North Korea’s land area is composed of mountains and uplands, with all of the peninsula’s mountains with elevations of 2,000 metres (6,600 ft) or more located in North Korea. The great majority of the population lives in the plains and lowlands.\nBeing from Switzerland I know this kind of terrain very well (it’s what you would see in the Alpine foothills called “Oberland” or “Préalpes”) and I want to add the following: dense vegetation, forests, rivers and creek with steep banks and rapid currents.  Small villages and *a lot* of deep, underground tunnels. There are also flat areas in North Korea, of course, but, unlike Switzerland, they are composed mostly of rice fields and marshes.  In military terms this all translates into one simple and absolutely terrifying word: infantry.\nWhy should the word infantry scare so much? Because infantry means on foot (or horses) with very little airpower (AA and MANPADS), satellites (can’t see much), armor (can’t move around), gunships, submarines or cruise missiles can do.  Because infantry means “no lucrative targets” but small, dispersed and very well hidden forces.  Company and even platoon-level warfare.  Because infantry in mixed terrains means the kind of warfare the US Americans fear most.\nThe adversary\nAnd with that in mind, let’s repeat that besides its huge regular armed forces (about a million soldiers plus another 5 million plus in paramilitary organizations) the DPRK also has 200,000 special forces.   Let’s assume that the Western propaganda is, for once, saying the truth and that the regular armed forces are poorly equipped, poorly trained, poorly commanded and even hungry and demotivated (I am not at all sure that this is a fair assumption, but bear with me).  But spreading that amount of soldiers all over the combat area would still represent a huge headache, even for “the best and most powerful armed forces in history” especially if you add 200,000 well-trained and highly motivated special forces to the mix (I hope that we can all agree that assuming that special forces are also demotivated would be rather irresponsible).  How would you go about finding out who is who and where the biggest threat comes from? And consider this: it would extremely naive to expect the North Korean special forces to show up in some clearly marked DPRK uniforms.  I bet you that a lot of them will show up in South Korean uniforms, and others in civilians clothes.  Can you imagine the chaos of trying to fight them?\nYou might say that the North Koreans have 1950′s era weapons.  So what?  That is exactly what you need to fight the kind of warfare we are talking about: infantry in mixed terrains.  Even WWII gear would do just fine.  Now is time to bring in the North Korean artillery.  We are talking about 8,600 artillery guns, and over 4,800 multiple rocket launchers ( source ).  Anthony Cordesman  estimates  that there are 20,000 pieces in the “surrounding areas” of Seoul.  That way is more than the US has worldwide (5,312 according to the 2017 “Military Balance”, including mortars).  And keep in mind that we are not talking about batteries nicely arranged in a flat desert, but thousands of simple but very effective artillery pieces spread all over the “mixed terrain” filled with millions of roaming men in arms, including 200,000 special forces.  And a lot of that artillery can reach Seoul, plenty enough to create a mass panic and exodus.\nThink total, abject and bloody chaos\nSo when you think of a war against North Korea, don’t think “Hunt for Red October” or “Top Gun”.  Think total, abject and bloody chaos.  Think instant full-scale FUBAR.  And that is just for the first couple of days, then things will get worse, much worse.  Why?\nBecause by that time I expect the North Korean Navy and Air Force to have been completely wiped-off, waves after waves of cruise missiles will have hit an X number of facilities (with no way whatsoever to evaluate the impact of these strikes, but nevermind that) and the US military commanders will be looking at the President with no follow-up plan to offer.  As for the North Koreans, by then they will just be settling in for some serious warfare, infantry-style.\nThere is a better than average that a good part of the DPRK elites will be dead.   What is sure is that the command and control of the General Staff Department over many of its forces will be if not lost, then severely compromised.  But everybody will know that they have been attacked and by whom.  You don’t need much command and control when you are in a defensive posture in the kind of terrain were movement is hard to begin with.  In fact, this is the kind of warfare where “high command” usually means a captain or a major, not some faraway general.\nYou might ask about logistics?  What logistics I ask you? The ammo is stored nearby in ammo dumps, food you can always get yourself and, besides, its your home turf, the civilians will help.\nAgain, no maneuver warfare, no advanced communications, no heavy logistical train – we are talking about a kind of war which is much closer to WWII or even WWI than Desert Storm.\n[Sidebar: as somebody who did a lot of interesting stuff with the Swiss military, let me add this: this kind of terrain is a battlefield were a single company can stop and hold an entire regiment; this is the kind of terrain where trying to accurately triangulate the position of an enemy radio is extremely hard; this is the kind of terrain where only horses and donkeys can carry heavy gear over narrow, zig-zagging, steep paths;  entire hospitals can be hidden underground with their entrance hidden by a barn or a shed; artillery guns are dug in underground and fire when a thick reinforced concrete hatch is moved to the side, then they hide; counter-battery radar hardly works due to bouncing signals; radio signals have a short range due to vegetation and terrain; weapon caches and even company size forces camps can only be detected by literally stepping on them; underground bunkers have numerous exits; air-assault operations are hindered by the very high risk of anti-aircraft gunfire or shoulder-fired missiles which can be hidden and come from any direction.  I could go on and on but I will just say this: if you want to defeat your adversary in such a terrain there is only one technique which works: you do what the Russians did in the mountains in southern Chechnia during the second Chechen war – you send in your special forces, small units on foot, and you fight the enemy on his own turf.  That is an extremely brutal, dangerous and difficult kind of warfare which I really don’t see the Americans doing.  The South Koreans, yes, maybe. But here is where the number game also kicks in: in Chechnia the Russians Spetsnaz operated in a relatively small combat zone and they had the numbers.  Now look at a map of North Korea and the number of North Korean special forces and tell me – do the South Koreans have the manpower for that kind of offensive operations?  One more thing: the typical US American reaction to such arguments would be “so what, we will just nuke them!\".  Wrong.  Nuke them you can, but nukes are not very effective in that kind of terrain, finding a target is hard to begin with, enemy forces will be mostly hidden underground and, finally, you are going to use nukes to deal with company or platoon size units?!  Won’t work.]\nIf you think that I am trying to scare you, you are absolutely correct. I am.  You ought to be scared.  And notice that I did not even mention nukes.  No, not nuclear warheads in missiles.  Basic nuclear devices driven around in common army trucks.  Driven down near the DMZ in peacetime amongst thousands of other army trucks and then buried somewhere, ready to explode at the right time.  Can you imagine what the effect of a “no-warning” “where did it come from?” nuke might be on advancing US or South Korean forces?  Can you imagine how urgent the question “are there any more?” will become?  And, again, for that the North Koreans don’t even need a real nuclear weapon.  A primitive nuclear device will be plenty.\nI can already hear the die-hard “rah-rah-rah we are number 1!” flag-wavers dismissing it all saying “ha! and you don’t think that the CIA already knows all that?”.  Maybe they do and maybe they don’t – but the problem is that the CIA, and the rest of the US intelligence community, has been so hopelessly politicized that it can do nothing against perceived political imperatives.  And, frankly, when I see that the US is trying to scare the North Koreans with B-1B and F-22s I wonder if anybody at the Pentagon, or at Langely, is still in touch with reality.  Besides, there is intelligence and then there is actionable intelligence. And in this case knowing what the Koreans could do does not at all mean know what to do about it.\nSpeaking of chaos – do you know what the Chinese specifically said about it?\nCan you guess?\nEnter the Chinese\nLet’s talk about the Chinese now.  They  made their position very clear : “If North Korea launches an attack that threatens the United States then China should stay neutral, but if the United States attacks first and tries to overthrow North Korea’s government China will stop them.”  Since there is no chance at all of a unprovoked North Korean attack on the South or the USA, especially with this threat by the Chinese to remain neutral if the DPRK attacks first, let’s focus on the 2nd part of the warning.\nWhat could the Chinese do if the US decides to attack North Korea?  There basic options depend on the nature of the attack:\nIf the US limits itself to a combination of missile and airstrikes and the DPRK retaliates (or not), then the Chinese can simply provide technical, economic and humanitarian aid to the DPRK and denounce the US on a political level.\nIf the USA follow up with a land invasion of some kind or if the DPRK decides to retaliate in a manner which would force the USA into a land invasion of some kind, then the Chinese could not only offer directly military aid, including military personnel, but they could also wait for the chaos to get total in Korea before opening a 2nd front against US forces (including, possibly, Taiwan).\nThat second scenario would create a dangerous situation for China, of course, but it would be even far more dangerous for US forces in Asia who would find themselves stretched very thin over a very large area with no good means to force either adversary to yield or stop.  Finally, just as China cannot allow the USA to crush North Korea, Russia cannot allow the USA to crush China.  Does that dynamic sound familiar?  It should as it is similar to what we have been observing in the Middle-East recently:\nRussia->Iran->Hezbollah->Syria\nRussia->China->DPRK\nThis is a very flexible and effective force posture where the smallest element is at the forefront of the line-up and the most powerful one most removed and at the back because it forces the other side to primarily focus on that frontline adversary while maximizing the risks of any possibly success because that success is likely to draw in the next, bigger and more powerful adversary.\nConclusion: preparing for genocide\nThe US has exactly a zero chance of disarming or, even less so, regime changing the DPRK by only missile and airstrikes.  To seriously and meaningfully take the DPRK “in their hands” the US leaders would need to approve of a land invasion.  However, even if that is not the plan, if the DPRK decides to use its immense, if relatively antiquated, firepower to strike at Seoul, the US will have no choice to move in ground forces across the DMZ.  If that happens about 500,000 ROK troops backed by 30,000 US military personnel will face about 1 million North Korea soldiers backed by 5 million paramilitaries and 200,000 special forces on a mix terrain battlefield which will require an infantry-heavy almost WWII kind of military operations.  By definition, if the USA attacks the DPRK to try to destroy its nuclear program such an attack will begin by missile and air strikes on DPRK facilities meaning that the USA will immediately strike at the most valuable targets (from the point of view of the North Koreans of course).  This means that following such an attack the US will have little or no dissuasive capabilities left and that means that following such an attack the DPRK will have no incentive left to show any kind of restraint.  In sharp contrast, even if the DPRK decides to begin with an artillery barrage across the DMZ, including the Seoul metropolitan area, they will still have the ability to further escalate by either attacking Japan or by setting off a nuclear device.  Should that happen there is an extremely high probability that the USA will either have to “declare victory and leave” (a time-honored US military tradition) or begin using numerous tactical nuclear strikes.  Tactical nuclear strikes, by the way, have a very limited effectiveness on prepared defensive position in mixed terrain, especially narrow valleys.  Besides, targets for such strikes are hard to find.  At the end of the day, the last and only option left to the USA is what they always eventually resort to would be to directly and deliberately engage in the mass murder of civilians to “break the enemy’s will to fight” and destroy the “regime support infrastructure” of the enemy’s forces (another time-honored US military tradition stretching back to the Indian wars and which was used during the Korean war and, more recently, in Yugoslavia).  Here I want to quote an article by Darien Cavanaugh in  War is Boring :\nOn a per-capita basis, the Korean War was one of the deadliest wars in modern history, especially for the civilian population of North Korea. The scale of the devastation shocked and disgusted the American military personnel who witnessed it, including some who had fought in the most horrific battles of World War II (…).  These are staggering numbers, and the death rate during the Korean War was comparable to what occurred in the hardest hit countries of World War II. (…)  In fact, by the end of the war, the United States and its allies had dropped more bombs on the Korean Peninsula, the overwhelming majority of them on North Korea, than they had in the entire Pacific Theater of World War II.\n“The physical destruction and loss of life on both sides was almost beyond comprehension, but the North suffered the greater damage, due to American saturation bombing and the scorched-earth policy of the retreating U.N. forces,” historian Charles K. Armstrong wrote in an essay for the Asia-Pacific Journal.  “The U.S. Air Force estimated that North Korea’s destruction was proportionately greater than that of Japan in the Second World War, where the U.S. had turned 64 major cities to rubble and used the atomic bomb to destroy two others. American planes dropped 635,000 tons of bombs on Korea—that is, essentially on North Korea—including 32,557 tons of napalm, compared to 503,000 tons of bombs dropped in the entire Pacific theatre of World War II.”  As Armstrong explains, this resulted in almost unparalleled devastation.  “The number of Korean dead, injured or missing by war’s end approached three million, ten percent of the overall population. The majority of those killed were in the North, which had half of the population of the South; although the DPRK does not have official figures, possibly twelve to fifteen percent of the population was killed in the war, a figure close to or surpassing the proportion of Soviet citizens killed in World War II.”\nTwelve to fifteen percent of the entire population was murdered by US forces in Korea during the last war (compare these figures to the so-called ‘genocide’ of Srebrenica!).  That is what Nikki Haley and the psychopaths in Washington DC are really threatening to do when they speak of taking the situation “in their own hands” or, even better, when Trump threatens to “ totally destroy ” North Korea.  What Trump and his generals forget is that we are not in the 1950′s but in 2017 and that while the Korean War and a negligible economic impact on the rest of the planet, a war the middle of Far East Asia today would have huge economic consequences.  Furthermore, in the 1950′s the total US control over the mass media, at least in the so-called “free world” made it relatively easy to hide out the murderous rampage by US-lead forces, something completely impossible nowadays.  The modern reality is that irrespective of the actual military outcome on the ground, any US attack on the DPRK would result is such a massive loss of face for the USA that it would probably mark the end of the US presence in Asia and a massive international financial shock probably resulting in a crash of the currently already fragile US economy.  In contrast, China would come out as the big winner and the uncontested Asian superpower.\nAll the threats coming out of US politicians are nothing more than delusional hot air.  A country which has not won a single meaningful war since the war in the Pacific and whose Army is gradually being filled with semi-literate, gender-fluid and often conviction or unemployment avoiding soldiers is in no condition whatsoever to threaten a country with the wide choice of retaliatory options North Korea has.  The current barrage of US threats to engage in yet another genocidal war are both illegal under international law and politically counter-productive.  The fact is that the USA is unlikely to be able to politically survive a war against the DPRK and that it now has no other option than to either sit down and seriously negotiate with the North Koreans or accept that the DPRK has become an official nuclear power.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/debunking-the-myths-about-an-attack-on-north-korea/https://www.reuters.com/article/us-northkorea-missiles-china-media/chinese-paper-says-china-should-stay-neutral-if-north-korea-attacks-first-idUSKBN1AR005"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://theduran.com/south-korean-president-no-war-korean-peninsula/",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/debunking-the-myths-about-an-attack-on-north-korea/https://en.wikipedia.org/wiki/AirLand_Battle",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/debunking-the-myths-about-an-attack-on-north-korea/https://en.wikipedia.org/wiki/Keihanshin",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/debunking-the-myths-about-an-attack-on-north-korea/https://www.nbcnews.com/news/us-news/trump-un-north-korean-leader-suicide-mission-n802596",
                "https://beforeitsnews.com/v3/r2/?url=http://www.nytimes.com/1991/04/17/world/after-the-war-did-patriot-missiles-work-not-so-well-scientists-say.html",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/debunking-the-myths-about-an-attack-on-north-korea/https://en.wikipedia.org/wiki/Hanshin_Industrial_Region",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/debunking-the-myths-about-an-attack-on-north-korea/https://www.globalsecurity.org/military/world/dprk/m-1985-mrl.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/debunking-the-myths-about-an-attack-on-north-korea/https://www.rt.com/usa/412662-haley-north-korea-china-hands/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://www.newsweek.com/us-missile-defense-shield-thaad-ready-north-korea-690426",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/debunking-the-myths-about-an-attack-on-north-korea/https://en.wikipedia.org/wiki/Korean_People%27s_Army_Ground_Force#Equipment",
                "https://beforeitsnews.com/v3/r2/?url=http://warisboring.com/the-korean-wars-brutality-turned-the-stomachs-of-americas-most-hardened-soldiers/",
                "https://beforeitsnews.com/v3/r2/?url=http://thesaker.is/the-neocons-are-pushing-the-usa-and-the-rest-of-the-world-towards-a-dangerous-crisis/",
                "https://beforeitsnews.com/v3/r2/?url=http://nationalinterest.org/blog/the-buzz/thaad-cant-destroy-north-koreas-icbms-the-navy-might-23588",
                "https://beforeitsnews.com/v3/r2/?url=http://www.newsweek.com/japan-war-north-korea-drill-missiles-kill-627528",
                "https://beforeitsnews.com/v3/r2/?url=http://www.cnn.com/2017/09/14/asia/north-korea-missile-launch/index.html",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/debunking-the-myths-about-an-attack-on-north-korea/https://drive.google.com/open?id=1WEgO3NqfZUSTojhB93eNPh9-JLLSmNy9",
                "https://beforeitsnews.com/v3/r2/?url=http://www.zerohedge.com/news/2017-12-06/peter-schiff-warns-too-big-pop-bubble-everybody-going-get-wiped-out"
            ]
        },
        "key_words": [
            "forces",
            "korea",
            "military",
            "usa",
            "kind",
            "korean",
            "war",
            "dprk",
            "debunking",
            "north",
            "attack",
            "terrain",
            "myths"
        ]
    }
]