[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2018/01/would-rural-areas-be-safer-in-a-shtf-situation-3179112.html",
        "title": "Would Rural Areas Be Safer In A SHTF Situation?",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nWednesday, January 24, 2018 20:41\n% of readers think this story is Fact. Add your two cents.\n \nVery few will argue that being in a rural area when something catastrophic happens will greatly increase your chances of survival. A lower population density and more available natural resources to help you get by will make long term survival much easier. This is why so many people advocate heading for a rural area when something happens. The problem is unless you are already established in a rural area, survival will not necessarily be easier.\nLeaving the city when supplies and infrastructure are shut down would work only up to a point. Rural areas are like anywhere else. They have infrastructure designed to service a certain number of people that normally live there. The housing, restaurants, roadways, water systems and grocery stores will only handle a small excess of people even in the best of times. When the city dwellers suddenly evacuate to the rural areas in mass, they will simply be taking many of their big city problems with them. They will likely find no housing, food supplies or other infrastructure they need to live.\nBecause of this many small towns will likely close their roads at some point and prevent entry to anyone who does not live there. They will suddenly realize their already finite resources will not be enough for themselves much less thousands of new people. This realization will likely come only after they have been inundated with strangers demanding supplies and housing. It is for this reason that rural dwellers should hope cities are locked down fairly quickly to prevent people from leaving.\nWhen Henry Kaiser built a new shipyard in Richmond, Ca. in the 1940’s the town was suddenly overwhelmed with new workers. People lived in shoddy trailers they towed in, some slept in boarding houses in shifts and the schools ran three shifts a day. Eventually they built the new infrastructure they needed and life went on but this only happened because they were living in normal times when everything was working properly. Imagine an influx of people into a small town when supplies are already limited and likely to get worse as time goes on.\nThat is why it is essential that you establish yourself in a rural area before something happens. Simply hoping to show up following an event is no plan and will likely cause resentment by the locals when supplies run low.\nRural areas offer the opportunity to be much more self reliant than city spaces. This is the reason rural areas offer people a better chance to survive something like a grid down scenario. This is only true until the carrying capacity of the rural area is breached. That is when the city problems become rural problems. Simply moving a mass of unprepared people to another area with even less infrastructure will not solve the problem, it will only change the surroundings and create other problems.\nThere is an old saying that you never eat your seed stock. Self sufficient people know this because if they eat their seeds or butcher their breeding stock they will not have anything to raise the following year which will lead to eventual starvation or loss of future income. To an unprepared person that thinks food is produced in a factory, preserving seed stock makes no sense when they are hungry right now. They do not care about next year, they only care about today which is why they got into their situation in the first place. This is the type of situation that can doom a society if they lose the ability to produce future crops, even on a small scale.\nWill rural areas be safer in a SHTF situation? Only if they can maintain order and protect the resources they have to insure long term sustainability of the community. Most communities are not prepared for this type of situation and will need a steep learning curve if they are to survive it. Many will likely not survive it.\nModern farming communities do not have the infrastructure to maintain themselves like many once did. Factory farming has moved much of the local production to central locations around the nation and few farmers produce their own seed locally. These and other modern systems will make it difficult for many farm communities to even care for their own much less thousands of new arrivals.\nThe only communities that are likely to survive in tact are the ones that are mostly self sufficient already and have a plan to maintain production and protect themselves from looters and overcrowding. Simply running to a rural area in a time of crisis is no cure all. Wherever you are, the key to survival will be advance preparation and a good plan.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "situation",
            "rural",
            "safer",
            "area",
            "areas",
            "infrastructure",
            "survive",
            "city",
            "supplies",
            "survival",
            "shtf",
            "likely"
        ]
    }
]