[
    {
        "url": "https://beforeitsnews.com/books/2018/01/my-favorite-books-2522928.html",
        "title": "My Favorite Books",
        "authors": [
            {
                "name": "Babbling Books",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Babbling Books\nThursday, January 25, 2018 1:46\n% of readers think this story is Fact. Add your two cents.\nMy list of all time favorite books is below. I shared some of my thoughts on what went into this list  here . This is a relatively short list. For every book on this list there are also many near misses. I have listed the below books in alphabetical order as I do not necessarily rank any one above any other one. I should note that I am using the term “book” loosely as I am going to include plays, novellas, etc. in my list. \nBarchester Towers by Anthony Trollope – I love Trollope. Several of his books are “near misses” and come close to being included in the list. For me, this particular novel represents a perfect combination of the author’s keen observations on people and his subtle but very effective humor. \nThe Better Angels of Our Nature by Steven Pinker – I make reference to this book all the time. This is the author’s argument that over the course of history, violence has been declining and that the world is getting better in a lot of ways. This book want a long way to helping me organize my understanding of history, psychology, human rights, etc. It helped me to understand the world. \nThe Plague by Albert Camus – I tend to like existentialist novels. This one is my favorite. The narrative is essentially a search for life’s meaning in a world of suffering. Helping others and alleviating suffering is presented as the answer. The book contains lots of interesting philosophy as well as meditations upon Christianity. These are all things that I love in a book. \nThe Demon Haunted World by Carl Sagan – This is a philosophy book that argues that reason and science are vital to humanity’s well being. It also examines rational thinking in detail. The work is full of valuable insight and wisdom. Sagan is clear about his views and what he agrees with and what he disagrees with. However, unlike more recent works by the “New Atheists” such as Richard Dawkins, Sagan takes a much less antagonistic attitude towards religion and towards those who disagree with him. This is another book that helped me to understand the world. \nDo Androids Dream of Electric Sheep? by Philip K. Dick - The film Blade Runner is based on this book. However, though I think that the movie brilliant in its own right, it is a very different work and not something to compare to the novel. The theme of good verses evil is explored here a unique, profound and moving way. The novel is also full of other important and interesting observations about humanity and technology. The characters and the plot are also fascinating. \nJane Eyre by Charlotte Brontë – I think that this work touches upon the duality between the masculine and the feminine in an aesthetically marvelous way. The story and the characters are sublime. The book packs an enormous emotional impact for me. \nMidsummer’s Night Dream by William Shakespeare - This may be the most pleasant great work of literature ever written. It includes a wonderful story, wonderful characters, and imparts a wonderful atmosphere both when reading and or watching a performance. It includes all this while saying something important about the human condition. \nA Passage To India by E.M. Foster – Folks talk about how this book examines colonialism and the interaction of cultures in brilliant way. I agree that it does these things. I also think that the metaphysical and existentialist meditations in this novel are magnificent. All this combined with a great story and great characters make this one of my favorites. \nThe Rainbow by D.H. Lawrence – I think that this is a brilliant story. I find that the portrayal of the book’s protagonist, Ursula Brangwen, to be one of the greatest character descriptions in literature. Her rebellion against convention and the constraints of society is portrayed in a very unique way. She is a magnificent literary creation whose inner transformation is a wonder to read about. The way in which Lawrence unifies Ursula’s journey of self – discovery with his philosophy is near perfect. \nSiddhartha by Hermann Hesse – This novel is many things, but one aspect of this book that attracts me a lot is the theme of an individual’s search for balance. This book passage that involves an attempted suicide that brings tears to my eyes every time that I read it. This is a marvelous story. \nSomething Wicked This Way Comes by Ray Bradbury – I first read this book when I was in my early teens. At the time I found a lot to relate to in the book’s young protagonists. Now I am only a few years younger then Charles Halloway, the adult protagonist in the book. This all ties together in a special way for me, as book’s themes are closely intertwined with aging. The combination of these elements, and others, make this book very special for me.\nThis is a blog about good books. It is a place for me to share my musings about literature, history, culture and science. Most of what one will find here are not plain reviews. Instead, when I discuss a book I tend to explore a thought or two that I have about the work. This is a place for the enthusiastic reader who is curious about the world!\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "work",
            "understand",
            "novel",
            "trollope",
            "books",
            "list",
            "way",
            "sagan",
            "favorite",
            "book",
            "world"
        ]
    }
]