[
    {
        "url": "https://beforeitsnews.com/sports/2018/01/just-say-no-to-jarvis-landry-2710432.html",
        "title": "Just Say No to Jarvis Landry",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Ravens 24x7\nThursday, January 25, 2018 6:58\n% of readers think this story is Fact. Add your two cents.\nRavens Shouldn’t Pursue Free Agent Wideout\nI know what you’re probably thinking. A talented 25-year-old proven receiver hits the market and you’d rather Ravens NOT pursue him?\nAs crazy as that sounds 1. I haven’t been drinking; and 2. I have sound reasoning why this isn’t the best idea considering all the factors we know going in.\nThe ”Hero” Complex\nOne guy won’t fix the damage done here. The wide receiver position in Baltimore has been either neglected or patched up with band aids and gum for much of the team’s existence. Big splashes win offseason awards, and while I’m not opposed to them in principle, the Ravens have to put more resources into the position – one big free agent signing won’t be a quick fix.\nAlso, would a splash like this make the team a bit complacent? I worry that they wouldn’t have the will nor the remaining resources to address the position as aggressively as they should the rest of the way, were they to land a catch like Landry to quiet the fans currently storming the castle.\nAs for Landry himself…\nSkill Set\nI’m a big fan of Landry’s game. He’s tough, competitive, has great ball skills andis  tremendous in the open field. I know it’s cliche but he really does play like a Raven. In a vacuum he’d be a great fit.\nStill, he isn’t what i call a “table setter.” Table setters have gravity, they draw attention and create looks for everyone else on the field by their sheer presence. As good as Landry is, he isn’t that guy. While Chris Moore is probably best suited as a 4th receiver, Landry is primarily a slot guy, which means you’ll still need two additional snap-worthy players to play on the outside in three-wide sets.\nI don’t know about you, but i want my “splash” acquisition to solve more problems than that.\nFinancial\nAnd here is where that table setter thing gets tricky. Reports have surfaced that Landry is looking for upwards of $3 million per season. That’s table setter money for a team that isn’t exactly flush with cap flexibility.\nNow i have no doubt if the team really wants Landry they’ll figure out how to meet that price tag, but what’s the collateral damage? It’s hard to imagine there being much space left over to address other needs on the roster. Even without a splash like this the team will have its hands full trying to maneuver in free agency.\nI envisioned a move of this magnitude last year . But the team ended up being ravaged by inuries, did some costly restructures and will probably have to hold on to a couple pricier vets because of said injuries ( Brandon Carr , Austin Howard ). I just don’t see such a move as realistic this offseason.\nThe Draft\nThis class is chock full of talented slot receivers: Christian Kirk, Anthony Miller, Trey Quinn and D.J. Moore, to name a few. These are guys you could draft in rounds 2 through 4 for a fraction of the cost.\nNow, i know that face you’re probably making…\nI make it too when talking about the Ravens and drafting receivers but hey, they were rumored to really like Juju Smith-Schuster and Cooper Kupp and passed on both to address the defense. With the team being so lopsided at this point they really have no choice but to flip their approach to the 2017 Draft.\nNow lets hope they again identify the right under-the-radar guys but this time pull the trigger and select them.\nLandry would be a terrific addition to the roster but the Ravens don’t have a ton of resources to make the team better. I think they’d be better served spreading their capital, whether that be draft or free agency (or both), to acquire as much pass-catching talent as they can.\nShould the Ravens pursue Jarvis Landry?\nYes\nNo\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.pro-football-reference.com/players/K/KuppCo00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=https://www.pro-football-reference.com/players/H/HowaAu20.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.pro-football-reference.com/players/C/CarrBr99.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=https://www.pro-football-reference.com/players/M/MoorCh00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=https://russellstreetreport.com/2017/05/22/street-talk/ravens-help-on-way-part-2/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "jarvis",
            "free",
            "really",
            "say",
            "landry",
            "team",
            "isnt",
            "probably",
            "big",
            "table",
            "ravens",
            "know"
        ]
    }
]