[
    {
        "url": "https://beforeitsnews.com/self-sufficiency/2018/01/cole-slaw-that-i-like-at-last-2524101.html",
        "title": "Cole Slaw - that I like - AT LAST !!!",
        "authors": [
            {
                "name": "Simply Homemaking",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Simply Homemaking\nThursday, January 25, 2018 8:07\n% of readers think this story is Fact. Add your two cents.\nMy whole life, until the last few weeks, I’ve hated had an uncertain relationship with “Cole Slaw.” Everyone else in the entire world seems to like it.  I’ve tried numerous recipes through the years and either they tasted awful to me or just so – so.  But now!  I’ve conquered it, at last! I realize, Gentle Readers, that many among you are not adverse to the taste of Cole Slaw.  This has been a personal quest.  I mean, what am I supposed to do with all of that cabbage that I grow other than just cook it with corned beef and potatoes, or make it into sauerkraut? \nVoila!\nHere is a picture of the new version of Cole Slaw:\nI will show you how this came about, and share my Recipe (more a method, really.)  Here is the temperature this morning; a lovely 70.1 F inside and 24.4 F outside: \nCome with me, we are going to the garden…\nSee that?\nThat is a simple Hoop House that my husband constructed over the bed of kale that I planted last spring.  Here we are, closer:\nNow I will open up the end and give you a look inside.\nSince the light is so bright, you can’t see how the hoop house really looks inside, but you can see that there is a lot of perfectly happy Curly Scotch Kale in there.  It will stand all winter, and when it is a little warmer, it will even continue to grow.  If we have a warmish day, or one that is very sunny, I open up the ends of the structure so it won’t overheat.\nHere is how I am making the Cole Slaw that I love:\nI use a food processor to thinly shred the following:  (A very sharp knife could be used as well, of course.)\nSome fresh cabbage\nThen I use the processor, again, and grate these ingredients:\nSome carrot\nMix all of the vegetables together and then I add homemade mayonnaise until it’s as moist as I like, then a nice squirt of prepared yellow mustard, some salt, and a big dollop of home canned sweet pickle relish.\nStir all of that well, taste and see if it needs anything.\nThat’s it!  Now, of course, you can use the basic ingredients and tweek this for what you have on hand, etc…  \nI am so happy to have a way to eat the kale raw that tastes good to me.  The only other way that I really like kale is in soup or Colcannon. Kale chips are very popular, but I am not a fan as it takes a lot of trouble for only a small amount of food.\nI have to mention, though, that I actually canned some kale this year, early on, and I DO like it that way.  I only put up 3 pints, as an experiment, but I think I will try to do more next year.\nOh, yes… here is my mayonnaise recipe:\nMAYONNAISE\nIn a medium-sized bowl combine:\n3 egg yolks (if you are not worried about the safety of raw eggs)\n1 teaspoon Dijon mustard\n1.5 Tablespoons (one and one-half) raw apple cider vinegar\n1 cup extra-virgin olive oil (or 1/2 EVOO and 1/2 Avocado oil)\nsea salt, to taste (about 8 pinches)\nI use an immersion blender to blend this all together and it takes only moments to do.  I used to do it in a stand blender, drizzling in the olive oil very slowly and that works fine, but takes a lot more time.\nAccording to Gnowfglins , if you add a Tablespoon of live whey to this and let it sit out on the counter for 7 hours before putting it in the fridge, it will keep much longer, but if you are going to use it within a week, I wouldn’t worry about that.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "cole",
            "raw",
            "really",
            "kale",
            "taste",
            "takes",
            "lot",
            "slaw",
            "way",
            "ive"
        ]
    }
]