[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/middle-class-warrior-nancy-pelosi-fights-for-over-100000-in-tax-breaks-for-herself-2976210.html",
        "title": "Middle Class Warrior Nancy Pelosi Fights for Over $100,000 in Tax Breaks For Herself",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By RedState (Reporter)\nTotal:\nMiddle Class Warrior Nancy Pelosi Fights for Over $100,000 in Tax Breaks For Herself\nThursday, January 25, 2018 7:41\n% of readers think this story is Fact. Add your two cents.\nNancy Pelosi, whose end-times rhetoric during and after the passage of the GOP tax reform plan rivaled that of the Book of Revelation, seems to have been caught trying to protect her own tax breaks during the reform fight.\nThe Washington Free Beacon has blown the whistle on what appears to be Pelosi arguing in bad faith during the legislative battle.\nPelosi’s annual property tax bill alone on three luxury homes last year—$137,000—is more than twice the 2016 U.S. median household income of $59,039, which the  U.S. Census  reported last fall.\nLike most taxpayers, she also apparently wants to keep as much of her money as U.S. tax law allows, though she did not mention those plans during the contentious months-long debate on the GOP tax bill last fall or how it would impact her personally.\nAt the time, Pelosi accused Republicans and President Trump of hiking taxes on the middle-class while slashing those for corporations. She denounced the bill using apocalyptic terms, decrying it as “Armageddon” and “like death.”\nNow, don’t get me wrong. I support anyone fighting for a lower tax bill, even Pelosi. But, it does kind of make her a bit hypocritical, no?\nAt one point, she said the tax plan was a “monumental, brazen theft from the middle class,” and pledged that Democrats will continue to demand “job-creating, wage-raising tax reform with not one penny in tax breaks for the wealthiest one percent.”\n[…]\nPelosi and her husband have owed roughly $137,000 annually in local property taxes on the three homes they use and don’t rent out: two in California and one in D.C., city and county property records show. Before the beginning of the year, they were allowed to write off all of those property taxes on their federal taxes but now can deduct only $10,000 of it under the new law.\nThe Pelosis could make up a good portion of the lost deduction through the new law’s provision lowering the tax rate on the highest income bracket from 39.6 to 37 percent. However, tax experts say they could still wind up paying thousands of dollars more to the federal government than in previous years because of the new law’s SALT deduction cap.\nPelosi is worth about $100 million, and despite her bashing of the GOP’s treatment of the super wealthy, she has used her fair share of accounting tricks to withhold as much tax money from the government as possible. This practice is at devastating odds with her constant devotion to making sure the government gets enough money from the rich.\nI urge @SpeakerBoehner & my @HouseGOP colleagues to put #MiddleClassFirst instead of the wealthy few. My statement: http://t.co/f0E1diJ4Dp\n#GOPs1st100Days of new Congress include handout after handout for ultra-wealthy. How about bigger paychecks & better infrastructure for all?\nMeanwhile, since President Donald Trump took office and began attacking the regulatory state and the GOP passed a tax reform package, many workers across the U.S. have seen new jobs created and filled and promises of wage raises and bonuses.\nThe post Middle Class Warrior Nancy Pelosi Fights for Over $100,000 in Tax Breaks For Herself appeared first on RedState .\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "monumental, brazen theft from the middle class,",
                "Pelosi",
                false
            ],
            [
                "job-creating, wage-raising tax reform with not one penny in tax breaks for the wealthiest one percent.",
                "Pelosi",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/hashtag/GOPs1st100Days?src=hash&ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/SpeakerBoehner?ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com//joesquire/2018/01/25/middle-class-warrior-nancy-pelosi-fights-100000-tax-breaks/http://t.co/f0E1diJ4Dp",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com/joesquire/2018/01/25/middle-class-warrior-nancy-pelosi-fights-100000-tax-breaks/",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/HouseGOP?ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/v3/r2/?url=https://www.census.gov/newsroom/press-releases/2017/income-povery.html",
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/hashtag/MiddleClassFirst?src=hash&ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com//joesquire/2018/01/25/middle-class-warrior-nancy-pelosi-fights-100000-tax-breaks/http://freebeacon.com/politics/pelosi-tries-extend-tax-break-two-multi-million-dollar-homes/"
            ]
        },
        "key_words": [
            "warrior",
            "pelosi",
            "breaks",
            "trump",
            "100000",
            "middle",
            "tax",
            "reform",
            "bill",
            "nancy",
            "law",
            "president",
            "property",
            "class",
            "taxes",
            "fights"
        ]
    }
]