[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/what-everyone-gets-wrong-about-the-economy-exploring-bitcoin-futures-nasdaq-ceo-videos-3590214.html",
        "title": "Exploring Bitcoin Futures: Nasdaq CEO (Videos)",
        "authors": [
            {
                "name": "Due Diligence",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Due Diligence\nTotal:\nWhat Everyone Gets Wrong About The Economy | Exploring Bitcoin Futures: Nasdaq CEO (Videos)\nTuesday, January 23, 2018 13:50\n \n \n \nJim McCaughan, CEO of Principal Global Investors, a fund manager with $445 billion in assets, spoke to Business Insider’s Sara Silverstein about what he sees as improper measures of the US economy. \nPLUS\nNasdaq CEO Adena Friedman on the outlook for stocks, regulation, rising interest rates, the Trump administration’s trade policy and bitcoin.\nWhat Everyone Gets Wrong About The Economy\nSource Business Insider\nSource Fox Business\n \nSource Fox Business\nFollowing is a transcript of the What Everyone Gets Wrong About The Economy video.\nSara Silverstein: When you look at the economic picture right now, what do you think people are missing? Jim McCaughan: I think they’re missing the impact of technology, and I think it’s being underestimated by a lot of commentators. What I mean by that is the consistent improvement in quality of goods and services is not reflected in the official data. If you think about it, the economy is really growing faster than the GDP numbers suggest, because the improvement in quality has accelerated. It’s always been built into the GDP numbers, but inadequately. I’d also point out on the economy that capital investment is now a lot more productive than it used to be. Technology makes sure of that. Whether it’s the sharing economy that brings assets into productive use, like say Airbnb, or maybe it’s if you have a factory that’s working 24/7 with robots, or as it used to be a shift system with people. So the capital stock is working much harder. All of this means the interest rates are and will stay lower than most people thought. And I think they’re missing this and I think it’s important for valuation of every other asset, including equities. Silverstein:  And just to go back to the improper measures of where we are economically speaking, what do you think — like what percentage are we missing in GDP and inflation? How much are those off by? McCaughan: Well I suspect inflation may be overstated by about 1% per annum. And the GDP therefore may be understated by about 1% per annum. And, you know, if you want to have a very general understanding of how that works, here’s a question sometimes asked of graduate students in economics — if you took a typical income, say $70,000 a year, would you rather live now or in 1900? And most people will say, “There’s been so much inflation 70,000 years, I’d be rich. I’ll go for 1900.” But then if you really think about it, you wouldn’t have technology, you wouldn’t have antibiotics, routine diseases that are easily cured now would kill you. Life would be pretty uncomfortable — no appliances. How do you keep in contact with people? You can’t travel and see the world. In 1900, even if you are rich, it would be pretty miserable. There’s an example of the very long term of the quality improvement I’m talking about. And I think that continues at a very rapid rate. So I think we’re better off than the numbers say we are and there’s maybe 1% more growth and 1% less inflation than most people think.\nSOURCE Business Insider\nARE YOU COMPLETELY PREPARED & PROTECTED?  \nThe Bible tells us that every human has sinned and fallen short of the glory of God which is  is a heart-penetrating truth. He has provided a way to cleanse us of our sins since we can never be “good enough” to cleanse ourselves. That avenue to God’s grace, mercy and forgiveness (the cleansing of our sins) is through His only begotten Son, Jesus Christ of Nazareth Who is equally God.\n Not one of us are guaranteed a “tomorrow”. Has your time run out? Will you continue to ignore the promptings of God the Holy Spirit or have you awakened to the essential need for God, risking eternal damnation?\n​​God the Holy Father, God the Holy Son and God the Holy Spirit are One God, the true, living, uncreated God Who is ever-present, all knowing, all powerful and all loving. He desires that every single person be forgiven, saved and to live eternally with Him. He is our only real protection and His love for you is unchanging. Accept Jesus Christ as your Savior, the true Messiah, today.\n \n====================================================================================\nDISCLAIMER: Ads seen on this page or on this site \nare NOT endorsed by NOR are they placed by Due Diligence\nTHIS ARTICLE ENDS HERE\n \n===========================================================================\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "There’s been so much inflation 70,000 years, I’d be rich.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "say",
            "holy",
            "bitcoin",
            "sins",
            "gdp",
            "nasdaq",
            "videos",
            "futures",
            "exploring",
            "god",
            "ceo",
            "economy",
            "missing",
            "think",
            "inflation"
        ]
    }
]