[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/trump-just-had-199-people-arrested-in-secret-overnight-raid-after-hearing-what-they-all-did-2974465.html",
        "title": "Trump Just Had 199 People Arrested in Secret Overnight Raid After Hearing What They All Did!",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nTotal:\nTrump Just Had 199 People Arrested in Secret Overnight Raid After Hearing What They All Did!\nFriday, January 19, 2018 1:00\n \nJune 2017 report\nIf there’s anything the last almost 36 hours have taught us, it’s that we’re at war within our own country. It’s not because conservatives want to be or have brought cause for this divisive hatred, but because the left can’t handle not having the control they have enjoyed for the last eight years of destruction. President Trump has been the biggest threat to all they hold dear that’s not good for our country and proved just that when he ordered the arrest of 199 people in one particular state. There’s expected to be more soon before he’s done making the necessary point that the U.S. doesn’t tolerate terrorism of any kind.\nCitizens of this great nation are under attack from within and it’s coming from a number of directions, one of which revealed itself recently. We’re lucky to have a leader like Trump in charge to stop it before it gets more out of control, but it was two terms of Barack Obama that got us here to begin with. The work that the current Commander-in-Chief has cut out for him is far more complex than he may have thought, but is more than up for the challenge anyway and doing a masterful job at it. This was just seen with the swift and assertive action the president took that resulted in a whopping 199 arrests.\nLiberalism isn’t the only “cancer” in the country that seeks to destroy what our forefathers built. The immense refugee program that Obama set up, which set out to bring 100,000 Muslims to America was an invitation to terrorism. What we’re seeing in Europe, with on terror attack after another as a direct result of their open door policy to refugees, is what President Trump is taking action to avoid in America, and has already done a brilliant job at this, starting with the Muslim “Mecca” of America.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nAnonymous\nWhat did they all do?  I don’t read your ***  FEEEER POOOOORN  ***  anymore but this looks interesting.\nJan 19, 2018, 10:16 am\n2QIK4U\nTheres nothing to even read but a sensational headline always with this one. Lazy.  Watching youtube and sharing a video does not a journalist asshole make mate.\nJan 19, 2018, 2:21 pm\nAgain, arresting the WRONG people.  You just need to arrest a couple of dozen Democrap ring leaders.  Get the head of the snake first and the rest is easy.\nJan 19, 2018, 10:52 am\nIt is spelled D-e-m-o-c-r-a-t.\nThere is no “p” in it,  there champ.\nWhen trying to appear to be intelligent and knowledgeable,  good spelling counts.\nJan 19, 2018, 10:00 pm\nSeriously dude? Did you fall off a rockledge?\nYou know the country has gone to shiit when someone posts something like Rockledge here.\nD-E-M-O-C-R-A-P: A label obviously used by a republiCANT.\nJan 20, 2018, 7:19 pm\nRockledge\nBoth are weak attempts at very childish individuals to trivialize each other.\nAnd a perfect evidence of why this country is so fucked up.\nJan 27, 2018, 7:33 pm\nI don’t like a coup from the right any more than I like a coup from the left.  Both usurp the constitutional process of law.\nJan 19, 2018, 12:27 pm\nMaggie\nAs far as I know the law doesn’t specify any time frame when appropriate.\nJan 19, 2018, 5:34 pm\nRockledge\nPresident Trump suddenly has powers no other President has had?   He can have people arrested?\nYou mean we have gone back to Magna Carta era England?\nSHAAAAAZZZZZZAAAAAAAYYYAAAAAAM!!!!\nMyTwoCents\nThere is NOTHING on the web about 119 Iraqis being arrested and there are no details in this video.  Where, for instance.  My suggestion is to boycott all of this person’s posts because she doesn’t post links to the “article” this bot is reading.  This is just propoganda without any supporting facts.  Or maybe it’s wishful thinking on somebody’s part.  Either way, it’s a waste of your time.\nJan 20, 2018, 12:17 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "trump",
            "raid",
            "secret",
            "overnight",
            "arrested",
            "terrorism",
            "199",
            "theres",
            "hearing",
            "job",
            "country",
            "obama",
            "set",
            "control",
            "president"
        ]
    }
]