[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/two-students-dead-in-kentucky-school-shooting-3590377.html",
        "title": "Two students dead in Kentucky school shooting",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Guns.com\nWednesday, January 24, 2018 0:35\n% of readers think this story is Fact. Add your two cents.\nPolice escort a person, second from right, out of the Marshall County High School after a shooting there on Tuesday in Benton, Ky. Gov. Matt Bevin said two people were killed and numerous others were injured in the shooting. (Photo: Dominico Caporali/AP)\nA shooting at a high school in western Kentucky left two students dead and more than a dozen injured Tuesday, according to local law enforcement officials.\nKentucky State Police said a 15-year-old male gunned down 20 students shortly before 8 a.m. at Marshall County High School in the city of Benton, about 120 miles northwest of Nashville.\nBailey Nicole Holt, 15, died at the scene while a second victim, 15-year-old Preston Ryan Cope, died at Vanderbilt Medical Center a short time later.\nPolice said of the 20 affected students — all between the ages of 14 and 18 — 15 suffered gunshot wounds. Three remain in critical condition and a fourth was upgraded to stable condition Tuesday evening.\n“The souls of Marshall County have been bruised and the fabric of the community has been torn, but the people of Benton, KY and the surrounding communities are strong…,” Kentucky Gov. Matt Bevin told his Twitter followers Tuesday. “With faith in God and with reliance on friends and family, we will get through this dark day together.”\nWitnesses described a chaotic scene in the moments after the shooting, with students fleeing for safety to nearby businesses.\n“They was running and crying and screaming,” Mitch Garland told the Associated Press. “They was just kids running down the highway. They were trying to get out of there.”\nGarland estimated at least 100 students escaped, including his own 16-year-old son.\n“Everyone is just scared. Just terrified for their kids,” he said. “We’re a small town and we know a lot of the kids.”\nKentucky State Police Commissioner Rick Sanders said the shooter was taken into custody without violence and will be charged with two counts of murder and multiple counts of attempted murder.\nIt’s unclear whether he will be charged as a juvenile or adult.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The souls of Marshall County have been bruised and the fabric of the community has been torn, but the people of Benton, KY and the surrounding communities are strong…,",
                "",
                true
            ],
            [
                "With faith in God and with reliance on friends and family, we will get through this dark day together.",
                "",
                true
            ],
            [
                "They was running and crying and screaming,",
                "Mitch Garland",
                true
            ],
            [
                "They was just kids running down the highway.",
                "Mitch Garland",
                true
            ],
            [
                "They were trying to get out of there.",
                "Mitch Garland",
                true
            ],
            [
                "We’re a small town and we know a lot of the kids.",
                "Mitch Garland",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.guns.com//2018/01/24/two-dead-17-injured-in-kentucky-school-shooting/https://www.facebook.com/KentuckyStatePolice/?hc_ref=ARQkYzPpdXn96wcznyi4j_zqX8EPd7ivR___Vy764yj5HzxNZHNNAlAvveGAuS5GxoQ&fref=nf",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "dead",
            "high",
            "students",
            "benton",
            "told",
            "school",
            "shooting",
            "county",
            "marshall",
            "kentucky"
        ]
    }
]