[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/democratic-party-disaster-disney-joins-businesses-showering-its-employees-with-extra-cash-thanks-to-gop-tax-cuts-2975773.html",
        "title": "Democratic Party Disaster! Disney Joins Businesses Showering Its Employees With Extra Cash Thanks to GOP Tax Cuts",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By RedState (Reporter)\nDemocratic Party Disaster! Disney Joins Businesses Showering Its Employees With Extra Cash Thanks to GOP Tax Cuts\nTuesday, January 23, 2018 15:41\n% of readers think this story is Fact. Add your two cents.\nThe hits against the Democrats’ doom and gloom over the GOP tax cuts just keep coming as now Disney is throwing some of the extra cash they’re getting due to the corporate tax cuts their employee’s way.\nAccording to CNBC , Disney said on Tuesday that they’ll be handing over $1,000 extra in the paychecks of 125,000 workers, as well as opening up $50 million in educational opportunities for their employees.\n“We are directing approximately $125 million to our cast members and employees across the country and making higher education more accessible with the launch of this new program,” CEO Bob Iger said in a statement.\nCNBC reports that the employees will receive the bonuses in two parts, and all of them will be workers lower on the totem pole. Not one will be an executive member.\nOn top of that, the education program will be available to give workers life skills that go beyond Disney’s interests:\nDisney’s education initiative will be available to nearly 88,000 hourly employees in the U.S.\n“Participants can pursue qualifying higher education or vocational training, including courses unrelated to their current responsibilities at Disney,” the company said in a statement.\nIt will not affect Disney’s ongoing education reimbursement program, the company noted, which will continue to be open to all full-time employees.\nDisney is another stone in the avalanche of corporations that are rewarding their employees with extra cash and benefits thanks to the GOP tax cuts. AT&T, Boeing, Wells Fargo and more have already made way for the tax cuts to benefit their workers with raises and helpful programs.\nDemocrats have already pledged to fight the GOP tax cuts this year , though they have not yet released a plan to do so.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "We are directing approximately $125 million to our cast members and employees across the country and making higher education more accessible with the launch of this new program,",
                "Bob Iger",
                true
            ],
            [
                "Participants can pursue qualifying higher education or vocational training, including courses unrelated to their current responsibilities at Disney,",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.cnbc.com/2018/01/23/125000-disney-employees-to-receive-1000-cash-bonus-company-launches-new-50-million-education-program.html",
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com/brandon_morse/2017/12/20/corps-joining-att-giving-away-bonuses-workers-due-gop-tax-cut-people-dying/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com/brandon_morse/2017/12/20/leftists-steaming-att-gives-thousands-employees-big-bonus-honor-gop-tax-cuts/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "joins",
            "cuts",
            "program",
            "tax",
            "employees",
            "thanks",
            "gop",
            "workers",
            "party",
            "disaster",
            "education",
            "million",
            "extra",
            "disney",
            "showering"
        ]
    }
]