[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/alaska-grizzly-bear-44-magnum-the-longest-minute-3590432.html",
        "title": "Alaska, Grizzly Bear, .44 Magnum, The Longest Minute",
        "authors": [
            {
                "name": "Gun Watch",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Wednesday, January 24, 2018 6:49\n% of readers think this story is Fact. Add your two cents.\nDoug White with Bear and .44 Magnum\nOn September 7th, 2006,  Alaskan moose hunters, Doug White and Reed Thompson, were working on packing out the meat and head from a successful moose hunt. They were attacked by a large grizzly bear. As the attack was in 2006, it did not get the coverage it would today.  I found the account as I was searching for bear attacks where pistols had been used as a defensive measure. I vaguely remembered the incident.  The bear, during the attack, moved from one hunter to the other, giving Doug the chance to access Reed’s .44 magnum, that had been hung in a tree. Doug shot the bear and stopped the attack.\nBecause of intense interest from his family and friends, Doug wrote a detailed account of the attack and the aftermath. He includes several photographs. Here is an excerpt. From  thegreatwhitehunter.com :\nWhen Reed distracted the bear from its attack on me, I had time to concentrate on the holster. I saw a buckle with a strap running through it. I could not figure out how it held the gun in place, so I grabbed the buckle and attempted to rip it off. To my surprise, the buckle was actually a snap and the strap peeled away. As I pulled the revolver out, a sudden calm came over me, and I knew everything would be fine. I looked in the direction of Reed only to once again see the bear charging at me. He was about ten feet away coming up and over the initial log that I had tripped over. That was when I pointed the revolver and fired at center mass. The .44 magnum boomed in the night and the boar fell straight down, his head three feet away from where I stood. As he fell, he bit at the ground and ended up with a mouthful of sod. I stood in a dumbfounded stupor. I had no expectation that the pistol would kill the bear. My hope was that the shot would sting the bear and help scare him away along with the flame and loud report. As his head sagged to the ground, I shot him three more times in quick succession, out of fear and anger.\nWhile not stated in the account, one of the pictures indicates the first, crucial shot, was to the center of the bear’s chest. It might have continued on to hit the spine, resulting in the instant collapse of the bear.  The pistol, from the picture and account, appears to be a Ruger stainless single action .44 magnum. This attack makes  29 pistol defenses against bears that I have found. Only one of them ended in failure.\nThe account is worth reading for anyone interested in the dynamics of bear attacks and the effectiveness of pistols for defense against bears.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "shot",
            "doug",
            "grizzly",
            "minute",
            "reed",
            "longest",
            "alaska",
            "pistol",
            "44",
            "account",
            "bear",
            "away",
            "attack",
            "magnum"
        ]
    }
]