[
    {
        "url": "https://beforeitsnews.com/books/2018/01/may-day-alert-dixon-place-presents-the-wapshot-whatever-tuesday-may-1st-at-730-2522882.html",
        "title": "MAY DAY ALERT! Dixon Place Presents THE WAPSHOT WHATEVER, Tuesday, May 1st at 7:30",
        "authors": [
            {
                "name": "Not Another Book Review",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Not Another Book Review\nTotal:\nMAY DAY ALERT! Dixon Place Presents THE WAPSHOT WHATEVER, Tuesday, May 1st at 7:30\nMonday, January 22, 2018 19:02\n% of readers think this story is Fact. Add your two cents.\nDixon Place presents The Wapshot Whatever Tuesday, May 1st. at 7:30, mainstage production.\nFinally, complete show!  This is a lingo play about the computer programs inside the box. In this 1 hour version, the human world is the shadow place outside. Directed by Vincent Santvoord with Sara Minisquero, Chelsea Rodriguez, Nathaniel Taylor-Leach, and Danny Tay.\nRandom Dialler Worm, circuit boards, the inhuman souls of an Off-shore Server and a Rogue Program bundled together. The secret life of your devices? Ever wonder what happens, after you have shut down? \nSparks fly, when a Rogue meets an Off-Shore Server. Then there’s a Dialing worm, App book, Data miner and more in this unnatural play. 1 performances only. Below is excerpt.\nThe Wapshot Whatever\nSetting:  Stage lit with white light.  A vaguely human appearing form in black coat, covered in computer wires. As it walks and rants, small lights go on amid electronic pops.\nTime:  Infinite now\n                                                                ROGUE PROGRAM\n      The wapshot legend has broken down.  For whatever am I going to the office, barely paid so wolf’s at the door blowing me down–chomping mouth says you can’t make it. Try as you might little piglet, you’re another sausage for the gin mill, the spirit mill.\nROGUE  daintily sits crosses legs, sits on floor.\n       We want authenticity in pre-packaged tinsley lives that have no real people in them. We want escape. Celeb glamour, see pretty people have flaws unlike you whose whole life is a flaw. So says….\nROGUE wonders answer to this and stands to ponder.\n       Have not, whap nut. Am I a homeless geek, a sexy disadvantaged youth, a sad-eyed girl from the homelands?  I am also no corporate executive or a hybrid working girl, middle-aged muse. Whatever!  Provocateur. Dark panicky incoherence of a rogue program in the universal computer.  A home in every port.  My sweethearts upload me and never know I look into the hearts of their on-line anxieties, searches, and blogs pursuing content. I’m the nebulous nothing of information technology when everything is present.\nROGUE sighs sadly\n       I love a little fool server off the Aussie coast. She serves island hoppers, giving weather warnings, hurr and him-a-caines coming to a shore near them. She’s a dear one…\nRogue pushes switches on himself. Out comes a  petite server program, wearing a white suit with black blinking wires.  She talks in proud bursts.\n                                                                    SERVER PROGRAM\n      Aruba, the Canaries, Singapore, Florida Keys, Sardinia, Manhattan Island.  Day or night I’m the bellweather, the urgent voice with updates on Calvin or Marie, Andrew and Elizabeth. I see the Eye approaching, gangway, flee cars, houses. Find cellars!  Shivery, underground they heed me or, or too late clinging to palms, losing grip, are blown out to sea. .\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "wires",
            "program",
            "server",
            "sits",
            "white",
            "computer",
            "1st",
            "730",
            "presents",
            "wapshot",
            "alert",
            "day",
            "rogue",
            "dixon",
            "worm",
            "place"
        ]
    }
]