[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/crimson-trace-hosts-new-products-at-shot-3590434.html",
        "title": "Crimson Trace hosts new products at SHOT",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Guns.com\nWednesday, January 24, 2018 6:58\n% of readers think this story is Fact. Add your two cents.\nSome of Crimson Trace’s latest and greatest on display at SHOT Show 2018. (Photo: Daniel Terrill/Guns.com)\nOn display at the annual SHOT Show in Las Vegas, Crimson Trace had a host of new product offerings, including new laser mounts for rifles, for the electro-optics maker’s 2018 catalog.\nThe company had a modest booth — a large wall and three display cases — but not much more needs to be said about Crimson Trace. The company offers products configured for just about every major handgun manufacturer. The nine new products on display for SHOT include:\nLaserguard LG-457 laser sight with red diode for the Smith & Wesson SD and SD VE 9mm and .40 S&W semi-auto pistols.\nLaserguard LG-420 red or LG-420G green laser sight for the Sig Sauer P320 pistol.\nLaserguard LG-416G laser sight with a green diode to equip the Ruger LC9, LC9S and LC380 pistols. This laser sight is available in special packaging with a Blade-Tech holster.\nLaserguard LG-499 laser sight with red or LG-499G green diode for the Heckler & Koch VP9/40 and VP9SK pistols.\nA Heckler & Koch rep at the HK booth showing an HK pistol with Crimson Trace kit to a potential client. (Photo: Daniel Terrill/Guns.com)\nLaserguard Pro LL-810 red or LL-810G green laser sight and a 150-Lumen white LED light to equip Glock sub-compact pistols.\nLaserguard LG-362 red or LG-362G green laser sight for the Smith & Wesson M&P M2.0 full-size and compact pistols.\nRail Master Pro CMR-300 with green laser sight and a 300-Lumen LED white light featuring Instant Activation that’s designed to fit on long-gun rails plus provide four modes of operation: laser and light, laser only, light only and laser plus light strobe.\nRail Master CMR-208-S white LED light providing 420 Lumens on high and 110 Lumens of white light on low power. The light utilizes the high-output Cree XPL LED.\nNew Crimson Tactical Lights in four models. The lightweight flashlight unit can be removed from its mounting bracket and used solo, or mounted on the firearm and utilized with a remote pad. Powers range up to 500 Lumen LED white light and can be operated in high, low, strobe and momentary modes. MSRPs begin at $59.99.\nCan you guess where the new products are at the Crimson Trace booth? (Photo: Daniel Terrill/Guns.com)\nCrimson Trace is owned by American Outdoor Brands Corporation, formerly Smith & Wesson Holding. The company is based in Oregon.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "products",
            "shot",
            "tell",
            "truth",
            "worldwide",
            "crimson",
            "using",
            "patriot",
            "linkstep",
            "telegram",
            "phone",
            "big",
            "beforeitsnews",
            "trace",
            "hosts"
        ]
    }
]