[
    {
        "url": "https://beforeitsnews.com/conspiracy-theories/2018/01/saucers-celebrates-robert-klein-2486267.html",
        "title": "Saucers & Celebrates: Robert Klein",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Anonymous\nTuesday, January 23, 2018 13:10\n% of readers think this story is Fact. Add your two cents.\nFrom UFO Report November 1978\nComic Robert Klein makes his living by being funny. Yet he revealed during the course of an interview that he is extremely serious when it comes to at least one topic – UFOs.\nCurrently co-starring with Burt Reynolds in the movie, Hooper, Klein says he finds the concept of interplanetary visitors an engrossing subject. It is a controversial area that has fascinated him for more than 17 years – going back to when he had a UFO sighting of his own.\n“It was during the summer of 1957,” Klein said in complete candor. “I was only 15 at the time, but believe you me, my recollection of the event is as clear today as when it happened.”\nRelaxing and taking a long draw from his pipe, the well-known humorist\nbegan reminiscing about his experience: “My parents had sent me to a camp in Kent, Conn., for the summer.\nOn this particular occasion, there were about 25 of us guys killing time just fooling around – playing baseball or something. Before I knew what was happening, a group of my buddies were looking skyward and pointing excitedly at something. I immediately saw what had captured their attention. There, in plain view, were these six cigar-shaped objects moving by at an extremely high altitude.\n“They were in formation, one right behind the other, traveling in and out between the cloud layers. Strange as it may seem, they made absolutely no noise. I mean not a sound. They were just coasting along. As hard as we tried, we couldn’t make out any details, because they were so high up. But because of their great brilliance, caused by the reflection of the sun, we could definitely ascertain their shape as being elongated. Sort of like a cigar but blunt at both ends. They must have seen traveling pretty fast becaus~ they went out of viewing range in several minutes: How something that size could travel at such great speed and not make any noise is beyond my understanding. They defied all the laws of physics.”\nKlein makes it quite clear that he is not an expert on the subject of UFOs.\n“I don’t want people to get the wrong impression and to think that Robert Klein goes around seeing flying saucers all the time,” he declared. “That happened quite a few years ago and I’ve never seen anything like them before or since. In fact, I couldn’t swear that what we observed was an armada of interstellar spaceships. That’s only speculation. But at the same time, we were so startled about what was happening that we moved quickly to call the nearest military installation, a Naval base, to report what we had seen. A representative of our group, the only one present who wasn’t speechless or tongue-tied, spoke for several minutes to a high official at the base. Apparently, he took us very seriously and even admitted that other reports had been received at about the same time.\nDespite obvious concern on their part, they never called back to explain what it was we had seen. But I’m told it’s par for the course, as I understand the government has a tight-lipped policy about such things as flying saucers.” When asked to speculate on what they might have been, Klein says if they weren’t from outer space, then perhaps they were top-secret military aircraft.\n“Since this was during the early days of our own space program, the Air Force might have been testing out a new jet aircraft or rocket. It’s hard to say for certain. They certainly didn’t behave like any conventional military or commercial plane that I am familiar with.”\nIn conclusion, Klein admits that he is fascinated by the possibilities and enjoys speculating on the subject. “We should, as an intelligent species, try to find out all we can about ourselves and the surrounding cosmos. This would include visitors from afar who might make Earth a stopping-off point in their travels. I strongly believe there is a rational explanation for the majority of UFO sightings, but there is also quite a bit about which we know nothing – a lot that remains unexplained. I must, in all honesty, put my own UFO sighting in this category!”\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "It was during the summer of 1957,",
                "Burt Reynolds",
                true
            ],
            [
                "I was only 15 at the time, but believe you me, my recollection of the event is as clear today as when it happened.",
                "Burt Reynolds",
                true
            ],
            [
                "They were in formation, one right behind the other, traveling in and out between the cloud layers.",
                "",
                true
            ],
            [
                "Strange as it may seem, they made absolutely no noise.",
                "",
                true
            ],
            [
                "As hard as we tried, we couldn’t make out any details, because they were so high up.",
                "",
                true
            ],
            [
                "But because of their great brilliance, caused by the reflection of the sun, we could definitely ascertain their shape as being elongated.",
                "",
                true
            ],
            [
                "Sort of like a cigar but blunt at both ends.",
                "",
                true
            ],
            [
                "They must have seen traveling pretty fast becaus~ they went out of viewing range in several minutes: How something that size could travel at such great speed and not make any noise is beyond my understanding.",
                "",
                true
            ],
            [
                "They defied all the laws of physics.",
                "",
                true
            ],
            [
                "I don’t want people to get the wrong impression and to think that Robert Klein goes around seeing flying saucers all the time,",
                "Burt Reynolds",
                true
            ],
            [
                "That happened quite a few years ago and I’ve never seen anything like them before or since.",
                "",
                true
            ],
            [
                "In fact, I couldn’t swear that what we observed was an armada of interstellar spaceships.",
                "",
                true
            ],
            [
                "But at the same time, we were so startled about what was happening that we moved quickly to call the nearest military installation, a Naval base, to report what we had seen.",
                "",
                true
            ],
            [
                "A representative of our group, the only one present who wasn’t speechless or tongue-tied, spoke for several minutes to a high official at the base.",
                "",
                true
            ],
            [
                "Apparently, he took us very seriously and even admitted that other reports had been received at about the same time.",
                "",
                true
            ],
            [
                "Despite obvious concern on their part, they never called back to explain what it was we had seen.",
                "",
                true
            ],
            [
                "But I’m told it’s par for the course, as I understand the government has a tight-lipped policy about such things as flying saucers.",
                "",
                true
            ],
            [
                "Since this was during the early days of our own space program, the Air Force might have been testing out a new jet aircraft or rocket.",
                "",
                true
            ],
            [
                "It’s hard to say for certain.",
                "",
                true
            ],
            [
                "They certainly didn’t behave like any conventional military or commercial plane that I am familiar with.",
                "",
                true
            ],
            [
                "We should, as an intelligent species, try to find out all we can about ourselves and the surrounding cosmos.",
                "",
                true
            ],
            [
                "This would include visitors from afar who might make Earth a stopping-off point in their travels.",
                "",
                true
            ],
            [
                "I strongly believe there is a rational explanation for the majority of UFO sightings, but there is also quite a bit about which we know nothing – a lot that remains unexplained.",
                "",
                true
            ],
            [
                "I must, in all honesty, put my own UFO sighting in this category!",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "ufo",
            "military",
            "robert",
            "seen",
            "high",
            "saucers",
            "visitors",
            "subject",
            "quite",
            "klein",
            "celebrates"
        ]
    }
]