[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2017/12/the-year-of-the-headless-liberal-chicken-3176888.html",
        "title": "The Year of the Headless Liberal Chicken",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nSunday, December 17, 2017 21:49\n \nAccording to the Chinese zodiac, 2017 has been the Year of the Rooster. Myself, I’ve decided to designate it the Year of the Headless Liberal Chicken.\nI don’t mean that to be insulting … or, all right, I guess I do, a little. But my heart goes out to liberals, seriously. At this point, the amount of utterly baseless, contradictory propaganda, mass hysteria, and just flat out insanity the ruling classes have demanded they swallow is more than any human mind, no matter how medicated, could possibly handle. Is it any wonder so many of them of lost it and started seeing Nazis and Russians coming out of the woodwork?\nJust consider what the average liberal has been forced to try to cognitively reconcile since the tragic events of last November …\nFirst came the overwhelming shock of Hillary Clinton’s loss to Trump, a repulsive, word salad-babbling buffoon with absolutely no political experience who the media had been portraying to liberals as the Second Coming of Adolf Hitler. This was a candidate, let’s recall, who jabbered about building a “beautiful wall” to protect us from the hordes of “Mexican rapists” and other “bad hombres” who were invading America, and who had boasted about grabbing women “by the pussy” like a prepubescent 6th grade boy. While he had served as a perfect foil for Clinton, and had provided hours of entertainment in a comic book villain kind of way, the prospect of a Donald Trump presidency was inconceivable in the minds of liberals. So, when it happened, it was like the Martians had invaded.\nMass hysteria gripped the nation. There was beaucoup wailing and gnashing of teeth. Liberals began exhibiting irrational and, in some cases, rather disturbing behaviors. Many degenerated into dissociative states and just sat there with their phones for hours obsessively reloading the popular vote count, which Clinton had won, on FiveThirtyEight. Others festooned themselves with safety pins and went out looking for defenseless minorities who they could “demonstrate solidarity” with. Owen Jones flew in from London to join his colleague Steven Thrasher, who was organizing a guerilla force to resist “ the normalization of Trump ” and the global race war he was about to launch, which “not all of us were going to get out of alive.”\nIn the weeks immediately following the election, the mainstream media inundated liberals with pronouncements of the advent of an “ Age of Darkness ” and the “ Triumph of White Supremacy ” over the beneficent values of Globalism. Yes, it was pretty much the end of everything . America was facing nothing less than a descent into “ racial Orwellianism ,” “ Zionist anti-Semitism ,” and “ the bottomless pit of Fascism ” itself. Liberals, who by then had dispensed with the safety pins, immediately set about terrorizing their children with visions of the impending holocaust , which would be carried out by the genocidal, racist monsters who had voted for Trump.\nAt that point, the media had been hammering hard on the Trump-is-Hitler narrative for months, so they had to stick with that for a while. It had only been a few weeks, after all, since The Wall Street Journal , The New York Times , The Washington Post , The Guardian , and numerous other establishment publications , had explained how Trump was using special fascist code words like “global elites,” “international banks,” and “lobbyists” to signal his virulent hatred of the Jews to the millions of Americans who, according to the media, were secretly Hitler-loving fascists.\nThis initial post-election propaganda was understandably somewhat awkward, as the plan had been to be able to celebrate the “Triumph of Love over the Forces of Hate,” and the demise of the latest Hitlerian bogeyman.\nBut this was the risk the ruling classes took when they chose to go ahead and Hitlerize Trump, which they wouldn’t have done if they’d thought for a moment that he had a chance of actually winning the election. That’s the tricky thing about Hitlerizing people. You need to be able to kill them, eventually. If you don’t, when they turn out not to be Hitler, your narrative kind of falls apart, and the people you’ve fear-mongered into a frenzy of frothing, self-righteous fake-Hitler-hatred end up feeling like a bunch of dupes who’ll believe anything the government tells them. This is why, normally, you only Hitlerize foreign despots you can kill with impunity.\nThis is Hitlerization 101 stuff, which the ruling classes ignored in this case, which the left poor liberals terrified that Trump was actually going to start building Trump-branded death camps and rounding up the Jews.\nFortunately, just in the nick of time, the ruling classes and their media mouthpieces rolled out the Russian Propaganda story. The Washington Post (whose owner’s multimillion dollar deal with the CIA, of course, has absolutely no effect on the quality of its professional journalism) led the charge with this McCarthyite smear job , legitimizing the baseless allegations of some random website and a think tank staffed by charlatans like this “Russia expert,” who appears not to speak a word of Russian or have any other “Russia expert” credentials, but is available both for television and Senate Intelligence Committee appearances. Numerous similar smear pieces followed. Liberals breathed a big sigh of relief … that Hitler business had been getting kind of scary. How long can you go, after all, with Hitler stumbling around the White House before somebody has to go in there and shoot him?\nIn any event, by January, the media were playing down the Hitler stuff and going balls-out on the “Russiagate” story. According to The Washington Post (which, let’s remember, is a serious newspaper, as opposed to a propaganda organ of the so-called US “Intelligence Community”), not only had the Russians “hacked” the election, but they had hacked the Vermont power grid ! Editorialists at The New York Times were declaring that Trump “ had been appointed by Putin ,” and that the USA was now “at war” with Russia. This was also around the time when liberals first learned of the Trump-Russia Dossier , which detailed how Putin was blackmailing Trump with a video the FSB had shot of Trump and a bunch of Russian hookers peeing on a bed in a Moscow hotel in which Obama had allegedly slept.\nThis nonsense was reported completely straight-faced, and thus liberals were forced to take it seriously. Imagine the cognitive dissonance they suffered. It was like that scene in 1984 when the Party abruptly switches enemies, and the war with Eurasia becomes the war with Eastasia. Suddenly, Trump wasn’t Hitler anymore. Now he was a Russian sleeper agent who Putin had been blackmailing into destroying democracy with this incriminating “golden showers” video. Putin had presumably been “running” Trump since Trump’s visit to Russia in 2013 to hobnob with “Russia-linked” Russian businessmen and attend the Miss Universe pageant in Moscow. During the ensuing partying, Trump must have gotten loaded on Diet Coke and gotten carried away with those Russian hookers. Now, Putin had him by the short hairs and was forcing him to staff his Manchurian cabinet with corporate CEOs and Goldman Sachs guys, who probably had also been videotaped by the FSB in Moscow hotels paying hookers to pee on furniture, or performing whatever other type of seditious, perverted kink they were into.\nBefore the poor liberals had time to process this, the ruling classes launched “the Resistance.” You remember the Pussyhat People , don’t you? And the global corporate PR campaign which accompanied their historic “Womens’ March” on Washington? Do you remember liberals like Michael Moore shrieking for the feds to arrest Donald Trump ? Or publications like The New York Times , Salon , and many others, and even State Satirist Stephen Colbert accusing Trump and anyone who supported him of treason … a crime, let’s recall, that is punishable by death? Do you remember folks like William Kristol and Rob “the Meathead” Reiner demanding that the “deep state” launch a coup against Trump to rescue America from the Russian infiltrators?\nIronically, the roll-out of this “Russiagate” hysteria was so successful that it peaked too soon, and prematurely backlashed all over itself. By March, when Trump had not been arrested, nor otherwise removed from office, liberals, who by that time the corporate media had teased into an incoherent, throbbing state of anticipation were … well, rather disappointed. By April, they were exhibiting all the hallmark symptoms of clinical psychosis. This mental breakdown was due to the fact that the media pundits and government spooks who had been telling them that Trump was Hitler, and then a Russian sleeper agent, were now telling them that he wasn’t so bad , because he’d pointlessly bombed a Syrian airstrip, and dropped a $314 million Massive Ordnance Air Blast bomb on some alleged “terrorist caves” in Afghanistan.\nAs if liberals’ poor brains weren’t rattled enough, the corporate media then switched back to, first, the Russian Propaganda narrative (which they expanded into a global threat), then, the Hitler stuff again, but this time Trump wasn’t actually Hitler, because Putin was Hitler, or at least he was fomenting Hitlerism throughout the West with his legions of fascist hacker bots who were “influencing” unsuspecting consumers with their blitzkrieg of divisive “fake news” stories. Oh, yeah, and now Putin had also done Brexit , or Trump and Robert Mercer had, but they were working for Putin, who had also hacked the French election that he hadn’t hacked , or … whatever … this was no time to worry about what had or hadn’t actually happened. The peace and prosperity President Obama had reestablished throughout the West by incessantly bombing the Greater Middle East and bailing out his pals at the Wall Street banks was being torn asunder by Vladimir Putin, who at some point had apparently metamorphosized from a ruthless, former KGB autocrat into a white supremacist megalomaniac.\nRight on cue, on the weekend of August 11-12 in Charlottesville, Virginia, where there had never been any history of racism , a “national gathering” of approximately five hundred tiki torch-bearing neo-Nazis, Ku Klux Klan types, and other white supremacists, many of them barking Nazi slogans, marched into the pages of history. Never before have so few fascists owed so much to the mainstream media, which showered them with overwrought coverage, triggering a national Nazi panic. Liberals poured into the streets, tearing down Confederate monuments, and otherwise signaling their total intolerance of the racism they had tolerated until a few days earlier. People named after Robert E. Lee , and horses named after General Lee’s horse , went into hiding to until the panic subsided. This was wise, as by then the so-called anti-fascists were showing up in force at anything resembling a right-wing rally and stomping the living Hitler out of Nazis, and Trump supporters, and journalists, and … well, anyone they didn’t think looked quite right. This totally preemptively self-defensive, non-violent type of violent behavior, naturally, shocked and horrified liberals, who are strongly opposed to all forms of violence that aren’t carried out by the US military, or the police, or someone else wearing a uniform. Unsure as to whom they were supposed to condemn, the Nazis or the Antifa terrorists, they turned for guidance to the corporate ruling classes, who informed them it was time to censor the Internet .\nThis made about as much sense as any of the other nonsense they’d been spoonfed so far, so liberals decided to get behind it, or at least look the other way while it happened.\nFacebook, Google, Amazon, Twitter (and all the other corporations that control the Internet, the media, Hollywood, the publishing industry, and every other means of representing “reality”) surely have people’s best interests at heart. Plus, they’re only censoring the Nazis, and the terrorists, and the Russian “fake news” disseminators, and, OK, a lot of leftist publications, and award-winning journalists , and anyone else espousing “divisive,” anti-American, or anti-corporate, “extremist” views.\nLook, I know what you’re probably thinking, but it isn’t like liberals don’t actually care about fundamental liberal values like freedom of the press and speech and all that. It’s just that they desperately need the Democrats to take back the House and the Senate next year, so they can get on with impeaching Trump, and if they have to stand by while the corporations suppress a little leftist dissent, or, you know, transform the entire Internet into a massive, mind-numbing echo chamber of neo-McCarthyite corporate conformity … well, sacrifices have to be made.\nThis can’t go on forever, after all. This level of full-blown mass hysteria can only be sustained for so long. It’s all fine and good to be able to whip people up into a frenzied mob, but at some point you need to have an endgame. The neoliberal ruling classes know this. Their endgame is actually fairly simple. Their plan is to (a) make an example of Trump to discourage any future billionaire idiots from screwing with their simulation of democracy, and (b) demonize anyone deviating from neoliberal ideology as a fascist, racist, or anti-Semite, or otherwise “abnormal” or “extremist.” Their plan is not to incinerate the entire planet in a war with Russia. We’re not on the brink of World War III, despite how many Twitter likes or Facebook shares it might get me to say that. Yes, eventually, they want to force Russia to return to the kind of “cooperation” it engaged in during the 1990s, when it was run by an incorrigible drunkard and the Goldman Sachs boys and their oligarch pals were looting the country for all it was worth … but that has little to do with all this.\nNo, the corporate ruling classes’ endgame here is to reestablish neoliberal “normality,” so we can get back to the War on Terror (or whatever they’ll be calling it by then), and put this neo-nationalist revolt against neoliberalism episode behind us.\nTo do that, they will need to install some sort of hopey-changey, Obama-like messiah, or at least somebody who can play the part of POTUS like a normal person and not sit around the Oval Office gobbling McDonald’s and retweeting racist memes by random British fascists.\nThe way things are going, that might take a while, but rest assured they’ll get there eventually.\nNow that Robert Mueller has proved that Trump colluded with Vladimir Putin by obstructing an investigation by Comey into Michael Flynn’s lying to the FBI about not colluding with the Russian ambassador on behalf of Israel at Kushner’s behest, the dominoes are surely about to fall.\nOnce they all have, and Donald Trump’s head has been mounted on a spike on the White House lawn as a warning to any other potential usurpers, all this Russia and Nazi hysteria that has the poor liberals running around like headless chickens will disappear. Russia will go back to being Russia. The North American Nazi Menace, deprived of daily media coverage, will go back to being a fringe phenomenon. Liberals will go back to ignoring politics (except identity politics, naturally) and obediently serving the global capitalist ruling elites that are destroying the planet, and the lives of millions of human beings, in order to increase their profit margins.\n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "not all of us were going to get out of alive.",
                "",
                false
            ],
            [
                "Triumph of Love over the Forces of Hate,",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.truthdig.com/articles/mccarthyism-inc-hyping-russian-threat-undermine-free-speech/",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=http://www.slate.com/articles/news_and_politics/politics/2016/11/there_is_no_such_thing_as_a_good_trump_voter.html",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.wsws.org/en/articles/2017/10/20/goog-o20.html",
                "https://beforeitsnews.com/v3/r2/?url=http://www.wsj.com/articles/the-plot-against-america-1476745874"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.counterpunch.org/2016/10/27/the-pathologization-of-dissent/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.nydailynews.com/sports/college/espn-jerk-week-dumb-robert-lee-controversy-article-1.3442347",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.theguardian.com/tv-and-radio/2017/feb/15/late-night-tv-recap-michael-flynn",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.washingtonpost.com/world/national-security/russian-hackers-penetrated-us-electricity-grid-through-a-utility-in-vermont/2016/12/30/8fc90cc4-ceec-11e6-b8a2-8c2a61b0436f_story.html",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.washingtonpost.com/business/economy/russian-propaganda-effort-helped-spread-fake-news-during-election-experts-say/2016/11/24/793903b6-8a40-4ca9-b712-716af66098fe_story.html",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.youtube.com/watch?v=RNcji9CknMs",
                "https://beforeitsnews.com/v3/r2/?url=http://www.rollingstone.com/politics/features/the-history-of-white-supremacy-in-america-w498334",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.apnews.com/fc570e4b400f4c7db3b0d739e9dc5d4d",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.nytimes.com/2016/11/21/opinion/trump-making-america-white-again.html?rref=collection/column/Charles%20M.%20Blow&action=click&contentCollection=Opinion&module=Collection&region=Marginalia&src=me&version=column&pgtype=article",
                "https://beforeitsnews.com/v3/r2/?url=http://www.latimes.com/sports/la-sp-usc-traveler-20170818-story.html",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.nytimes.com/2017/01/09/opinion/donald-trump-and-the-tainted-presidency.html?action=click&pgtype=Homepage&clickSource=story-heading&module=opinion-c-col-right-region&region=opinion-c-col-right-region&WT.nav=opinion-c-col-right-region&_r=0",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://twitter.com/MMFlint/status/831409012969242624",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://twitter.com/robreiner/status/832083554121216000",
                "https://beforeitsnews.com/v3/r2/?url=http://edition.cnn.com/2017/05/05/europe/france-election-macron-hack-allegation/",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.nytimes.com/2016/12/19/opinion/how-republics-end.html",
                "https://beforeitsnews.com/v3/r2/?url=http://www.independent.co.uk/news/business/news/google-youtube-video-crackdown-extremism-islamist-neo-nazi-far-right-alphabet-advertising-a7911651.html",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.salon.com/2017/02/16/none-dare-call-it-treason-in-the-wake-of-the-flynn-scandal-what-more-proof-do-we-need-that-donald-trump-is-a-traitor/",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.nytimes.com/2017/02/17/opinion/the-silence-of-the-hacks.html?action=click&pgtype=Homepage&clickSource=story-heading&module=opinion-c-col-left-region&region=opinion-c-col-left-region&WT.nav=opinion-c-col-left-region",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.theguardian.com/us-news/live/2016/oct/13/trump-sexual-misconduct-allegations-election-clinton-obama",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.theguardian.com/commentisfree/2016/nov/04/if-donald-trump-wins-new-age-endarkenment",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.npr.org/2016/11/21/502841518/donald-trump-says-he-s-a-friend-of-israel-but-do-the-people-around-him-feel-the",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.counterpunch.org/2017/04/21/the-president-formerly-known-as-hitler/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://consentfactory.org/2016/07/12/the-blood-dimmed-tide-of-neo-nationalism-and-other-scary-simulacra/",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://twitter.com/BillKristol/status/831497364661747712",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.washingtonpost.com/politics/trump-says-groping-allegations-are-part-of-a-global-conspiracy-to-help-clinton/2016/10/13/e377d7e4-915a-11e6-a6a3-d50061aa9fae_story.html",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.theguardian.com/commentisfree/2016/nov/14/dont-let-donald-trump-become-the-new-normal",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.theguardian.com/technology/2017/may/07/the-great-british-brexit-robbery-hijacked-democracy",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.vanityfair.com/hollywood/2016/11/aaron-sorkin-donald-trump-president-letter-daughter",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.theguardian.com/commentisfree/2016/nov/09/globalisation-dead-white-supremacy-trump-neoliberal",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://consentfactory.org/2017/02/21/goose-stepping-our-way-toward-pink-revolution/",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.vox.com/presidential-election/2016/11/10/13586322/trump-brexit-safety-pin",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.nytimes.com/2017/01/10/us/politics/donald-trump-russia-intelligence.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&region=top-news&WT.nav=top-news",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/the-year-of-the-headless-liberal-chicken/https://www.counterpunch.org/2016/12/06/manufacturing-normality/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.nytimes.com/2016/10/14/us/politics/trump-comments-linked-to-antisemitism.html"
            ]
        },
        "key_words": [
            "russia",
            "trump",
            "media",
            "putin",
            "headless",
            "russian",
            "hitler",
            "corporate",
            "liberals",
            "ruling",
            "chicken",
            "liberal",
            "classes"
        ]
    }
]