[
    {
        "url": "https://beforeitsnews.com/economy/2018/01/gold-up-5-55-to-1322-15silver-down-6-cents-to-16-92-2931499.html",
        "title": "Gold Up $5.55 To $1322.15/silver Down 6 Cents To $16.92",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By SGTreport\nGold Up $5.55 To $1322.15/silver Down 6 Cents To $16.92\nWednesday, January 24, 2018 6:26\n% of readers think this story is Fact. Add your two cents.\nGOLD EFP ISSUANCE: 11,759 CONTRACTS/SILVER EFP ISSUANCE: 947/HUGE MOVEMENT OF BOTH GOLD AND SILVER IN AND OUT OF THE COMEX/USA DOLLAR IN TROUBLE AS USA/YEN FALTERS BADLY AND THUS AIDING GOLD/SILVER/FBI LOSES A HUGE NUMBER OF TEXTS FROM OUR LOVE BIRDS AND THIS WILL PROBABLY SECURE AN OBSTRUCTION OF JUSTICE CHARGE//MANY SWAMP STORIES FOR YOU TONIGHT\nGOLD: $1332.15 UP $5.55\nClosing access prices:\nGold $1341.60\nsilver: $17.05\nSHANGHAI GOLD FIX: FIRST FIX 10 15 PM EST (2:15 SHANGHAI LOCAL TIME)\nSECOND FIX: 2:15 AM EST (6:15 SHANGHAI LOCAL TIME)\nSHANGHAI FIRST GOLD FIX: $1344.35 DOLLARS PER OZ\nNY PRICE OF GOLD AT EXACT SAME TIME: $1336.30\nPREMIUM FIRST FIX: $8.05\nPremium of Shanghai 2nd fix/NY:$4.61\nSHANGHAI REJECTS NY /LONDON PRICING OF GOLD\nxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx\nLONDON SECOND GOLD FIX 10 AM: $1333.40\nNY PRICING AT THE EXACT SAME TIME. $1334.40\nFor comex gold:\nJANUARY/\nNUMBER OF NOTICES FILED TODAY FOR JANUARY CONTRACT: 162 NOTICE(S) FOR 16200 OZ.\nTOTAL NOTICES SO FAR: 684 FOR 68400 OZ (2.1275 TONNES),\nFor silver:\n9 NOTICE(S) FILED TODAY FOR45,000 OZ/\nTotal number of notices filed so far this month: 716 for 3,580,000 oz\nXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX\nend\nLet us have a look at the data for today\nxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx\nIn silver, the total open interest ROSE BY A CONSIDERABLE 2612 contracts from 197,449 RISING TO 200,061 DESPITE YESTERDAY’S  5 CENT LOSS IN SILVER PRICING.  WE THUS HAVE ZERO COMEX LIQUIDATION. HOWEVER, WE WERE AGAIN NOTIFIED THAT WE HAD ANOTHER SMALL SIZED NUMBER OF COMEX LONGS TRANSFERRING THEIR CONTRACTS TO LONDON THROUGH THE EFP ROUTE:  947 EFP’S FOR MARCH AND ZERO FOR OTHER MONTHS  AND THUS TOTAL ISSUANCE OF 947 CONTRACTS. HOWEVER THE MOVEMENT ACROSS TO LONDON IS NOT AS SEVERE AS IN GOLD AS THERE SEEMS TO BE  MAJOR PLAYERS WILLING TO TAKE ON THE BANKS AT THE COMEX. STILL, WITH THE TRANSFER OF 947 CONTRACTS, WHAT THE CME IS STATING IS THAT THERE IS NO SILVER (OR GOLD) TO BE DELIVERED UPON AT THE COMEX AS THEY MUST EXPORT THEIR OBLIGATION TO LONDON. ALSO KEEP IN MIND THAT THERE CAN BE A DELAY OF 24 HRS IN THE ISSUING OF EFP’S.\nACCUMULATION FOR EFP’S/SILVER/ STARTING FROM FIRST DAY NOTICE/FOR MONTH OF JANUARY:\n35,199 CONTRACTS (FOR 16 TRADING DAYS TOTAL 35,199 CONTRACTS OR 175.995 MILLION OZ: AVERAGE PER DAY: 2347 CONTRACTS OR 11.735 MILLION OZ/DAY)\nTO GIVE YOU AN IDEA AS TO THE HUGE SUPPLY THIS MONTH IN SILVER:  SO FAR THIS MONTH:  175.995 MILLION PAPER OZ HAVE MORPHED OVER TO LONDON. THIS REPRESENTS AROUND 25.12% OF ANNUAL GLOBAL PRODUCTION\nRESULT: A HUGE SIZED GAIN IN OI COMEX DESPITE THE 5 CENT GAIN IN SILVER PRICE WHICH USUALLY INDICATES ANOTHER FAILED BANKER SHORT-COVERING. WE ALSO HAD A SMALL SIZED EFP ISSUANCE OF 947 CONTRACTS WHICH EXITED OUT OF THE SILVER COMEX AND TRANSFERRED THEIR OI TO LONDON AS FORWARDS. SPECULATORS CONTINUED THEIR INTEREST IN ATTACKING THE SILVER COMEX FOR PHYSICAL SILVER . FROM THE CME DATA 947 EFP’S WERE ISSUED FOR TODAY  FOR A DELIVERABLE FORWARD CONTRACT OVER IN LONDON WITH A FIAT BONUS. WE REALLY GAINED 3656 OI CONTRACTS i.e. 828 open interest contracts headed for London (EFP’s) TOGETHER WITH A INCREASE OF 2612  OI COMEX CONTRACTS. AND ALL OF THIS HAPPENED WITH THE  FALL IN PRICE OF SILVER OF 5 CENTS AND A CLOSING PRICE OF $16.98 WITH RESPECT TO YESTERDAY’S TRADING. YET WE STILL HAVE A GOOD AMOUNT OF SILVER STANDING AT THE COMEX.\nIn ounces AT THE COMEX, the OI is still represented by just OVER 1 BILLION oz i.e. 1.0005 BILLION TO BE EXACT or 141% of annual global silver production (ex Russia & ex China).\nFOR THE NEW FRONT JANUARY MONTH/ THEY FILED: 9 NOTICE(S) FOR 45,000 OZ OF SILVER\nIn gold, the open interest SHOCKINGLY FELL AGAIN BY A CONSIDERABLE 13,233 CONTRACTS DOWN TO 573,295 DESPITE THE TINY SIZED FALL IN PRICE OF GOLD WITH YESTERDAY’S TRADING ($0.85). IN GOLD THE LONGS STARTED THEIR MOVEMENT FROM COMEX LONGS OVER TO LONDON BASED FORWARDS THROUGH THE EFP ROUTE.  WE RECEIVED THE TOTAL NUMBER OF GOLD EFP’S ISSUED FOR TUESDAY AND IT TOTALED A GOOD SIZED  11,759 CONTRACTS OF WHICH THE MONTH OF JANUARY SAW 160 ISSUED, FEBRUARY SAW 9499 CONTRACTS,  APRIL SAW THE ISSUANCE OF 1900 CONTRACTS AND FINALLY DEC SAW 200 ISSUED.   The new OI for the gold complex rests at 574,768. ALSO REMEMBER THAT THERE CAN BE A DELAY IN THE ISSUANCE OF EFP’S.  THE BANKERS REMOVE LONG POSITIONS OF COMEX GOLD IMMEDIATELY.  THEN THEY ORCHESTRATE THEIR PRIVATE EFP DEAL WITH THE LONGS AND THAT COULD TAKE AN ADDITIONAL 48 HRS SO WE GENERALLY DO NOT GET A MATCH WITH RESPECT TO DEPARTING COMEX LONGS AND NEW EFP LONG TRANSFERS. DEMAND FOR GOLD INTENSIFIES GREATLY AS WE CONTINUE TO WITNESS A HUGE NUMBER OF EFP TRANSFERS TOGETHER WITH THE MASSIVE INCREASE IN GOLD COMEX OI  TOGETHER WITH  THE TOTAL AMOUNT OF GOLD OUNCES STANDING FOR JANUARY COMEX. EVEN THOUGH THE BANKERS ISSUED THESE MONSTROUS EFPS, THE OBLIGATION STILL RESTS WITH THE BANKERS TO SUPPLY METAL BUT IT TRANSFERS THE RISK TO A LONDON BANKER OBLIGATION AND NOT A NEW YORK COMEX OBLIGATION. LONGS RECEIVE A FIAT BONUS TOGETHER WITH A LONG LONDON FORWARD. THUS, BY THESE ACTIONS, THE BANKERS AT THE COMEX HAVE JUST STATED THAT THEY HAVE NO APPRECIABLE METAL!! THIS IS A MASSIVE FRAUD: THEY CANNOT SUPPLY ANY METAL TO OUR COMEX LONGS BUT THEY ARE QUITE WILLING TO SUPPLY MASSIVE NON BACKED GOLD (AND SILVER) PAPER KNOWING THAT THEY HAVE NO METAL TO SATISFY OUR LONGS. LONDON IS NOW SEVERELY BACKWARD IN BOTH GOLD AND SILVER (BIG RISE IN BOTH GOFO AND SIFO) AND WE ARE WITNESSING DELAYS IN ACTUAL DELIVERIES. IN ESSENCE TODAY WE HAVE A SMALL LOSS OF 1474  CONTRACTS: 13,233 OI CONTRACTS DECREASED AT THE COMEX AND A GOOD SIZED  11,759 OI CONTRACTS WHICH NAVIGATED OVER TO LONDON. EXPECT HUGE NUMBERS OF EFP’S TO BE ISSUED AS WE APPROACH FIRST DAY NOTICE IN THE GOLD FEB COMEX CONTRACT, WEDNESDAY JAN 31.2018\nYESTERDAY, WE HAD 5774 EFP’S ISSUED.\nACCUMULATION OF EFP’S/ GOLD(EXCHANGE FOR PHYSICAL) FOR THE MONTH OF JANUARY STARTING WITH FIRST DAY NOTICE: 152.251 CONTRACTS OR 1.5251 MILLION OZ OR 474.37 TONNES (16 TRADING DAYS AND THUS AVERAGING: 9515 EFP CONTRACTS PER TRADING DAY OR 9515 OZ/DAY)\nTO GIVE YOU AN IDEA AS TO THE HUGE SIZE OF THESE EFP TRANSFERS :   SO FAR THIS MONTH IN 16 TRADING DAYS: IN  TONNES: 474 TONNES\nTOTAL ANNUAL GOLD PRODUCTION, 2017, THROUGHOUT THE WORLD EX CHINA EX RUSSIA: 2200 TONNES\nTHUS EFP TRANSFERS REPRESENTS 474/2200 TONNES =  21.54% OF GLOBAL ANNUAL PRODUCTION SO FAR IN JANUARY ALONE.\nResult: A SHOCKINGLY STRONG SIZED DECREASE IN OI AT THE COMEX DESPITE THE TINY SIZED FALL IN PRICE IN GOLD TRADING ON YESTERDAY ($0.85). WE HAD ANOTHER GOOD SIZED NUMBER OF COMEX LONG TRANSFERRING TO LONDON THROUGH THE EFP ROUTE: 11,759. THERE OBVIOUSLY DOES NOT SEEM TO BE MUCH PHYSICAL GOLD AT THE COMEX AND YET WE ALSO OBSERVED A HUGE DELIVERY MONTH FOR THE MONTH OF DECEMBER. I GUESS IT EXPLAINS THE HUGE ISSUANCE OF EFP’S…THERE IS HARDLY ANY GOLD PRESENT AT THE GOLD COMEX FOR DELIVERY PURPOSES. IF YOU TAKE INTO ACCOUNT THE 11,759 EFP CONTRACTS ISSUED, WE HAD A NET LOSS IN OPEN INTEREST OF 1,474 contracts ON THE TWO EXCHANGES:\n11,759 CONTRACTS MOVE TO LONDON AND  13,233 CONTRACTS DECREASED AT THE COMEX. (in tonnes, the LOSS in total oi equates to 4.58 TONNES).  HOWEVER THE LOSS IN OI IS DUE TO THE DELAY IN THE ISSUANCE OF EFP’S WHICH CAN GENERALLY TAKE UP TO AN ADDITIONAL 48 HRS.\nwe had: 162 notice(s) filed upon for 16200 oz of gold.\nxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx\nWith respect to our two criminal funds, the GLD and the SLV:\nGLD\nWith gold UP $5.55, we had  a huge change in gold inventory at the GLD\nInventory rests tonight: 846.67 tonnes.\nSLV/ \nA BIG CHANGES IN SILVER INVENTORY AT THE SLV/A HUGE WITHDRAWAL OF 1.131 MILLION OZ FROM THE SLV INVENTORY/\nINVENTORY RESTS AT 313.048 MILLION OZ/\nend\nFirst, here is an outline of what will be discussed tonight:\n1. Today, we had the open interest in silver ROSE BY A CONSIDERABLE 2612 contracts from 194,808 UP TO 200,061 (AND now A LITTLE CLOSER TO THE NEW COMEX RECORD SET ON FRIDAY/APRIL 21/2017 AT 234,787) DESPITE  THE FALL  IN PRICE OF SILVER TO THE TUNE OF 5 CENTS WITH RESPECT TO  YESTERDAY’S TRADING.   OUR BANKERS USED THEIR EMERGENCY PROCEDURE TO ISSUE ANOTHER GOOD 947 PRIVATE EFP’S FOR MARCH (WE DO NOT GET A LOOK AT THESE CONTRACTS AS IT IS PRIVATE BUT THE CFTC DOES AUDIT THEM) AND 0 EFP’S FOR ALL OTHER MONTHS .  EFP’S GIVE OUR COMEX LONGS A FIAT BONUS PLUS A DELIVERABLE PRODUCT OVER IN LONDON. WE HAD ZERO COMEX SILVER COMEX LIQUIDATION. IF WE TAKE THE  OI GAIN AT THE COMEX OF  2612 CONTRACTSTO THE 947 OI TRANSFERRED TO LONDON THROUGH EFP’S WE OBTAIN A BIG GAIN OF 3559 OPEN INTEREST CONTRACTS.  WE STILL HAVE A GOOD AMOUNT OF SILVER OUNCES THAT ARE STANDING FOR METAL IN JANUARY (SEE BELOW). THE NET GAIN TODAY IN OZ ON THE TWO EXCHANGES: 17.79 MILLION OZ!!!\nRESULT: A GOOD SIZED INCREASE IN SILVER OI AT THE COMEX DESPITE THE TINY FALL  OF 5 CENTS IN PRICE (WITH RESPECT TO YESTERDAY’S TRADING). BUT WE ALSO HAD ANOTHER 947 EFP’S ISSUED TRANSFERRING COMEX LONGS OVER TO LONDON. TOGETHER WITH THE GOOD  SIZED AMOUNT OF SILVER OUNCES STANDING FOR JANUARY, DEMAND FOR PHYSICAL SILVER INTENSIFIES AS WE WITNESS MAJOR BANK SHORT COVERING ACCOMPANIED BY INCREASES IN GOFO AND SIFO RATES INDICATING SCARCITY.\n(report Harvey)\n(Harvey)\n(Mark O’Byrne/zerohedge\n3. ASIAN AFFAIRS\ni)Late SUNDAY night/MONDAY morning: Shanghai closed UP 13.49 points or 0.39% /Hang Sang CLOSED UP 138.52 pts or 0.43% / The Nikkei closed UP 8.27 POINTS OR 0.03%/Australia’s all ordinaires CLOSED DOWN 0.21%/Chinese yuan (ONSHORE) closed  UP at 6.4032/Oil DOWN to 63.35 dollars per barrel for WTI and 68.47 for Brent. Stocks in Europe OPENED ALL GREEN.   ONSHORE YUAN CLOSED UP AGAINST THE DOLLAR AT 6.4032. OFFSHORE YUAN CLOSED DOWN AGAINST  THE ONSHORE YUAN AT 6.4069//ONSHORE YUAN STRONGER AGAINST THE DOLLAR/OFF SHORE STRONGER TO THE DOLLAR/. THE DOLLAR (INDEX) IS  MUCH WEAKER AGAINST ALL MAJOR CURRENCIES. CHINA IS VERY  HAPPY TODAY.(GOOD MARKETS )\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "1692",
            "london",
            "oi",
            "cents",
            "silver",
            "efp",
            "trading",
            "contracts",
            "gold",
            "efps",
            "comex",
            "sized",
            "132215silver",
            "555"
        ]
    }
]