[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2017/12/csx-ceo-hunter-harrison-dead-days-after-medical-leave-3176849.html",
        "title": "CSX CEO Hunter Harrison Dead, Days After Medical Leave",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nSaturday, December 16, 2017 13:49\n% of readers think this story is Fact. Add your two cents.\nJust two days after taking medical leave from his role as CEO of CSX, the company has confirmed 73-year-old Hunter Harrison has passed away.\nBloomberg reports that E. Hunter Harrison, who turned around three railroad carriers during a five-decade career before being tapped by CSX Corp. to improve the company’s lackluster performance, has died, days after taking medical leave. He was 73.\nHarrison, who had heart bypass surgery in 1998, occasionally used a portable oxygen tank to treat shortness of breath. Complications from an illness forced him to take time off from his duties as chief executive officer on Dec. 14, and CSX named Jim Foote as interim CEO a day later.\nHis reputation among analysts and investors was so strong that CSX shares jumped 23 percent on a single day in January 2017 when reports emerged that Harrison was in talks to take the helm. Shares fell almost 8 percent when the company announced his medical leave.\nHis health emerged as a concern for investors after he joined Canadian Pacific. In 2015, Harrison contracted pneumonia and missed several weeks of work after undergoing surgery to have stents implanted in his legs. In 2017, before being appointed by CSX, he turned down the company’s request that an independent physician designated by the board review his medical records.\nHarrison and his wife, Jeannie, had two children.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "taking",
            "dead",
            "csx",
            "turned",
            "surgery",
            "days",
            "leave",
            "ceo",
            "hunter",
            "harrison",
            "medical"
        ]
    }
]