[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2018/01/td-ameritrade-ceo-warns-never-seen-client-cash-levels-this-low-3178973.html",
        "title": "TD Ameritrade CEO Warns “Never Seen Client Cash Levels This Low”",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nTotal:\nTD Ameritrade CEO Warns “Never Seen Client Cash Levels This Low”\nTuesday, January 23, 2018 10:49\n% of readers think this story is Fact. Add your two cents.\nM organ Stanley said last year that client cash levels are at record lows.\nWe noted previously that the cash balance of equity mutual funds is at an all-time low 3.3%.\nAnd now, with his share price at 52-week highs after beating earnings, TD Ameritrade CEO Tim Hockey confirms this extreme level of complacency in today’s earnings call…\n“While cash levels are up slightly sequentially to approximately $150 billion, cash as a percentage of total client assets remained at historic lows at 12.7%, down slightly from last quarter due to the growth in the value of investments and as a result of strong net buying from our retail clients…”\nAnd it’s not just retail…\n“…in both of our[retail and institutional] businesses, we’re seeing historically low levels of cash to assets under management.\nThese are record low levels of cash…\n“if you’re asking this low level of client cash we’ve never seen, but there is absolutely a cycle that client cash as a percentage of assets goes down partly because markets go up. And so, they take advantage of that, but also it’s just a numerator-denominator thing.“\nDoes it feel toppy?\n“If you’re asking whether markets are at a high end of the cycle, it certainly feels like this, bull market is long in the tooth. But by the same token, it doesn’t seem to be a catalyst for change and there seems to be a drifting up…\nClients are extremely active…\n… we’re certainly seeing them at very high levels of optimism. And so, we’ll continue to monitor that.\n… client logins accounts trading and all posted healthy increases and retail clients were net buyers of 6.9 billion, this resulted in very strong trading 726,000 trades per day on average, which is up 49% from a year ago.\n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nPink Slime\nNot really a good sign, obviously.  Playing the stock market to the hilt.\nJan 26, 2018, 9:40 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Never Seen Client Cash Levels This Low",
                "",
                false
            ],
            [
                "While cash levels are up slightly sequentially to approximately $150 billion, cash as a percentage of total client assets remained at historic lows at 12.7%, down slightly from last quarter due to the growth in the value of investments and as a result of strong net buying from our retail clients",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/23/td-ameritrade-ceo-warns-never-seen-client-cash-levels-this-low/https://www.zerohedge.com/news/2017-10-17/morgan-stanley-client-cash-its-lowest-level-institutions-dump-stocks-retail",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/23/td-ameritrade-ceo-warns-never-seen-client-cash-levels-this-low/https://www.zerohedge.com/news/2017-10-25/mutual-fund-cash-hits-all-time-lows",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "ameritrade",
            "td",
            "low",
            "seen",
            "cash",
            "trading",
            "assets",
            "levels",
            "client",
            "retail",
            "trades",
            "ceo",
            "level",
            "warns",
            "youre"
        ]
    }
]