[
    {
        "url": "https://beforeitsnews.com/awakening-start-here/2018/01/the-william-tyrell-incident-what-happened-to-spiderman-10616.html",
        "title": "The William Tyrell Incident, what happened to spiderman?",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By bananaman\nSaturday, January 20, 2018 0:13\n% of readers think this story is Fact. Add your two cents.\nThe William Tyrell Incident\nWilliam was a foster child at the time of his disappearance. Source: AAP\nThe details of William’s time in foster care were only revealed late last year after the NSW Supreme Court overruled FACS and ordered William’s family history could be published.\nHis foster parents have asked not to be named to protect the identity of William’s siblings. Ms Collins labelled them “strict”.\n“Karlie and Brendan could see William for one hour every seven or eight weeks at the Macquarie Centre,” she said. “The last time they saw him, William yelled ‘Daddy, Daddy, Daddy’ and jumped out of the pram like a kangaroo.”\nMs Collins is asking authorities to provide Brendan with the help he needs to return to “his normal self”.\n \n \n \n \nCorby was flanked by security, police and media as she  left her Kuta home , where 7 News images showed her holding a handbag with an image of William Tyrrell on it.\nIt has been two years since the three-year-old wearing his Spider-Man outfit disappeared from his grandmother’s house at Kendall in New South Wales on September 12, 2014.\nPolice believe he was abducted and earlier this year they offered a $1 million reward for any information that leads to his recovery.\nPolice believe William was abducted and earlier this year they offered a $1 million reward for any information that leads to his recovery. Photo: AAP\nWilliam’s family have made a heartbreaking…\nRevealed: Accused paedophile questioned over the disappearance of toddler William Tyrrell was ‘related to child rapist and murderer’ Bill Spedding appeared in …\nWilliam Harris Spedding was due to face court in Ballarat today to face charges including the rape of a young Victorian girl more than 30 years ago.\nI’m sure i’ve seen a link between Ballarat priests, Pell, and Risdale, with Spedding I’ll keep digging.\nFull story: Father Ridsdale’s life of crime — and the church’s cover-up\nBackground article, by a Broken Rites researcher\nThis Broken Rites article is the most comprehensive account available about how the Catholic Church shuffled a paedophile priest, Father Gerald Ridsdale, from parish to parish for three decades while he committed sexual crimes against children. Broken Rites has been researching Ridsdale since May 1993, when he famously walked to court for his first sentencing, accompanied by his support person, Bishop George Pell. Broken Rites began supporting Ridsdale’s victims, resulting in four more court cases for Ridsdale between 1994 and 2017 (without the presence of George Pell).\nThe famous 1993 photo\nOn every page of the Broken Rites website (in the right-hand column), there is a photo of Father Ridsdale (with his features obscured by dark glasses and a cap) walking to the Melbourne Magistrates Court on 27 May 1993 with his support person, bishop George Pell (wearing clerical garb). This was the day when Ridsdale received his first conviction for child-sex crimes. [In 1993, Pell was an Auxiliary Bishop for Melbourne, and three years later he became the Archbishop.]\nBy 27 May 1993, unknown to Ridsdale and Pell, one of Ridsdale’s victims had alerted the media that Ridsdale was due to appear in court that day for sentencing. Therefore, when Pell and Ridsdale approached the court building, a Channel Nine camera man obtained video footage of their arrival.\nThat evening, Channel Nine’s news bulletin showed this footage of Father Ridsdale and Bishop Pell arriving at the court. This bulletin was viewed throughout the state of Victoria, including by many church-abuse victims. Viewers noticed that a bishop was accompanying the criminal priest, rather than accompanying the victims.\nBill Spedding faces historical sex offences\nThe top suspect in the case of missing toddler William Tyrell, NSW man Bill Spedding, is facing historical child sex offence charges in a Victorian court. Vision: Seven News\nThe 65-year-old is facing five indecent assault and two sexual intercourse with a child under 10 charges.\n \nWilliam Harrie Spedding, 65, has been charged with sex offences in Victoria.  \nPhoto: Nick Moir\n \nSpedding, a white goods repairman from the NSW Mid North Coast, was thrust into the spotlight last year after emerging as a person of interest in the high-profile William Tyrrell investigation.\nThree-year-old William disappeared while playing in his grandmother’s backyard in the small town of Kendall, near Port Macquarie, on September 12, 2014.\nPrime Minister Tony Abbott gave a personal reference in court for the former priest Father John Nester in a child sex abuse case in 1997. Father Nester was later struck off as a clergy by the Vatican. Add this to Tony Abbott’s and the Liberal Party’s extremely close relationship with Cardinal George Pell who has admitted the church covered up sexual abuse\nSo to sum up. Nester, Risdale, Pell and Abbott (Ex PM and NWO Stooge) All were in Ballarat around the same time in the 80′s. Nester and Abbott knew each other well and Abbott gave him a reference at a sexual abuse hearing in 97. Presumably he knew Risdale and Pell also.\nPell, now the popes treasurer was also in the picture around Ballarat, and he has also been charged with sex offences dating back to this time. For him they are labeled “Historical sex offences”, for Risdale and Nester  its just notorious paedophile.\n“Cardinal Pell is facing multiple charges in respect of historic sexual offences and there are multiple complainants relating to those charges.\n \nSpedding was also in the area of Ballarat in the 80′s and appears to be a person of interest in the disappearance of William Tyrell.\nIs it possible he knew the other convicted Paedophiles Nester and Spedding, as well as Accused Paedophile Pell\nNow we find out there is a shit load about this case that took years to come out that would change the focus of the investigation possibly. This child was in state care but no one was told at the time and the “parents” were paraded around mortified, but,It seems they hardly knew him, and no one told anyone, Why?\nThe biological parents are not suspects. \nPretty strange…..OK, So the only link between Spedding, Risdale and Nester is they they were in the area where this happened around the same time doing similar reolting things but “Small World”\nPell (Vatican No2 or some shit) assisted Nester then dismissed the victims for years.\nAbbott (Ex PM) Wrote reference for Risdale when he went to court for Paedophilia.\nIf theres nothing in it why did they cover so many things up about the abduction itself?\nHow did he go missing without anyone seeing anything. Its possible but doesn’t the fact that the “Parents” he was with were in fact “Foster parents” and as such likely to go up the suspect list. No one suspects the biological parents in a case like this with the exception of Maddie Mcann.\nLess questions about the unlikely circumstances of the actual disappearance itself?\nWhy were the children taken from there biological parents and felt they had to hide from welfare for months only for the department to lose the child under these horrific circumstances. The answer is sealed, but they say the real parents didn’t abuse him in any way so what was going on?\nFollowing the revelations of paedophilia at the highest political levels including prime ministers and presidents, George Bush etc.\nSmall world, come to your own conclusions.\nViews: 16\n \n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Karlie and Brendan could see William for one hour every seven or eight weeks at the Macquarie Centre,",
                "William Tyrell Incident",
                true
            ],
            [
                "The last time they saw him, William yelled ‘Daddy, Daddy, Daddy’ and jumped out of the pram like a kangaroo.",
                "William Tyrell Incident",
                true
            ],
            [
                "related to child rapist and murderer",
                "William Tyrell Incident",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://au.news.yahoo.com/a/35662525/indonesian-authorities-plan-military-style-operation-to-bring-schapelle-corby-home-as-she-leaves-her-home/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "pell",
            "child",
            "court",
            "william",
            "spiderman",
            "nester",
            "incident",
            "sex",
            "ballarat",
            "parents",
            "happened",
            "spedding",
            "ridsdale",
            "tyrell"
        ]
    }
]