[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/russia-britains-greatest-threat-3590543.html",
        "title": "Russia Britain’s Greatest Threat?",
        "authors": [
            {
                "name": "The Sleuth",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Russia Britain’s Greatest Threat?\nWednesday, January 24, 2018 14:34\n% of readers think this story is Fact. Add your two cents.\nA longstanding Western way of getting lawmakers to increase military spending is by inventing nonexistent threats – Russia usually named, how militarists get what they want.\nIt works in Britain like America, despite neither country threatened by any others.\nRussia seeks cooperative relations with all other countries, threatening none. No “Russian aggression” exists in Ukraine or anywhere else.\nFear-mongering threats otherwise are phony. Washington invents them to justify outrageous military spending, endless imperial wars, and its global empire of bases in scores of countries on every continent – policies benefitting Wall Street, war-profiteers and other corporate predators at the expense of humanity.\nBritain plays the same dirty game, allied with America, both countries partnering in endless wars of aggression.\nBoth are implacably hostile to Russia – for its sovereign independence and opposition to US-led imperial wars, not for any threat it poses to their national security.\nOn Monday, Britain’s military chief General Nick Carter lied, calling Russia Britain’s “most complex and capable security challenge we have faced since the Cold War” – in an address to the Royal United Services Institute.\n“The time to address these threats is now. We cannot afford to sit back,” he roared, adding:\n“Our ability to preempt or respond to threats will be eroded if we don’t keep up with our adversaries” – failing to explain Britain has none.\n“We must take notice of what is going on around us or our ability to take action will be massively constrained,” Carter blustered.\n“Speed of decision-making, speed of deployment and modern capability are essential if we wish to provide a realistic deterrence.”\nMost of Carter’s address focused on a nonexistent Russian threat at a time Britain’s new defense minister Gavin Williamson and other UK militarists called for increased defense spending – solely for offense, nothing to defend against.\nIn December, Britain’s air chief marshal Stuart Peach absurdly warned that Russian submarines could cut ocean floor Internet cables, doing “catastrophic” damage to Western economies.\nAccording to Carter, Russia built an aggressive military force Britain “would struggle to match.”\nRussian military spending is a small fraction of America’s, far less than combined NATO spending.\nCarter described what he called stages between war and peace, claiming “(t)he risk we run in not defining this clearly, and acting accordingly, is that rather like a chronic contagious disease it will creep up on us, and our ability to act will be markedly constrained – and we’ll be the losers of this competition.”\nIn the 1930s when an increasing NAZI menace threatened Europe, Britain remained woefully unprepared when military preparedness was urgently needed.\nToday, the only threats Britain, America and other Western nations face are phony invented ones – none from Russia, China, North Korea, Iran or any other countries.\nYet militarism dominates the thinking and actions of NATO countries. Throughout its post-Soviet history, Russia never attacked or threatened other nations.\nIt threatens none now – not America, Britain, other NATO countries or any others anywhere.\nCarter turned truth on its head, claiming “Russia could initiate hostilities sooner than we expect, and a lot earlier than we would in similar circumstances,” adding:\n“Most likely they will use nefarious sub-(NATO’s) Article 5 actions to erode the credibility of NATO and threaten the very structure that provides our own defense and security.”\n“This is the divide and rule which the international order is designed to prevent.”\n“It won’t start with little green men. It will start with something we don’t expect. We should not take what we’ve seen so far as a template for the future.”\nCarter ignored US military bases menacingly surrounding Russia, NATO military exercises provocatively close to its borders, its warships in the Black Sea close to its territory, its warplanes close to or entering its airspace.\nRussia is threatened by US-led Western hostility toward its sovereign government – not the other way around.\nIt poses no threat to any other countries. The notion of a surprise Russian attack in any form against any nation is nil.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\npatann\n-Russia Threaten US with Doomsday Weapon, Just As Seventh Angel, Warn, Jan. 26-29th, 2018, no more doomsday, Passovers, US soil, no more delay, beware the eastern seaboard as well as the inundated with such warnings, Us West Pacific, Midwest, even West, Pacific Canada, beware, Apb\nHello, Anybody Out There?\n-One thing the warnings, these two thousands years into hours at present, Rev. 17, remind us is how irrationally, even satanically, national to world leaders will be acting pending Obama’s, but come Trump’s, Ancient beast reign.Their would be no tug of nuclear war into the antichrist reign right into the battle of Armageddon that’s to end all battles, but only Jesus’ come Millennial of Intervention, now bless God accordingly. The sure thing is, we knew this was coming, just as we knew, 2003, Bush’s errant wars, that instead a Hussein would one day father this nation, only now, this world, Islamic to antichrist, world rule.\n-Just as so, fingers, toes crossed all of praying cataclysms away, Americans know US soil will be invaded by enemies, Arabian, Asians, Russia, to nature and NOAA’s extinctions levels one behind the other, only to be followed still by a pale horse judgement. These outbreaks of mortuary explains why these beyond imagining troubles, beginning US soil, are designed a commanded as the days of Moses, an American to WestWorld exodus. The Lambs book of life is open to a census taking, Dunlap Street, as in time done lapse street, (see Obama, Michelle, the little Miya girl of come, America’s end), the elephants, it’s first Matrix ten day count are stampeding. as so should you be, stampeding.\n-The seventh angel, Jan. 26-29th 2018, is warning, no more doomsday Passovers, commanded reapers are targeting all procrastinating escape, and I heard in my ear. The most surreal of them all, one hour into it’s date, 01/13/2018, “one hour with the beast.” Only the little miya girl of come apocalypse as of an ancient error now present day Bush’. Trumps,’ into all world leaders, error, (the little horn of men’s extinction,is risen). Only she, little Miya has by a divine translation brought them out, escaping them along an authentic new era. So, no more ancient beast rule, no more kingdom and nation building; now this world’s government shall be upon HIS Shoulder, so again, bless God, Jesus Reign! Beware, Apb, The RAM, see more here, http://elenintime.blogspot.com/2018/02/derar-dutchsinse-get-out-of-there.html\nMar 1, 2018, 7:59 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "most complex and capable security challenge we have faced since the Cold War",
                "Nick Carter",
                false
            ],
            [
                "The time to address these threats is now.",
                "",
                true
            ],
            [
                "We cannot afford to sit back,",
                "",
                true
            ],
            [
                "Our ability to preempt or respond to threats will be eroded if we don’t keep up with our adversaries",
                "Nick Carter",
                false
            ],
            [
                "We must take notice of what is going on around us or our ability to take action will be massively constrained,",
                "Carter",
                true
            ],
            [
                "Speed of decision-making, speed of deployment and modern capability are essential if we wish to provide a realistic deterrence.",
                "Nick Carter",
                true
            ],
            [
                "t)he risk we run in not defining this clearly, and acting accordingly, is that rather like a chronic contagious disease it will creep up on us, and our ability to act will be markedly constrained – and we’ll be the losers of this competition.",
                "Carter",
                false
            ],
            [
                "Russia could initiate hostilities sooner than we expect, and a lot earlier than we would in similar circumstances,",
                "Carter",
                true
            ],
            [
                "Most likely they will use nefarious sub-(NATO’s) Article 5 actions to erode the credibility of NATO and threaten the very structure that provides our own defense and security.",
                "",
                true
            ],
            [
                "This is the divide and rule which the international order is designed to prevent.",
                "Carter",
                true
            ],
            [
                "It won’t start with little green men.",
                "",
                true
            ],
            [
                "It will start with something we don’t expect.",
                "",
                true
            ],
            [
                "We should not take what we’ve seen so far as a template for the future.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/r2/?url=http://elenintime.blogspot.com/2018/02/derar-dutchsinse-get-out-of-there.html",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "russia",
            "countries",
            "threat",
            "military",
            "threats",
            "greatest",
            "britain",
            "nato",
            "britains",
            "western",
            "threatened"
        ]
    }
]