[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2018/01/200-million-investors-may-have-lost-everything-in-largest-ponzi-scheme-in-chinas-history-3178865.html",
        "title": "200 Million Investors May Have Lost Everything In Largest Ponzi Scheme In China’s History",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2018-01-20",
        "text": "By silveristhenew (Reporter)\nTotal:\n200 Million Investors May Have Lost Everything In Largest Ponzi Scheme In China’s History\nMonday, January 22, 2018 5:41\n% of readers think this story is Fact. Add your two cents.\nAccording to the Asia Times , at the height of its business operations, online investment company, Qbao.com, had around 200 million registered users. With its “get rich quick” promises and tantalizing tales of up 80% returns, the company had a cult-like following with investors known as Baofen or fans of Qbao, not to mention potential clients clamoring to sign up for the financial firm’s products, leading to as many as 2 million new users every day in late 2017. Even the full name of the company, Qianbao, had the veneer of success, as it translates into “money treasure.“\nUnfortunately for up to 200 millions ordinary Chinese, dreams of overnight riches became a nightmare when the founder of the site, Zhang Xiaolei, was placed in police custody after turning himself in just before the start of the new year.\nZhang Xiaolei, founder of Qbao.com, the online platform also known as Qianbao\nHe has been accused of illegally raising 70 billion yuan or some $11 billion, according to sources close to the Chinese authorities and reported in the mainland media. If those allegations are true, this would be the largest online investment fraud in China’s history.\n“This shows the reality that many Chinese people are still short of money and are crazy for high-returning investment channels,” Li Chao, an analyst at market consultancy iResearch in Beijing, told the state-owned Global Times.\nSo “crazy” that they risk losing it all; indeed, that looks nearly certain after Zhang walked into a police station on Dec. 26 in Nanjing, the capital of East China’s Jiangsu province, where Qbao.com was wheeled out in a blaze of publicity nearly eight years ago.\nThe authorities believe investors may have become the victims of a giant Ponzi-type scam, where new clients ended up paying inflated returns to established customers without their knowledge.  Before the internet investment company was closed down, it was attracting nearly two million users every day in late 2017 from its headquarters in Shanghai.\n“Police are calling on Qbao investors in all regions to report to local public security authorities and cooperate in investigations after the company owner, Zhang Xiaolei, was [held] in custody for suspicion of an illegal fundraising crime,” the company said in a statement.\nMeanwhile, investors are in denial: many clients are convinced this is all a massive mistake, even though the online finance industry has been plagued by scandals, as Chinese regulators struggle to get grips with the problem.\nIn February 2016, a leading online peer-to-peer lending service, Ezubao, was accused of swindling  more than 900,000 investors out of more than 50 billion yuan in less than two years. A court in Beijing later sentenced Ding Ning, the architect of the $9 billion Ezubao online financial fraud, to life imprisonment, which finally closed the chapter on one of the biggest Ponzi schemes in modern mainland history.\nBut if the allegations concerning Qbao.com and Zhang are true, this could dwarf that case.\n“I became very tired of comforting other investors, some of whom were so anxious that they nearly killed themselves,” Mu Qing, who became a Baofen investor, told Global Times. “But we all trusted Qbao, and we will wait [to see what happens].”\nOn Dec. 27, along with millions of other clients, Mu had his account on Qao.com frozen.\nWhat happens next depends on the Chinese police investigation and the decision by the central bank to launch an inqury. It has ordered all commercial banks in Jiangsu province to roll out internal inspections for potential loans linked to Qbao.com or its affiliated companies.\n“Qbao investors put all their trust in Zhang,” one former executive of the company told Caixin’s media website. “It was like a cult.”\nBut that “trust” has slowly turned to disdain and anger as the details of Zhang’s online world trickles into the public domain. In the end, the fall out could leave them broke in more ways than one.\nOf course, investor denial will eventually turn to acceptance, but first comes the anger stage, and if indeed 200 million Chinese may have lost a substantial portion, if not all, of their net worth, the anger will be tangible and could prove to be a true black swan for a country which – as we have profiled since early 2016 – has been teetering on the verge of social unrest.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "This shows the reality that many Chinese people are still short of money and are crazy for high-returning investment channels,",
                "Li Chao",
                true
            ],
            [
                "Police are calling on Qbao investors in all regions to report to local public security authorities and cooperate in investigations after the company owner, Zhang Xiaolei, was [held] in custody for suspicion of an illegal fundraising crime,",
                "Zhang Xiaolei",
                true
            ],
            [
                "I became very tired of comforting other investors, some of whom were so anxious that they nearly killed themselves,",
                "Baofen",
                true
            ],
            [
                "But we all trusted Qbao, and we will wait [to see what happens].",
                "Baofen",
                true
            ],
            [
                "Qbao investors put all their trust in Zhang,",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/22/200-million-investors-may-have-lost-everything-in-largest-ponzi-scheme-in-chinas-history/https://www.reuters.com/article/us-china-fraud/leader-of-chinas-9-billion-ezubao-online-scam-gets-life-26-jailed-idUSKCN1BN0J6",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=http://www.atimes.com/article/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/22/200-million-investors-may-have-lost-everything-in-largest-ponzi-scheme-in-chinas-history/https://www.zerohedge.com/news/2016-02-01/caught-tape-chinese-investors-find-out-they-got-fleeced-7-billion-ponzi-scheme",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "zhang",
            "largest",
            "scheme",
            "chinese",
            "qbaocom",
            "nearly",
            "billion",
            "history",
            "million",
            "investment",
            "chinas",
            "online",
            "200",
            "lost",
            "ponzi",
            "company",
            "investors"
        ]
    }
]