[
    {
        "url": "https://beforeitsnews.com/opinion-conservative/2018/01/why-liberals-despise-christian-conservatives-3355561.html",
        "title": "Why Liberals Despise Christian Conservatives",
        "authors": [
            {
                "name": "John Rolls",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Why Liberals Despise Christian Conservatives\nThursday, January 18, 2018 13:02\n \nLiberal Hate\nI have wondered about this for a very long time.\nI believe that the Lord showed me that it is not complex at all.  When we think of liberals in the public eye, or even those in our families – we see them as misguided and lacking any godly wisdom.\nWhen they think of us, they cannot hide their disdain and unbridled hatred.\nWhy do they hate us?\n“If the world hates you, you know that it hated Me before it hated you.  If you were of the world, the world would love its own.  Yet because you are not of the world, but I chose you out of the world, therefore the world hates you.  Remember the word that I said to you, ‘A servant is not greater than his master.’ If they persecuted Me, they will also persecute you.  If they kept My word, they will keep yours also.  But all these things they will do to you for My name’s sake, because they do not know Him who sent Me” (John 15:18-21).\nIt’s Not Political – It’s God Vs. Satan\nSome will no doubt read this and think “Oh, that’s embellishing the situation.”  But, is it?   I don’t think so.\n“For everyone practicing evil hates the light and does not come to the light, lest his deeds should be exposed.  But he who does the truth comes to the light, that his deeds may be clearly seen, that they have been done in God” (John 3:20-21).\nLiberal Party Platforms:\nGovernment funding of Planned Parenthood (Abortion mills)\nKeeping Abortion legal up to the time of delivery (Lust for blood)\nSupports Gay marriage\nSupports teaching LGBTQ curriculums to all ages in schools\nThere is no God (Even though they booed Him at a DNC)\nThe Lord’s Prayer\nI’ve spoken of my reconnection with my oldest sister.  One day when she was visiting us, she told me that she remembered a prayer that all kids said together in school.  She began to recite it.  I told her that I remembered saying this prayer in school and how it gave me much comfort – even though I was not a believer in Jesus at that time.\nI told my sister about the ardent atheist, Madalyn Murray O’Hair, and how she got prayer and any Bible reading taken out of all public schools in 1963.\nHere are some quotes by this (I believe) demon-possessed woman:\n“I told my kids I just want three words on my tombstone, if I have one.  I’ll probably be cremated.  One is “woman.” I’m very comfortable in that role.  I’ve loved being a woman, I’ve loved being a mother, and I’ve loved being a grandmother.  I want three words: Woman, Atheist, Anarchist.  That’s me.”\n“An atheist believes that a hospital should be built instead of a church.\nAn atheist believes that deed must be done instead of prayer said.\nAn atheist strives for involvement in life and not escape into death.\nHe wants disease conquered, poverty vanished, war eliminated.”\n“Two hands working can do more than a thousand clasped in prayer” –  Madalyn Murray O’Hair\nO’Hair’s Death\nWarning:  The murder of O’Hair, her son and a granddaughter was extremely grisly:\nSee video about this story:   https://youtu.be/SWQVFTPpWOc\nAlthough I am quite certain that these murders were not committed by born-again believers, our Lord did allow these grisly murders to happen.  O’Hair was obviously used by Satan to do his bidding.  In a country which was founded upon Judeo-Christian beliefs, this made the actions of O’Hair even more heinous.\nIt will certainly get worse\nThe hatred by liberals for Christians will only increase, and I believe that we will see a rapid increase – because Satan knows that his time is short.\nJesus told us to pray for our enemies, and to do good to those who persecute us.  I take our Lord at His word, and I believe that He smiles from heaven on His own when we obey Him.\nRead His Word daily.  Pray to Him daily (many times a day), and trust Him fully.  He sits at the right hand of the Father and is always making intercession for us.\nShalom b’Yeshua\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nyou never met a liberal christian, have you?\nwould be fun to see them quoting bible verses telling that the other one has the wrong idea about christianity\nJan 18, 2018, 2:32 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "A servant is not greater than his master.",
                "",
                true
            ],
            [
                "If the world hates you, you know that it hated Me before it hated you.",
                "",
                true
            ],
            [
                "If you were of the world, the world would love its own.",
                "",
                true
            ],
            [
                "Yet because you are not of the world, but I chose you out of the world, therefore the world hates you.",
                "",
                true
            ],
            [
                "Remember the word that I said to you, ‘A servant is not greater than his master.’ If they persecuted Me, they will also persecute you.",
                "",
                true
            ],
            [
                "If they kept My word, they will keep yours also.",
                "",
                true
            ],
            [
                "But all these things they will do to you for My name’s sake, because they do not know Him who sent Me",
                "",
                false
            ],
            [
                "Oh, that’s embellishing the situation.",
                "",
                true
            ],
            [
                "For everyone practicing evil hates the light and does not come to the light, lest his deeds should be exposed.",
                "",
                true
            ],
            [
                "But he who does the truth comes to the light, that his deeds may be clearly seen, that they have been done in God",
                "",
                false
            ],
            [
                "I told my kids I just want three words on my tombstone, if I have one.",
                "",
                true
            ],
            [
                "One is “woman.” I’m very comfortable in that role.",
                "",
                true
            ],
            [
                "I’ve loved being a woman, I’ve loved being a mother, and I’ve loved being a grandmother.",
                "",
                true
            ],
            [
                "I want three words: Woman, Atheist, Anarchist.",
                "",
                true
            ],
            [
                "An atheist believes that a hospital should be built instead of a church.",
                "",
                true
            ],
            [
                "An atheist believes that deed must be done instead of prayer said.",
                "",
                true
            ],
            [
                "An atheist strives for involvement in life and not escape into death.",
                "",
                true
            ],
            [
                "He wants disease conquered, poverty vanished, war eliminated.",
                "",
                true
            ],
            [
                "Two hands working can do more than a thousand clasped in prayer",
                "Madalyn Murray O'Hair",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://www.goodreads.com/author/show/635290.Madalyn_Murray_O_Hair",
                "https://www.youtube.com/watch?v=SWQVFTPpWOc&feature=youtu.be",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "word",
            "ohair",
            "woman",
            "believe",
            "loved",
            "told",
            "conservatives",
            "prayer",
            "liberals",
            "world",
            "despise",
            "think",
            "christian",
            "atheist"
        ]
    }
]