[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/google-removes-fact-check-function-from-its-search-page-which-primarily-targeted-right-leaning-sites-2975278.html",
        "title": "Google Removes “Fact Check” Function from its Search Page Which Primarily Targeted Right-Leaning Sites",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By RedState (Reporter)\nTotal:\nGoogle Removes “Fact Check” Function from its Search Page Which Primarily Targeted Right-Leaning Sites\nMonday, January 22, 2018 10:41\n% of readers think this story is Fact. Add your two cents.\nGoogle has been under some serious scrutiny lately for its continuing demonstrations of its own political bias, but one of its more glaring examples has at least been taken down…for now.\nThe western world’s largest internet search company decided it would join on combating the scourge of fake news by providing an easy way to fact check articles from various news websites using a “reviewed links” function.\nThe problem, however, was that Google was almost exclusively fact checking right-leaning sites such as the Daily Caller, the Daily Wire, and others. Only one left leaning site was being “fact checked,” and that was Occupy Democrats, a radical leftist site. Vox, HuffPo, and Media Matters were completely free of Google’s scrutiny.\nIt should be noted that the “scrutiny” these right-leaning sites were under was also run by left-leaning fact checkers such as Snopes. As the Daily Caller pointed out, some of the fact checking being done to them was extremely biased, and lacking facts itself.\nBut on Monday, Google seems to have taken down the reviewed links function.\nWhether this was due to the increased scrutiny from various sites about Google’s partisan behavior or not is still in question, though Google frequently denies it discriminates politically or ideologically. However, this is not seen in their actions.\nEven YouTubes most popular video makers are punished for making leftists look bad. Phillip DeFranco is one glaring case of Google’s political bias, as it has punished him twice for going against the leftist grain. DeFranco was stripped of his advertising dollars for calling out a popular social justice advocate for acting like a horrible person to a Lyft driver. He was also, according to him, allegedly punished by Google for not creating a video endorsing Hillary Clinton during the 2016 elections when they approached him to do so and he refused.\nFunny thing is, DeFranco is not a right-leaning individual.\nWhile Google’s removal of the fact checking function from its search engine is a step in the right direction, the mounting evidence against the search engine company’s bias only makes this feel like it’s covering its tracks.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com/brandon_morse/2016/09/01/youtube-sends-bad-message-censoring-famous-youtuber-commenting-sjw-abused-lyft-driver/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com/brandon_morse/2018/01/09/googles-bias-undeniable-fact-check-feature-almost-exclusively-targets-conservative-sites/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://www.theblaze.com/news/2016/11/05/google-allegedly-punished-award-winning-youtuber-for-not-endorsing-clinton"
            ]
        },
        "key_words": [
            "sites",
            "video",
            "google",
            "removes",
            "targeted",
            "search",
            "rightleaning",
            "page",
            "fact",
            "googles",
            "function",
            "punished",
            "primarily",
            "scrutiny"
        ]
    }
]