[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/people-are-dying-in-hospital-corridors-under-britains-socialized-healthcare-system-2688940.html",
        "title": "People Are ‘Dying In Hospital Corridors’ Under Britain’s Socialized Healthcare System",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Mac (Reporter)\nTotal:\nPeople Are ‘Dying In Hospital Corridors’ Under Britain’s Socialized Healthcare System\nTuesday, January 23, 2018 10:33\n% of readers think this story is Fact. Add your two cents.\nThere’s new outrage overseas, as people are literally dying in the corridors of hospitals because of Britain’s overrun socialized medicine scam. In case Venezuela didn’t do enough to prove that socialism is a deadly joke on humanity, Britain’s healthcare system should be the last nail in its coffin.\nThe patients are dying in hospital corridors as safety is jeopardized by intolerable conditions say doctors in Britain, according to the BBC  last week.  More details continue to emerge surrounding the newest outrages which have sprung up from Britain’s crisis-beset healthcare system. This most recent revelation came as a result of an open letter sent to the Prime Minister by 68 senior doctors, offering details of the inhuman conditions which have become common in the socialized National Health Service’s hospitals.\nThe letter, which collected statistics from NHS hospitals in England and Wales, found that in December alone over 300,000 patients were made to wait in emergency rooms for more than four hours before being seen. Thousands more suffered long waits in ambulances before even being allowed into the emergency room. But the revelation of horrors was just beginning. The letter further noted that it had become “routine” for patients to be left on gurneys in corridors for as long as 12 hours before being offered proper beds, with many of them eventually being put into makeshift wards hastily constructed in side-rooms. In addition, it was revealed that around 120 patients per day are being attended to in corridors and waiting rooms, with many being made to undergo humiliating treatments in the public areas of hospitals, and some even dying prematurely as a result. One patient reported having gone to the emergency room with a gynecological problem which had left her in severe pain and bleeding, a lack of treatment rooms led hospital staff to examine her in a busy corridor, in full view of other patients. “There was no dignity. It was degrading,” she said. “I couldn’t fault the staff, there was nothing they could do. It was chaos.”\nAs the NHS entered the first week of 2018, over 97% of its trusts in England were reporting levels of overcrowding so severe as to be “unsafe.” For those who champion socialism, it’s tempting to believe that these extreme cases must be a rare occurrence, but the statistical facts prove otherwise. Horror stories have become increasingly the norm for any socialized healthcare system, just as under socialism in general, poverty becomes the norm .\nit doesn’t look like this socialized system will ever work as the horrifying reality gets worse. Many insist that by pumping more taxpayer money into it, the state-run healthcare system somehow magically become a utopia.  Almost as predictable as the regular emergence of new stories of this kind is the equally unwavering refusal of British commentators to consider that the state-run monopoly structure of the system itself might be to blame. Many, including the Prime Minister herself, have pointed to the spike in seasonal illnesses such as the flu at this time of year, to distract from the more fundamental flaws of the system.  Officials from Public Health England went so far as to openly dismiss this as a major cause of the current healthcare crisis , stating that current levels of hospital admissions due to the flu are “certainly not unprecedented.” The aging population and local councils’ failure to provide more non-hospital care have also been blamed.\nBy far the most commonly suggested remedy is simply to inject more taxpayers’ money into this failing system. Indeed, the belief that Britain’s perpetual healthcare crisis is solely the result of funding cuts by miserly Conservative politicians is so widespread that it is almost never challenged, least of all by the trusted experts within the system itself, many of whom stand to benefit from increased funding.\nThe popular caricature of the NHS as suffering from chronic underfunding is simply a myth. In fact, even when adjusting for inflation, it is clear that government funding to the NHS has been  increasing at an extraordinary rate  since the turn of the millennium, much more quickly than during the early years which its supporters look back on so fondly.\nOne commonly heard soundbite from supporters of the current system is that the Conservatives have allowed healthcare spending to slump to historically low levels; all it would take to return the NHS to the levels of success it supposedly previously enjoyed would be to increase its funding back to the same level it previously enjoyed, or so they say. However, to believe such a statement one would have to make two separate misinterpretations of the statistics, both so basic that they would strike shame into even the dullest high school math student: firstly, it is not the absolute amount of spending on the NHS which has fallen under the Conservative-led governments of 2010-18, but merely the rate at which spending is continuing to increase, even when adjusting for inflation. Secondly, the only reason that the rate of increase seems to have fallen is because of how disproportionately high it had been been under the infamously spendthrift Labour governments of 1997-2010. – Mises\nWhat would it take to revive the dead socialized healthcare scheme? Simple.  Free markets. More competition and freedom of choice would not only lower costs but give those in need a say in their own health. As long as British healthcare is organized as a taxpayer-funded state monopoly it will continue to fail, regardless of the amount of money thrown at the problem.\nThis article has been contributed by SHTF Plan. Visit www.SHTFplan.com for alternative news, commentary and preparedness info.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nharry\nI don’t see the problem?  All they have to do is call Angela Merkel – she will have the answer.\nJan 23, 2018, 11:46 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "I couldn’t fault the staff, there was nothing they could do.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.shtfplan.com//headline-news/https://www.thetimes.co.uk/article/patients-wait-12-hours-in-a-e-as-flu-cases-fill-hospital-beds-n9tcj2w6j",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.bbc.co.uk/news/health-42572110",
                "https://beforeitsnews.com/v3/r2/?url=http://www.shtfplan.com//headline-news/https://mises.org/wire/patients-are-%E2%80%9Cdying-corridors-britain%E2%80%99s-socialised-health-system",
                "https://beforeitsnews.com/v3/r2/?url=http://www.independent.co.uk/news/health/flu-jab-nhs-warning-winter-ineffective-a8142376.html",
                "https://beforeitsnews.com/v3/r2/?url=http://www.shtfplan.com/headline-news/whats-happening-in-venezuela-is-a-microcosm-of-the-socialist-cancer-in-action_08092017",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.shtfplan.com/headline-news/venezuela-isnt-just-in-crisis-but-faces-total-societal-collapse_08242016",
                "https://beforeitsnews.com/v3/r2/?url=http://www.SHTFplan.com",
                "https://beforeitsnews.com/v3/r2/?url=http://www.bbc.com/news/health-42572116",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "hospital",
            "dying",
            "socialized",
            "levels",
            "corridors",
            "healthcare",
            "system",
            "nhs",
            "britains",
            "patients"
        ]
    }
]