[
    {
        "url": "https://beforeitsnews.com/economy/2018/01/exclusive-world-gold-council-investigates-standard-for-gold-kilobars-2931619.html",
        "title": "Exclusive: World Gold Council investigates standard for gold kilobars",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By SGTreport\nWednesday, January 24, 2018 19:34\n% of readers think this story is Fact. Add your two cents.\nby Pratima Desai,  Reuters :\nLONDON (Reuters) – The World Gold Council (WGC) is studying the creation of a global standard for gold kilobars so they can be deployed as collateral in futures markets and potentially encourage demand, sources close to the matter said.\nKilobars — 1 kilogram gold bars — dominate Asian trade but a lack of transparency about their origin and the absence of a global standard hinders their use on exchanges elsewhere.\nClearing houses, some of which allow bullion to be used as collateral on futures markets, might accept such bars if they all met a set of internationally recognized criteria.\nLondon Metal Exchange clearing arm LME Clear cannot accept the kilobars used in Asia because they differ from London Good Delivery standard bars, typically around 400 ounces, as specified by the London Bullion Market Association (LBMA).\nIndependently of the WGC initiative, the LME has been looking at accepting kilobars as collateral for all its contracts which include copper, aluminum and zinc, sources familiar with the matter said.\nThe council and the LME declined to comment.\nIntercontinental Exchange’s ICE Clear Europe and CME Group’s U.S.-based clearing house accept bullion as collateral, but only if it conforms with LBMA criteria, which typically would rule out bullion traded in Asia.\n“We continuously evaluate new forms of collateral based on client demand and at this time, we haven’t heard interest from clients,” CME said when asked whether the exchange was considering accepting kilobars.\nICE declined to comment when asked.\nWGC talks on creating a global kilobar standard would aim to include companies from the world of gold refining, banks and brokers that trade the precious metal in the futures and physical markets and the LBMA.\nThe LBMA said it was not currently involved in any specific discussions over the creation of a new standard.\nKILOBARS DOMINATE\n“The plan is to create a standard for kilobars that can be adopted around the world, delivered anywhere, possibly using blockchain to identify the bars, their origins,” a physical gold trading source said.\n“Rigid standards and blockchain would bring in people who are worried they could be getting conflict metal,” he said.\nBlockchain, the technology behind cryptocurrencies like bitcoin, is drawing interest from a range of industries as a means to track minerals or create more security and transparency in trade and other financial transactions. [nL8N1PB4GZ]\nSources estimate top consumer China imports about 95 percent of gold in kilobars, while world No. 2 consumer India imports 80 percent in kilobars. The WGC estimates China’s gold demand at 900 to 1,000 tonnes last year and India’s at 650 tonnes.\nGold contracts on the Shanghai Gold Exchange, Shanghai Futures Exchange and Hong Kong Exchanges and Clearing are in kilobars.\n“The Asian consumer market is in kilobars, it dominates gold trade,” a gold industry source said. “If you want to trade on the LME and you want to lodge your collateral in kilobars in another location, why shouldn’t you be able to? There are vaults all over the world.”\nBrinks, London-listed G4S and Loomis International provide gold storage facilities around the world.\nVaults in London as of September 2017 held 7,743 tonnes of gold, worth $334 billion at today’s prices, LBMA data shows.\nThe gold vaulting business in London is dominated by LBMA members JP Morgan and HSBC, the two largest gold traders in London’s over-the-counter market with total traded volumes estimated at about $5 trillion a year.\nThe gold they hold is on the LBMA’s Good Delivery list, which was defined in 1750 by the Bank of England. The LBMA was founded in 1987 to oversee that list.\nHowever, the London market was designed for central banks, many of which have diversified reserves into currencies and government bonds, so are no longer as active in the gold market.\n“What (London has) in place is a simple standardized format that allows large volume trade. The large bar format doesn’t work outside London,” the physical gold trading source said.\n“Kilobars should be included in the London Good Delivery list, it would be less costly and more efficient for a lot of people, but it is not in the interests of some LBMA members.”\nAnyone wanting to deliver kilobars in London has to accept a deep discount from the vault owners on the value of their gold or they have to be melted and remoulded into Good Delivery bars.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "We continuously evaluate new forms of collateral based on client demand and at this time, we haven’t heard interest from clients,",
                "",
                true
            ],
            [
                "The plan is to create a standard for kilobars that can be adopted around the world, delivered anywhere, possibly using blockchain to identify the bars, their origins,",
                "",
                true
            ],
            [
                "Rigid standards and blockchain would bring in people who are worried they could be getting conflict metal,",
                "",
                true
            ],
            [
                "The Asian consumer market is in kilobars, it dominates gold trade,",
                "",
                true
            ],
            [
                "If you want to trade on the LME and you want to lodge your collateral in kilobars in another location, why shouldn’t you be able to?",
                "",
                true
            ],
            [
                "There are vaults all over the world.",
                "",
                true
            ],
            [
                "What (London has) in place is a simple standardized format that allows large volume trade.",
                "",
                true
            ],
            [
                "The large bar format doesn’t work outside London,",
                "",
                true
            ],
            [
                "Kilobars should be included in the London Good Delivery list, it would be less costly and more efficient for a lot of people, but it is not in the interests of some LBMA members.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.reuters.com/article/us-gold-standard-kilobars-exclusive/exclusive-world-gold-council-investigates-standard-for-gold-kilobars-idUSKBN1FB1NE",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "london",
            "market",
            "trade",
            "collateral",
            "lme",
            "investigates",
            "gold",
            "standard",
            "exclusive",
            "council",
            "kilobars",
            "world",
            "lbma"
        ]
    }
]