[
    {
        "url": "https://beforeitsnews.com/space/2018/01/astronomers-look-deep-into-the-hearts-of-stars-2511034.html",
        "title": "Astronomers Look Deep into the Hearts of Stars",
        "authors": [
            {
                "name": "Alton Parrish",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Tuesday, January 16, 2018 19:41\n% of readers think this story is Fact. Add your two cents.\nResearchers measure the inner structure of distant suns from their pulsations\nAt first glance, it would seem to be impossible to look inside a star. An international team of astronomers, under the leadership of Earl Bellinger and Saskia Hekker of the Max Planck Institute for Solar System Research in Göttingen, has, for the first time, determined the deep inner structure of two stars based on their oscillations.\nA glimpse into the heart: Artist’s impression of the interior of the star, which was studied through its surface oscillations.\nCredit: © Earl Bellinger / ESA\nOur Sun, and most other stars, experience pulsations that spread through the star’s interior as sound waves. The frequencies of these waves are imprinted on the light of the star, and can be later seen by astronomers here on Earth. Similar to how seismologists decipher the inner structure of our planet by analyzing earthquakes, astronomers determine the properties of stars from their pulsations—a field called asteroseismology. Now, for the first time, a detailed analysis of these pulsations has enabled Earl Bellinger, Saskia Hekker and their colleagues to measure the internal structure of two distant stars.\nThe two stars they analyzed are part of the 16 Cygni system (known as 16 Cyg A and 16 Cyg B) and both are very similar to our own Sun. “Due to their small distance of only 70 light years, these stars are relatively bright and thus ideally suited for our analysis,” says lead author Earl Bellinger. “Previously, it was only possible to make models of the stars’ interiors. Now we can measure them.”\nTo make a model of a star’s interior, astrophysicists vary stellar evolution models until one of them fits to the observed frequency spectrum. However, the pulsations of the theoretical models often differ from those of the stars, most likely due to some stellar physics still being unknown.\nBellinger and Hekker therefore decided to use the inverse method. Here, they derived the local properties of the stellar interior from the observed frequencies. This method depends less on theoretical assumptions, but it requires excellent measurement data quality and is mathematically challenging.\nUsing the inverse method, the researchers looked more than 500,000 km deep into the stars—and found that the speed of sound in the central regions is greater than predicted by the models. “In the case of 16 Cyg B, these differences can be explained by correcting what we thought to be the mass and the size of the star,” says Bellinger. In the case of 16 Cyg A, however, the cause of the discrepancies could not be identified.\nIt is possible that as-yet unknown physical phenomena are not sufficiently taken into account by the current evolutionary models. “Elements that were created in the early phases of the star’s evolution may have been transported from the core of the star to its outer layers,” explains Bellinger. “This would change the internal stratification of the star, which then affects how it oscillates.”\nThis first structural analysis of the two stars will be followed by more. “Ten to twenty additional stars suitable for such an analysis can be found in the data from the Kepler Space Telescope,” says Saskia Hekker, who leads the Stellar Ages and Galactic Evolution (SAGE) Research Group at the Max Planck Institute in Göttingen. In the future, NASA’s TESS mission (Transiting Exoplanet Survey Satellite) and the PLATO (Planetary Transits and Oscillation of Stars) space telescope planned by the European Space Agency (ESA) will collect even more data for this research field.\n \n \nThe Astrophysical Journal, 851 (2), 2017\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nJan 24, 2018, 4:06 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Due to their small distance of only 70 light years, these stars are relatively bright and thus ideally suited for our analysis,",
                "Earl Bellinger",
                true
            ],
            [
                "Previously, it was only possible to make models of the stars’ interiors.",
                "Earl Bellinger",
                true
            ],
            [
                "In the case of 16 Cyg B, these differences can be explained by correcting what we thought to be the mass and the size of the star,",
                "Earl Bellinger",
                true
            ],
            [
                "Elements that were created in the early phases of the star’s evolution may have been transported from the core of the star to its outer layers,",
                "Earl Bellinger",
                true
            ],
            [
                "This would change the internal stratification of the star, which then affects how it oscillates.",
                "Earl Bellinger",
                true
            ],
            [
                "Ten to twenty additional stars suitable for such an analysis can be found in the data from the Kepler Space Telescope,",
                "Saskia Hekker",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "hearts",
            "astronomers",
            "stars",
            "interior",
            "star",
            "16",
            "look",
            "stellar",
            "models",
            "method",
            "hekker",
            "structure",
            "deep",
            "bellinger"
        ]
    }
]