[
    {
        "url": "https://beforeitsnews.com/u-s-politics/2018/01/starbucks-serves-dems-hot-cup-of-woe-with-raises-and-bonuses-thanks-to-tax-cuts-2545578.html",
        "title": "Starbucks Serves Dems Hot Cup of Woe with Raises and Bonuses Thanks to Tax Cuts",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By ram7932\nTotal:\nStarbucks Serves Dems Hot Cup of Woe with Raises and Bonuses Thanks to Tax Cuts\nThursday, January 25, 2018 7:19\n% of readers think this story is Fact. Add your two cents.\nCDN – http://www.conservativedailynews.com\nhe hugely popular coffee chain Starbucks has made an announcement that will leave Democrats with steam coming out of their ears. The Seattle-based corporation has become the latest employer to pass the savings from the President Trump’s tax cuts onto workers and will be raising wages, offering bonuses and improving benefits. This is not good news for Democrats who unanimously opposed tax cuts but were defeated by Republicans in a huge win for Trump that they have never recovered from. How symbolic is it for the blue jackass party to have even liberal-friendly Starbucks joining the growing list of companies …\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "tell",
            "cuts",
            "serves",
            "starbucks",
            "woe",
            "thanks",
            "tax",
            "hot",
            "cup",
            "worldwide",
            "telegram",
            "using",
            "truth",
            "raises",
            "dems",
            "phone",
            "patriot",
            "linkstep",
            "big",
            "beforeitsnews"
        ]
    }
]