[
    {
        "url": "http://conservativefighters.com/news/tucker-carlson-trumps-shithole-comment-trump-said-something-almost-every-single-person-america-actually-agrees/",
        "title": "Tucker Carlson on Trump’s ‘Shithole’ Comment: ‘Trump Said Something That Almost Every Single Person in America Actually Agrees With’",
        "authors": [],
        "publisher": "http://conservativefighters.com",
        "publish_date": "2018-01-13",
        "text": "Conservative Fighters\nTucker Carlson on Trump’s ‘Shithole’ Comment: ‘Trump Said Something That Almost Every Single Person in America Actually Agrees With’\nCarlson defended Trump, saying the comments are something “that almost every single person in America agrees with.”\nPartial transcript as follows:\nToday, as you doubtless heard, during immigration talks, President Trump said something that almost every single person in America actually agrees with.\nAn awful lot of immigrants come to this country from places that aren’t very nice. Those places are dangerous, they’re dirty, they’re corrupt and they’re poor, and that’s the main reason those immigrants are trying to come here and you would, too, if you live there.\nPresident Trump asked why America doesn’t receive immigrants from places you might want to visit on vacation. Why aren’t we getting more people from Norway, he said, which by almost any measure, including the UN’s measures, is the most developed and richest country in the world.\nWhile saying this, Trump used an expletive, and that’s not surprising either since he uses them all the time and was speaking privately. And yet, for some reason, virtually, everyone in Washington, New York and LA considered this a major, major event. Why is that?\nTrump has since hinted he did not use such “tough language” during his immigration reform meeting.\nJanuary 13, 2018 at 1:28 pm\nIN ALL HONESTY, I CAN’T IMAGINE PRESIDENT TRUMP SAYING WHAT THEY SAY HE SAID AND I’VE NEVER HEARD HIM MAKING RACIST COMMENTS EITHER….VERY SAD THE WAY SO MANY TRY TO TEAR HIM DOWN WITH ALMOST ANYTHING HE SAYS INTO SOMETHING THAT JUST ISN’T TRUE……ALL THE YEARS I’VE BEEN HEARING ABOUT DJ TRUMP, HE’S ONLY EVER BEEN KIND, CARING , AND HELPFUL TO EVERYONE NOT JUST WHITE AMERICANS….SURE DO WISH THEY WOULD GIVE HIM A BREAK……\nJanuary 13, 2018 at 2:22 pm\nbrenda he may or may not have used those words, is that really the point??? the thought is exactly what tucker and millions of us are thinking. how many more years do we continue to feed, clothe & house these people. someday this free ride has toooooooooo end. it’s an endless bleed on our country. send all these immigration lawyers from here making millions to figure out another profession in which to fill their pockets. all for lefty corrupt votes. they all appear on tv like they representing penniless paupers. when in fact they represent the very wealthy. this whole illegal drama is a lefty vote scam.\nJanuary 22, 2018 at 9:58 pm\nEvery person, be they politician, minister, or however they describe themselves should be required by law to be responsible for an immigrants’s assimilation into the U S. I am not going to advocate for any immigrant to be allowed into the U S until Congress balances the Federal budget and controls illegal immigration.\nAbsolute control over border crossings, complete background screening on every immigrant.\nTracking and registration of all immigrants.\nDon’t like it ?\nGo to another country.\nJanuary 13, 2018 at 5:15 pm\nPresident Trump didn’t say the word they are lying. Dick Durban told that lie about the President. Tom Cotton and another Senator were in the meeting and both said that they don’t remember President saying that and they told what he really said. We have such hateful liberals in Congress and Dick Durban should be voted out. All these liberals who keep winning elections are probably doing it by voter fraud and every state should be check no only mid term elections but all elections for voter fraud.\nJanuary 16, 2018 at 1:28 am\nI agree with what you say about fraud! Especially in the elections where there is a large mass of voters, more than there are people in the county!\nJanuary 13, 2018 at 8:50 pm\n@brenda,What your seeing is evil against good,keep Trump,his family and cabiney in prayer\nJanuary 16, 2018 at 1:30 am\nI agree with everything you are saying! Pray that God will keep evil leashed!\nJanuary 13, 2018 at 9:15 pm\nI feel so sorry for this family who have negativity on everything they try to do to help the American people. We don’t seem to matter anymore. Our way of life is being changed by the one world order, but you know what it will not last because that is not the American way. We have law and order in the USA and we must abide by this regardless of the few who want to change it. God Bless America, Land that I love, Stand beside her and guide her, Through the night with light from above, From the mountains to the valleys, to the ocean white with foam, God Bless America, my home sweet home, God Bless America, MY HOME SWEET HOME. Today, Tomorrow, Daily, this Month, this Year, Year after Year through Eternity until the King of Kings returns to rule. Amen and Amen\nJanuary 15, 2018 at 6:12 pm\nI think the left, Democrats, media, are painting a bad picture of our once great country which President Trump is trying to bring back restoration. He is doing a wonderful job if he only had the help he needs to get things done.\nJanuary 13, 2018 at 1:58 pm\nI was going to share this on F.B. but F. B. blocked it they CENSOR a lot of things that say good thing about TRUMP, Liberals who in the H#LL needs them I know I don’t.\nJanuary 13, 2018 at 2:25 pm\nThe real story is that the word “shithole” came up in various conversations and was not made by President Trump in reference to actual shithole countries at all. And IF he said it, it’s the truth, and THAT’S why the Left is offended, for when has the Left ever been able to deal with things as they really are!!!\nJanuary 13, 2018 at 2:44 pm\nIf “The Donald” said what The Dick said he said then it was not a gentle statement and could have been better said differently. There is a lot to learn, though, from it and there is a reason that the lessons needed are being missed. The reason is that people are not ready to be presenting their opinions in public. Dick, has shown an example of how immature our so-called representatives are and the sort-of-professionals in the communication businesses are also revealing that they are not ready to be quoted either. I am not including Tucker Carlson in this category. The “Racist” term is being miss-applied to so many circumstances that it has lost all meaning and has taken on the same aura as the “nigger” word. You know the “N” word. So charged we can still think it and communicate it but we can’t say it. My God, think what that would do to the delicate inner workings of the other Dicks in the otherwise protected confines of the emotionally Walled area called “The District of Columbia.” The wall there is almost impenetrable because it is built with the inhabitant’s net worths; pronounced in hushed tones like “The Vatican” where truth, especially about sex, is as taboo as at the recently burned house in Chappaqua. We are becoming a global cesspool of corrupt, immorally represented children. Growing up requires something more than time and the other attributes needed for the process are being squelched by the fact that governments have taken control of education and communication and have turned those commodities into training and obfuscation. Josep Goebbels died too soon! Ted\nJanuary 13, 2018 at 2:49 pm\nPlease look at what President Trump has Accomplished for Americans! Democrats has nothing to show America as to Achievements. Their game is a mis-direction to steer us away from the Truth about them and their Corruption. God works in mysterious ways!\nJanuary 13, 2018 at 2:51 pm\nIf President Trump said the comment being reported, so what. Maybe a politically incorrect name, but none the less TRUTH. Stop the constant attacks on this man. I wish as mant people attacked other presidents, we didnt like, the same way. But that wouldn’t happen because conservatives have respect.\nJanuary 13, 2018 at 3:32 pm\nThere are over 3 billion poor people in the world and most of them are from Africa! America cannot solve the poor problem in the world but Democrats want us to believe that America can! That is plain BS. I believe we should stop all immigration for about two years so we can get a grip on the illegal immigration coming into America!\nJanuary 13, 2018 at 7:31 pm\nSal, I like that idea! I wish we could stop immigration for a few years and make stricter vetting of any race!\nJanuary 14, 2018 at 8:42 pm\nI havent hear that option broughtt up!!! I LOVE it!!!! It would allow time to look at more ideas to be develop!!!!\nJanuary 13, 2018 at 4:07 pm\nI am from the middle East and i agree 100% with what the president said , these are shithole countries for real , I don’t like to talk bad about my native where i came from but with true honesty it is a shithole country , not clean at all , very corrupt and all people there agree with me , I can honestly say that most of those countries in the Middle East except for Israel . So what ever the president said it’s true and i guarantee you if you ask all immigrants in this great nation will agree with the president , it’s just those losers liberal mentality and the fake news outlets that make a big deal out of it , Thank GOD for America.I am so glad my kids are born in this great nation .\nJanuary 13, 2018 at 6:26 pm\nWell, get used to BS, etc. as you are now living in the United States of Assholes -of the despicable democrap kind.\nJanuary 13, 2018 at 7:01 pm\nMy problem with this is the condition Hatai is in,even if Trump called it a shithole from the pictures it looks like it is, now back when all the money was being poured into Hatai from the US and the donations that they didn’t get because of the clintons and their cronies stealing it it should least have been some rebuilding and developing instead there is so much poverty and they are wanting to infiltrate the US, everything Trump does has got to be twisted and called racist by the lefts they are constantly and are going to try and cause chaos they are all backed up y the deepstate government creating resistance to Trump on every level.\nJanuary 13, 2018 at 7:20 pm\nI have been saying this for Years’ Why are we having to be responsible for other peoples Problems outside of America. We have over 31000 homeless in Los Angeles alone. We need to take care of America and the others need to take care of them self’s Trump is only trying to make Our America Strong again. I agree totally.!!! Where were the other Countries while we are being destroyed by Fires, Floods and Our other problems. The only people I see helping Us is Our Own People. The Americans are cleaning up all the Devastation we have been hit with over the Past Months. I don’t get It. Take care of yourselfs and let us take care of US!!!!! Olivia Pikus.\nFACE BOOK BLOCKED MY POST TO fb ..\nTRUMP 2020 ALL ABOARD MAGA MAGA MAGA\nSucking our welfare system dry is now contributing.\nJanuary 13, 2018 at 10:54 pm\nHey Tucker, trying to reason with low IQ people like this person, is like trying to make a nat speak 🙂\nIdiots will dominate this planet!!!\nJanuary 14, 2018 at 4:10 pm\nThe term President Trump supposedly used is mild to what one hears every day of the week. I can’t believe the total hypocrisy of people who say much worse than “shit hole” all the time.We have become a nation of hypocrites and we wear the mask of morality only when it suits us. Because of the socialist agenda that permeates this country, truth, morality and integrity have fallen in the street.\nThe “shit hole” lays in Washington D.C. and the stink is unbearable.\nagree lets impeach the droid\nJanuary 16, 2018 at 1:35 am\nWe definitely need a draining of the swamp in that area…along with california, chicago, dallas and all the other d–ned places!\nJanuary 14, 2018 at 9:34 pm\nAlso we can learn from the Canadians!!! They are picky on who they allow in THEIR country!!! They REJECTED all those lib celeberties who threaten to go to Canada if “The Donald” won!!! Also what about Americans (especially the Dems) hosting Immagrant famalies! That way they can be housed, fed and supported while they can get a job and get on their feet!!!???\nComment\nName *\nEmail *\nWebsite\n",
        "quotes": [
            [
                "Trump Said Something That Almost Every Single Person in America Actually Agrees With",
                "Trump",
                false
            ],
            [
                "that almost every single person in America agrees with.",
                "Trump",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "trump",
            "tucker",
            "person",
            "america",
            "carlson",
            "comment",
            "immigrants",
            "thats",
            "places",
            "trumps",
            "single",
            "theyre",
            "agrees",
            "reason",
            "shithole",
            "president",
            "saying"
        ]
    }
]