[
    {
        "url": "https://beforeitsnews.com/space/2018/01/are-viruses-everywhere-in-the-universe-2511106.html",
        "title": "Are Viruses Everywhere in the Universe",
        "authors": [
            {
                "name": "Alton Parrish",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Saturday, January 20, 2018 1:17\n% of readers think this story is Fact. Add your two cents.\nViruses are the most abundant and one of the least understood biological entities on Earth. They might also exist in space, but as of yet scientists have done almost no research into this possibility. \n \nViruses arguably have coexisted with cellular life-forms since the earliest stages of life, may have been directly involved therein, and have profoundly influenced cellular evolution. Viruses are the only entities on modern Earth to use either RNA or DNA in both single- and double-stranded forms for their genetic material and thus may provide a model for the putative RNA-protein world\nA collage of protein and virus crystals, many of which were grown on the U.S. Space Shuttle or Russian Space Station, Mir.\nCredit: Dr. Alex McPherson, University of California, Irvine.\nPortland State University biology professor Ken Stedman and colleagues are trying to change this through their article “Astrovirology: Viruses at Large in the Universe,” published in the February 2018 issue of the journal Astrobiology . In this call to arms, the authors state that NASA and other space agencies should be looking for viruses in liquid samples from Saturn and Jupiter’s moons, develop technology to detect viruses in ancient deposits on Earth and Mars, and determine if Earth viruses could survive in space.\n“More than a century has passed since the discovery of the first viruses,” said Stedman, who teaches at PSU’s College of Liberal Arts & Sciences. “Entering the second century of virology, we can finally start focusing beyond our own planet.”\nStedman argues that since there are more viruses on Earth — 10 to 100 times more than any other cellular organism — the same could be true on other planets and moons. Viruses also appear to be extremely ancient, may have been involved in the origin of life and have probably been involved in major evolutionary transitions on Earth.\n“With this paper, we hope to inspire integration of virus research into astrobiology and also point out pressing unanswered questions in astrovirology, particularly regarding the detection of virus biosignatures and whether viruses could be spread extraterrestrially,” Stedman said.\nStedman, co-founder of PSU’s Center for Life in Extreme Environments, wrote the article with colleagues Aaron Berliner from the Center for the Utilization of Biological Engineering in Space at the UC Berkeley, and Tomohiro Moichizuki from the Earth-Life Science Institute at the Tokyo Institute of Technology.\nStedman has funding from NASA for virus evolution research. He was previously funded by NASA to work on virus preservation. These results led to him founding a vaccine-stabilization company based on NASA-funded research.\nContacts and sources:\nCitation: Astrovirology: Viruses at Large in the Universe Berliner Aaron J., Mochizuki Tomohiro, and Stedman Kenneth M.. Astrobiology. January 2018, http://dx.doi.org/10.1089/ast.2017.1649\nSource:\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nMick\nI think all microbes including bacteria and yeasts are abundant across the universe. While many places will always remain barren such as planets too close to a star, life will always emerge to the highest form its environment can sustain. In many places the microbes will be the only life, and in places where there are higher lifeforms it will be the microbes which have killed off the most, just as on earth.\nJan 23, 2018, 5:43 am\nAnonymous\nStrange Bacteria & Viruses – worry people. (Maybe it’s just constant propaganda from the CDC & Big Pharma)\nAs of 2014, it was often reported in the scientific literature that there are about …..10 times as many…..  microbial cells in the human body….. than there are human cells;\n-  this figure was based on estimates that the human microbiome….. includes around 100 trillion bacterial cells…..  and an adult human typically….. has around 10 trillion human cells\n- Organisms thought to be found in the human microbiome, however, may generally be categorized as bacteria (the majority), members of domain Archaea, yeasts, and single-celled eukaryotes as well as various helminth parasites …. and viruses,\n-  the latter including viruses…. that infect the cellular microbiome organisms (e.g., bacteriophages, the viruses of bacteria).\nSo YOU … are the living proof that thousands of years of “your” ancestral genetic line – evolved & survived … every bug and disease that nature … could throw at it.\n(And as a result  YOU are a 90% Harmony Of Bacteria/Yeast/Viruses – & 10% Human DNA per the above)\n- and you think… that a few decades of the  CDC & Medical Vaccines etc – can do a better job,\nthan thousands of years… of your … hereditary genetics achieved.\nJan 26, 2018, 2:24 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Astrovirology: Viruses at Large in the Universe,",
                "Ken Stedman",
                true
            ],
            [
                "More than a century has passed since the discovery of the first viruses,",
                "Stedman",
                true
            ],
            [
                "Entering the second century of virology, we can finally start focusing beyond our own planet.",
                "Stedman",
                true
            ],
            [
                "With this paper, we hope to inspire integration of virus research into astrobiology and also point out pressing unanswered questions in astrovirology, particularly regarding the detection of virus biosignatures and whether viruses could be spread extraterrestrially,",
                "Stedman Kenneth M.",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://dx.doi.org/10.1089/ast.2017.1649",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "earth",
            "evolution",
            "biological",
            "cellular",
            "viruses",
            "universe",
            "entities",
            "life",
            "roles",
            "modern",
            "space"
        ]
    }
]