[
    {
        "url": "https://beforeitsnews.com/crime-all-stars/2018/01/how-can-a-certificate-of-rehabilitation-help-me-2462344.html",
        "title": "How Can A Certificate of Rehabilitation Help Me?",
        "authors": [
            {
                "name": "Paul Wallin",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Paul Wallin\nTuesday, January 23, 2018 19:07\n% of readers think this story is Fact. Add your two cents.\nServing a sentence for a criminal conviction is frequently referred to as “repaying your debt to society.” However, repaying a debt implies that once the debt is paid, the debtor’s life returns to normal as if the debt never existed. This is not the case if you are convicted of a crime. Your conviction will continue to interfere with your life long after you have completed your sentence.\nHow do you stop the negative consequences of your criminal conviction? You should speak to an experienced criminal defense attorney to find out if you’re eligible to petition the court for a Certificate of Rehabilitation.\nWhat is a Certificate of Rehabilitation? (PC 4852)\nA Certificate of Rehabilitation is a court order declaring that you have been a good person who has learned from your mistakes since the time you were convicted of a crime. Under PC 4852.05 , a Certificate of Rehabilitation states that you have lived “an honest and upright life,” conducted yourself “with sobriety and industry,” exhibited “good moral character,” and obeyed the law since your release.\nSo what benefits does obtaining a Certificate of Rehabilitation have for you?\nWhat Can a Certificate of Rehabilitation Do for Me?\nThere are a few direct benefits that obtaining a Certificate of Rehabilitation will have. Those benefits are:\nYou can no longer be automatically denied when applying for a professional state license\nIt could end your requirement to register as a sex offender for certain crimes under PC 290\nHaving your Certificate of Rehabilitation granted serves as an automatic application for a Governor’s Pardon\nIt is important to note that a Certificate of Rehabilitation does not “clear” your criminal record. If you obtain a Certificate of Rehabilitation, your conviction will still show up on background checks and you will still be required to disclose your criminal history to potential employers. However, you will be able to tell prospective employers that you have been rehabilitated since committing a crime and that the court recognizes you have exhibited good moral character.\nAre You Eligible for a Certificate of Rehabilitation?\nTo be eligible for a Certificate of Rehabilitation , you must have resided in California for at least five years and have waited a “satisfactory period of rehabilitation” since being convicted. The satisfactory period differs based upon the type of crime you were convicted of. You should speak to an experienced post-conviction relief attorney at Wallin & Klarich today to find out if you’re eligible to apply for a Certificate of Rehabilitation.\nAt Wallin & Klarich, our lawyers have more than 35 years of experience helping clients obtain post-conviction relief. Don’t let the negative effects of your conviction continue to impact your life. Let us help you now.\nWith offices in Orange County, Riverside, San Bernardino, Los Angeles, San Diego, West Covina, Torrance and Victorville, there is an experienced Wallin & Klarich post-conviction relief attorney available to help you no matter where you are located.\nContact our offices today at (877) 466-5245 for a free, no-obligation phone consultation. We will be there when you call.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.wklaw.com/contact.html",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.wklaw.com/10-reasons-may-not-eligible-certificate-rehabilitation/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.lawserver.com/law/state/california/codes/california_penal_code_4852-05",
                "https://beforeitsnews.com/v3/r2/?url=https://www.wklaw.com/certificate-of-rehabilitation-pc-4852.01-california/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://www.wklaw.com/certificate-of-rehabilitation.html"
            ]
        },
        "key_words": [
            "debt",
            "certificate",
            "rehabilitation",
            "crime",
            "life",
            "criminal",
            "conviction",
            "eligible",
            "help",
            "wallin"
        ]
    }
]