[
    {
        "url": "https://beforeitsnews.com/economics-and-politics/2018/01/breaking-mccains-wife-just-called-trump-its-really-bad-2502655.html",
        "title": "McCain’s Wife Was Just Called by Trump – It’s Really Bad!",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nTotal:\nMcCain’s Wife Was Just Called by Trump – It’s Really Bad!\nSunday, January 21, 2018 2:39\n \nIn an official White House  statement we  now know President Donald Trump on Friday made a call to the wife of Republican Arizona Senator John McCain, Cindy McCain, after getting news that he had been hospitalized this week as he battles one of the deadliest forms of cancers known to man.\nMcCain who is 81 years old was diagnosed with a highly lethal form of brain cancer in July 2017 and on Wednesday his office said he had been admitted to the hospital with complications.\nThe statement read that Senator McCain was currently receiving treatment at Walter Reed Medical Center for what is considered normal side effects of his ongoing cancer therapy. But that he remains in high spirits and eternally grateful to his physicians for their excellent care they have provided for him since his treatment has begun. In the statement, he also thanked his friends and supporters for their encouragement and good wishes and states that the senator looks forward to returning to work as soon as possible.\nMcCain’s Republican colleagues expressed high optimism that he will be able to make the vote on the tax overhaul next week since senators must be physically present on the Senate floor to cast votes. Considering this time he will vote with the GOP lets all hope and pray this is true.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\n2QIK4U\nTheres a Q leak. Mccains whore was also at the nwo meeting two days ago. If she doesnt commit suicide by Hitlery soon it shows Trump is the leader of all.  Wikileaks probably has a copy of #LEAKTHEMEMO but theres nothing stopping trump from legally releasing it. He himself has failed to arrest clinton and Barry soetoro several times in the last year already. As Metallica says THE MASTER OF PUPPETS IS PULLING YOUR STRINGS………TWISTING YOUR MIND AND SMASHING YOUR DREAMS……MASTER MASTER…..\nJan 21, 2018, 3:28 am\nExcellent point. As far as Song Bird McCain is concerned, payback is a bitch. He is a fri*cking TRAITOR and a NWO sell out stooge. He bids for the evil and sickly twisted side of humanity. He is a PREDATOR, Liar, double dealing card stealing compromised fool., Known associate and paid provocateur for the CLOWNS IN AMERICA.  He best REPENT and seek the salvation of his soul, for his redemption draws near.\nMcCain has caused great harm and significant damage to the United States. He will pay accordingly when his soul passes. His Judgment from The FATHER is close at hand. He will not escape, nor will you and I.\nJan 21, 2018, 5:37 am\n2QIK4U\nExactly right. He also was the go between for clinton and barry  and the saudis in the weapons deals and he helped create and supply ex taliban and turned them into isis. Remember the american helicopter shot down and eight marines and russians were killed by land to air rocket launcher with PROPERTY OF U.S ARMY written on it. And all the tents and that brand new fleet of white toyotas 4×4 were all paid for by americans tax money. Soldiers families taxes went towards the murders of thier own children and Hussein Obama at the helm.\nJan 21, 2018, 11:56 am\nraburgeson\nCut to one fifth? Now let’s look at the rest of the picture. State and local taxes, commercial and industrial rates on water, electric, gas, and all the hidden taxes and you can see why businesses are going out of business and new ones can’t start up. This stinks so bad that it should be recognized as anti-capitalism.\nAs the other comment is off topic here, This NAZI dark government is foreign rich infiltration of our government. Paperclip was just one invasion. And how far behind are you? You have not figured out why the presidential sex slave model Marilyn Monroe was killed. You learned about presidential model slaves from Cathy O’Brien on the net 2 years ago, at least by then. They infiltrated the government but, then they infiltrated the entire Kennedy family also. How many Kennedys have been killed? Child sex slaves and others have been used for centuries and you all are so behind you think this is a brand new subject. Have you seen the pictures of Hitler with bunches of young girls? Let me clue you that these were not random girls from Hitler youth. Before Hitler Germany was sending young girls to Tesla, about 14 YO and up. The militia found the answer to that, we found a goddess, an absolute 11 and went over their heads. This girl used to arrange his desk while we took pictures from above. Tesla was a real nice man by the way and he fell head over heels for her. She loved him also despite the around 40 year difference.We still have the transcript of the conversation they had while Tesla was swinging her and talking about the power of oscillation framed and hanging on a wall. So, I want you to understand that you are way over 50 years behind on this subject. Sex slavery is likely as old as mankind. And now I would like you to consider how Mrs. Kennedy became Jacky O.\nJan 21, 2018, 6:00 am\nTit for tat, this and that etc etc etc…\nThis behavior has been going on with involving humans/Mankind for thousands of years. Those whom have read the Holy Bible, Chapter by Chapter, Verse by Verse, Line by Line, as students, they know with understanding the Key of David that unlocks the mystery of Gospel and life of Jesus Christ.  Our opinions on such matters is mute to a point.\nEvil pricks have been around since the book of Genesis, and long before man could even write (scribe).\nThose that dictate absolutes, are left standing in the rain with no cover. Is it raining where you live?\nJan 21, 2018, 11:44 am\nwheeties\nwait a minute—if a woman(over the age of consent,18)  wants to partake of fair play for the sake of glamour,money,power,etc. how is that a bad thing–consenting adults!!! you must be jealous,envy—if a man is respectful,decent, all is fair–maybe your sister or mom got in the middle of something you did not like–tough sheet\nJan 21, 2018, 5:01 pm\nunidentified\njohn mccain really needs to think seriously about retiring now and should recommend a ‘replacement’ until next election, prayers to him and his family\nJan 21, 2018, 9:11 am\nRobot999\nHere is to John McCain dying a very painful and extended death.  This POS was the cause of how many deaths in Vietnam due to his TRAITOROUS actions?  There is no one more deserving to die a painful / awful death that this PEDO/TRAITOR bastard.  Die soon McStain.\nJan 21, 2018, 10:34 am\nHe can’t do the job he was “(s)elected” to do. GET OUT\nSTEP DOWN, you should never have been in there from many elections back!\nWhat’s the matter??? Afraid you won’t be able to afford the expensive health care your brain-dead cancer requires?\nGO AWAY! and take your PEDO-buddy Lindsey with you.\nJan 21, 2018, 12:54 pm\nJan 21, 2018, 1:13 pm\nDead Kennedy also died from brain cancer.  He did a lot of betrayal to this country.  So did John Mclame.  And he got brain cancer too.\nMoral of story?  Don’t betray this country and you won’t get  brain cancer.\nJan 21, 2018, 2:05 pm\nOBSERVER\nSeize McCains assets of illegal gain for killing Christians in Syria using Muslim mercenaries recruits from Nations the US illegally toppled.\nJan 21, 2018, 5:51 pm\nGrim\nJohn McStain, is one of the biggest traitors to this country in modern history and is directly responsible for the deaths of untold numbers of American citizens.  I hope he actually has brain cancer and it causes him to linger in agony for months before he finally goes to his final reward in Hell.\nJan 21, 2018, 7:34 pm\nThis information is outdated…\n” he will be able to make the vote on the tax overhaul next week since senators must be physically present on the Senate floor to cast votes.”\nThat was over last month.\nJan 21, 2018, 9:55 pm\nDont be taken in again by McCain, that he will vote with the GOP. Cant trust this shifty sneak. Too bad he probably wont live long enough to do time in the slammer.\nJan 21, 2018, 10:20 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.foxnews.com/politics/2017/12/16/trump-phones-john-mccains-wife-as-arizona-senator-hospitalized-with-brain-cancer.html",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "trump",
            "really",
            "senator",
            "bad",
            "vote",
            "high",
            "mccains",
            "mccain",
            "treatment",
            "statement",
            "wife",
            "republican",
            "week",
            "called"
        ]
    }
]