[
    {
        "url": "http://conservativefighters.com/news/illegal-immigrant-killed-kate-steinle-sentenced-time-served/",
        "title": "Illegal Immigrant Who Killed Kate Steinle Sentenced to Time Served",
        "authors": [],
        "publisher": "http://conservativefighters.com",
        "publish_date": "2018-01-05",
        "text": "Illegal Immigrant Who Killed Kate Steinle Sentenced to Time Served\nThe illegal immigrant and seven-time felon who was acquitted of murder and assault in the 2015 San Francisco fatal shooting of 32-year old Kate Steinle was sentenced to three years in prison on Friday.\nJose Ines Garcia Zarate, who has been in custody since shortly after the shooting, was credited for time served. He will be on parole for 48 months and will remain in custody to face federal charges.\nThe case sparked national debate over immigration reform and so-called Sanctuary Cities that shield illegals from deportation, of which San Francisco is one.\nThe felony possession was the only conviction to come out of Garcia Zarate’s trial in November. The jury decided Steinle’s death, the result of a ricochet bullet fired from roughly 100 feet away, was an accident.\nAt a hearing Friday, Garcia Zarate entered the courtroom wearing huge oversized bright orange sweatshirt and sweatpants. He was uncuffed and smiling as he shook the hand of each member of his defense team, including new attorney Tony Serra.\nHis attorneys requested a new trial, but the judge denied the motion.\nGarcia Zarate is expected to be turned over to U.S. Marshals to face new charges in federal court, under an indictment handed down on Dec. 5.\nA federal grand jury has charged Garcia Zarate with being a felon in possession of a firearm and ammunition and being an “illegally present alien” in possession of a firearm and ammunition.\nPublic defender Matt Gonzalez told reporters the new charges are “discriminatory,” and a reaction by administration officials upset over his client’s acquittal of murder and assault.\nGarcia Zarate could be arraigned as early as next week for the federal charges, which carry a maximum penalty of 10 years in federal prison. Immigration officials have also indicated they plan to deport him for a sixth time.\nOn Friday, Serra blasted the federal government for filing federal charges against Garcia Zarate after he was cleared of most state charges.\n“Shame on the federal government, shame on the Trump administration. Shame on them in terms of bringing a retaliatory, vindictive prosecution,” Serra said. “So we will take those issues on.”\nJanuary 5, 2018 at 10:35 pm\nJESUS,YOU ASSHATS ON THE LEFT SHOULD BE PROUD,WHAT A DISGUSTING SHAME\nOnly in California.\nJanuary 5, 2018 at 10:46 pm\nI hope the Federal Agents were waiting at the jail door.\nJanuary 5, 2018 at 10:47 pm\nI’m gonna chop off this attorney’s head, this SPIC should be beheaded without a trial because by being SPIC he is automatically guilty. Being a SPIC is a crime against humanity.\nJanuary 5, 2018 at 10:58 pm\nSame on Jerry Brown and Shame on California for letting this Scumbag into our State for the 6th time. What the hell is our World coming too. I hope He gets sent to Prison forever . He had no business being here in the first place. He should get life in Prison and not in California but in his own Country. Sick people”\nJanuary 6, 2018 at 12:00 am\nI wonder if that person was your daughter, sister or mother u would have the nerve to ask that question. This man murdered a young woman whos only crime was that she was on the bridge. How dare u look after a criminal who isnt even a citizen of our country over a beautiful young woman who was a citizen of this country. You are a disgrace to the human race. Maybe u need to look in the mirror and ask what happened to your humanity.\nComment\nName *\nEmail *\nWebsite\n",
        "quotes": [
            [
                "Shame on the federal government, shame on the Trump administration.",
                "Serra",
                true
            ],
            [
                "Shame on them in terms of bringing a retaliatory, vindictive prosecution,",
                "Serra",
                true
            ],
            [
                "So we will take those issues on.",
                "Serra",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "trial",
            "garcia",
            "shame",
            "serra",
            "possession",
            "killed",
            "illegal",
            "immigrant",
            "kate",
            "charges",
            "shooting",
            "steinle",
            "federal",
            "zarate",
            "served",
            "san",
            "sentenced"
        ]
    }
]