[
    {
        "url": "https://beforeitsnews.com/science-and-technology/2018/01/a-rare-total-eclipse-on-a-blue-moon-wednesday-january-31-2018-2917398.html",
        "title": "A Rare Total Eclipse on a Blue Moon, Wednesday January 31, 2018",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Astroblogger (Reporter)\nTotal:\nA Rare Total Eclipse on a Blue Moon, Wednesday January 31, 2018\nWednesday, January 24, 2018 7:41\n% of readers think this story is Fact. Add your two cents.\nNorth-eastern horizon as seen from Sydney on  31 January at at 23:15 pm AEDST. The eclipse is about halfway to totality. The inset shows the telescopic/binocular view at this time. Click to embiggen\nNorth-eastern horizon as seen from Adelaide on  31 January at 10:51 pm ACDST. The eclipse is about halfway to totality. The inset shows the telescopic/binocular view at this time. Click to embiggen\nEastern horizon as seen from Perth on 31 January at 21:15 pm AWST. The eclipse is about halfway to totality. The inset shows the telescopic/binocular view at this time. Click to embiggen\nOn the evening of Wednesday 31 January there will be the an excellent total eclipse of the Moon, the first since September 2015 (for Australians, the last one was  4 April 2015 as we could not see the September eclipse).\nThis will be a rather special eclipse, not only is it the first total lunar eclipse for 3 years, it occurs on the night of a “blue” Moon and it occurs a bit over a day after perigee. Some folks are calling it a “ super moon ” even though it will be smaller than the 2 January “Super Moon”. While being this close to perigee will not affect the unaided eye view of the eclipse, the total lunar eclipse later this year on 28 July is one day past apogee, so telescopic images of the eclipsed moon from these two dates should show an observable size difference if the same magnification is used for the images.\n“Blue” Moons are not actually blue but are the second full moon to occur in a month. They are uncommon and lunar eclipses on a blue Moon are rarer. While you will see North American sites claiming this is the first “blue” Moon in 152 years, for Australia our last ‘blue moon’ total eclipse was on 30 December 1982. As well, a few times a century, there are two blue Moons a year, 2018 is such a year with ‘blue moons’ in January and March. The last time we had two ‘blue moons’ was in 2010.\nApproximate binocular view of the Beehive cluster near the Moon at greatest totality, dark sky sites have the best chance of seeing this cluster during totality. Click to embiggen.\nYou will also see some sites calling this a “blood Moon”, The Moon does not turn the colour of blood, but will go a deep copper colour due to the refraction of red light through our atmosphere. This will be a fairly deep eclipse with the Moon becoming quite dark. You may even see the Beehive cluster become visible to the unaided eye next to the Moon during totality.\nThe 31 January eclipse starts after twilight has ended in the eastern and central states. In Western Australia the partial phase begins at civil twilight, and totality starts when the sky is fully dark. Totality is long and deep, over an hour compared to only 12 minutes long for the 4 April eclipse in 2015. See timings table below.\nYou don’t need special filters or fancy equipment to watch the lunar eclipse, you just need your eyes and somewhere comfortable to sit and watch. Watching earth’s shadow creep across the Moons face, as the stars begin to appear again is quite beautiful. The moon is very obvious to the east-north east. Binoculars or a telescope are a plus, but not necessary.\nOn the East coast, the eclipse starts after when the sky is quite dark at 9:48 pm AEST (10:48pm AEDST) and Totality is at 10:51 pm AEST (11:51 pm AEDST), so the Moon will appear to be a burnished copper disk in a dark sky full of stars. As totality fades you will see the stars extinguish.\nIn the central states the eclipse starts just after Nautical twilight at 9:18 pm ACST (10:18 pm ACDST) and Totality begins at10:21 pm ACST (11:21 pm ACDST) after the sky is fully dark. Central states will also see the eclipsed Moon in all its coppery glory and if you wait past midnight you can see the stars fade as the Moon returns.\nIn WA, the eclipse starts just after civil twilight and the moon will look quite dramatic as it climbs above the horizon with the earth’s shadow creeping across its face , but totality will occur when the sky is fully dark. The eclipse starts at 7:48 pm AWST and Totality begins at 8:51 pm AWST.\nThe eclipse starts reasonably high in the sky (except WA where it starts close to the horizon) and is good viewing from almost anywhere. Totality is around midnight in the central and eastern states, a bit late for the kids but it is school holidays. This such a good eclipse it is worth letting them stay up.\nNew Zealand sees the eclipse in the early morning of the following day (February 1).\nSee here for a map and contact timings in Universal Time for sites outside Australia.\nCity\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://astroblogger.blogspot.com.au/2017/12/the-perigee-moon-super-moon-of-tuesday.html",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "totality",
            "starts",
            "moon",
            "sky",
            "aedst",
            "rare",
            "twilight",
            "2018",
            "dark",
            "blue",
            "total",
            "eclipse",
            "aest",
            "31"
        ]
    }
]