[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/cannabis-may-protect-alcohol-users-from-liver-disease-research-shows-3589915.html",
        "title": "Cannabis May Protect Alcohol Users from Liver Disease, Research Shows",
        "authors": [
            {
                "name": "Waking Times",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Waking Times\nCannabis May Protect Alcohol Users from Liver Disease, Research Shows\nMonday, January 22, 2018 15:18\n% of readers think this story is Fact. Add your two cents.\nA new study showed that abusive alcohol users who also use cannabis are less likely to develop all types of liver disease.\nA group of researchers set out to “determine the effects of cannabis use on the incidence of liver disease in individuals who abuse alcohol.” They wanted to see if the observed anti-inflammatory effects of cannabis also affect the development of liver disease. The research was headed up by Adeyinka Charles Adejumo of North Shore Medical Center in Salem, Massachusetts. Adejumo also works at the University of Massachusetts Medical School.\nResearch into Alcohol and Liver Disease\nDuring their research, the team analyzed the discharge records from the 2014 Healthcare Cost and Utilization Project – Nationwide Inpatient Sample (NIS). They focused on patients 18-years and older, who had a past or current history of abusive alcohol use. This amounted to a sample size of over 319,000 patients who abused alcohol.\nInitially, the researchers divided the sample group into “cannabis exposure groups: non-cannabis-users (90.39%), non-dependent-cannabis-users (8.26%) and dependent cannabis users (1.36%).” Then, they studied four distinct phases of liver disease. These included: alcoholic steatosis (AS) or alcoholic fatty liver; steatohepatitis (AH) or non-alcoholic fatty liver; cirrhosis (AC); and hepatocellular carcinoma (HCC) or essentially liver cancer.\nThe researchers concluded:\nOur study revealed that among alcohol users, individuals who additionally use cannabis (dependent and non-dependent cannabis use) showed significantly lower odds of developing AS, AH, AC and HCC. Further, dependent users had significantly lower odds than non-dependent users for developing liver disease.\nAlthough the goal of this article is not to advocate the use of cannabis while under the influence of alcohol, Adejumo’s research raises an important question. Do the plant’s healing properties actually protect the liver from some of the damaging health effects of alcohol?\nThe Prevalence of Alcohol Abuse\nAlcohol is the most destructive drug. It causes an estimated 88,000 deaths per year, according to the Center for Disease Control and Prevention. It is also responsible for about one-third of all traffic fatalities. That’s equal to an additional 10,000 deaths per year. ( source )\nRegardless of these horrifying statistics, the alcohol industry is thriving. In the U.S., alcohol consumption is on the rise. As such, researchers now estimate that 1 in 8 Americans are alcoholics.\nResearchers continue to reveal the severity of this problem. For example, International Business Times reports on one relevant study:\nTwo large surveys carried out in 2001-02 and 2012-13 have found that harmful levels of drinking are increasing among almost all demographics in the US.\nThe number of people who had consumed alcohol in the past 12 months went up 11.2% in the time between surveys. High-risk drinking went up by almost 30%. This means that at present about 29.6 million Americans are putting their health at risk due to their drinking habits .\nThe authors of this particular study concluded :\nIncreases in alcohol use, high-risk drinking, and DSM-IV alcohol use disorder (AUD) in the US population and among subgroups, especially women, older adults, racial/ethnic minorities, and the socioeconomically disadvantaged, constitute a public health crisis. Taken together, these findings portend increases in many chronic comorbidities in which alcohol use has a substantial role.\nThe research thus concludes that the existing rate of alcohol use signifies that more of the public will suffer from multiple chronic conditions in the future. Alcoholic fatty liver disease is definitely one of these destructive chronic illnesses.\nAbout the Author\nAnna Hunt  is writer, yoga instructor, mother of three, and lover of healthy food. She’s the founder of  Awareness Junkie , an online community paving the way for better health and personal transformation. She’s also the co-editor at Waking Times, where she writes about optimal health and wellness. Anna spent 6 years in Costa Rica as a teacher of Hatha and therapeutic yoga. She now teaches at Asheville Yoga Center and is pursuing her Yoga Therapy certification. During her free time, you’ll find her on the mat or in the kitchen, creating new kid-friendly superfood recipes.\nDisclaimer: This article is not intended to provide medical advice, diagnosis or treatment. Views expressed here do not necessarily reflect those of Waking Times or its staff. Waking Times and its staff are not recommending or advocate the use of cannabis when under the influence of alcohol.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nJan 23, 2018, 12:55 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "determine the effects of cannabis use on the incidence of liver disease in individuals who abuse alcohol.",
                "",
                false
            ],
            [
                "cannabis exposure groups: non-cannabis-users (90.39%), non-dependent-cannabis-users (8.26%) and dependent cannabis users (1.36%).",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.ibtimes.co.uk/alcoholism-epidemic-more-1-8-americans-are-now-alcoholics-1634315",
                "https://beforeitsnews.com/v3/r2/?url=http://www.ibtimes.co.uk/there-no-safe-limit-alcohol-consumption-medical-chiefs-warn-1536710",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://onlinelibrary.wiley.com/doi/10.1111/liv.13696/abstract",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "cannabis",
            "liver",
            "shows",
            "research",
            "alcohol",
            "health",
            "yoga",
            "users",
            "disease",
            "protect",
            "waking",
            "times"
        ]
    }
]