[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/obamas-private-jet-grounded-after-where-he-was-caught-trying-to-sneak-into-2974473.html",
        "title": "Obama’s Private Jet Grounded After Where He Was Caught Trying To Sneak Into",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nTotal:\nObama’s Private Jet Grounded After Where He Was Caught Trying To Sneak Into\nFriday, January 19, 2018 2:00\n% of readers think this story is Fact. Add your two cents.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nThe Troubles\nFirst of all, this man is an imposter. A former POTUS Fraud. His true Identity has been unmasked on multiple occasions.  THE PROBLEM; The Mockingbird Main Stream Media continues to aid and abet, providing cover and shelter for numerous political and career minded criminals. And this former POTUS may be a ringleader?\nFurther more, CNN, MSNBC, and NBC for sure, all have been infiltrated by members of the Communist Party of America, others by the Weather Underground. CBS, ABC, and PBS are all suspect as well.  The Take Over is INTERNAL.\nLike it or not, The TAVISTOCK Institute, is a key player in the attempted Internal take down of US Goobermint.  So many TRAITORS and very bad actors, no one knows whom to trust.\nThe TAVISTOCK plan, 100 years long in duration. We are now in the 4th quarter, 80% complete. Many, and we say MANY Americans are blinded, unable to see the treacherous actions of Goobermint Criminals, currently taking place. Here and Now. Are you getting this? IT IS RIGHT NOW.\nThe Fluoride in the water makes it almost impossible for Americans to see what is taking place, as an insidious form of “Slow Motion Mission Creep.” It calcifies the third eye, making the people somewhat blind and dim-witted. They simply can not see what is happening right in front of them. It is really quit AMAZING.\nKEY Take Away.  FATHER is watching everything and Everyone. Taking detailed notes. Recording  everything so everyone will be Judged based upon their own individual ACT-ions.  He Loves all of his Children. He just does “NOT LIKE THEIR ACTS”\nJan 19, 2018, 6:12 am\n2QIK4U\nAgree. The throne does seem to be connected to all and sitting way in the background. The elite of the elites (even though rothschild basically owns them)\nJan 19, 2018, 1:23 pm\ndakota\nThank you.  Now I know why the govt insisted on fluoride water since I was young.\nIt’s another piece of the puzzle, called, THE DEMISE OF ALL AMERICANS.\nJan 21, 2018, 10:33 am\n.\n.\nBill Clinton Has Earned $106 Million Off Speaking Fees @celebritynetworth.com\nJan 19, 2018, 11:59 am\n2QIK4U\nWhile clinton makes his million dollar speech theyre loading the  Clintons jet with Billions of donation money for the poor…\nJan 19, 2018, 1:26 pm\nThe Negro has a private jet??  That half-Negro Alfonso or whatever his name is that drives race cars, or yeah, now I remember, Lewis Hamilton, also has a private jet.  Does not want anyone taking a crap in it.  Yeah true.  Gets really mad!\nWhat is it all these Negroes got private jets?  When they don’t contribute anything to any country??  Only thing related to entertainment like RAP(e), playing balls, and what not and, oh yeah, being “President” of some country for laughs, really.\nPlaying the idiot Negro so well that Democraps and liberals are well aware of and exploit.\nJan 19, 2018, 1:32 pm\nCanderson\nWell Obama should not be a citizen of the United States at all, he is a cultural Marxist foreigner with an army of Trojan Horses.\nJan 19, 2018, 2:04 pm\nCanderson\nFor crying it out loud: He was a foreign exchange student to begin with. CIA is not American you get that?\nJan 19, 2018, 2:07 pm\nunidentified\npeople get killed or have a heart attack if they spend too much time investigating the democrats\nJan 19, 2018, 4:44 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "big",
            "tell",
            "truth",
            "worldwide",
            "using",
            "jet",
            "patriot",
            "beforeitsnews",
            "telegram",
            "obamas",
            "sneak",
            "phone",
            "linkstep",
            "private",
            "grounded",
            "trying",
            "caught"
        ]
    }
]