[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/damascus-death-in-the-afternoon-ignored-by-corporate-media-in-the-west-3590424.html",
        "title": "DAMASCUS: Death in the Afternoon, Ignored by Corporate Media in the West",
        "authors": [
            {
                "name": "Century Wire",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nDAMASCUS: Death in the Afternoon, Ignored by Corporate Media in the West\nWednesday, January 24, 2018 6:10\n% of readers think this story is Fact. Add your two cents.\nVictim of terrorist attack on Bab Touma, Old City, Damascus 22nd January 2018. Pascale Al Khalil, 16 years old.\nVanessa Beeley\nTwo days ago, nine civilians, mostly schoolchildren were murdered by the US Coalition-financed terrorist factions embedded in the eastern suburbs of Damascus, in this instance East Ghouta. I was leaving the Bab Touma area of the Old City on the same day, less than ten minutes before the mortars mowed down excited children, leaving school and boarding their school buses. The following is my brief report on the event on Facebook:\n“We were leaving Bab Touma this afternoon just as the schools finished for the afternoon, around 1.30pm. The streets were teeming with children of all ages, laughing and talking excitedly as they headed for the many school buses waiting for them. The car horns echoed around the streets from the impatient drivers packed into the narrow, cobbled streets.\nIt was wonderful to see all the colours of their coats and school bags. It was a warm day, the sun was bright and heightened the colour & clamour from these children. One little girl walked past the car giggling with her friend, her smile broke her face in two, it was so broad and expressive.\nAs we turned left towards Bab Sharki gate to leave the Old City..the children were still pouring onto the streets, walking hand in hand in front of the car, taking their time, gossiping & laughing in the sunshine.\nChristine Hourani.\nAbout 10 minutes after we left the Old City gates, death struck these children in Bab Touma and Qasaa. Terrorists from East Ghouta fired mortars into these areas murdering 9 innocent children & adults. One young girl, Christine Hourani, who survived the blast risks her legs being amputated below the knee. She was a “lucky one”.\nHer aunt, Berjo Alkhouri wrote on Facebook:\n“I would like to make a special request from my heart and soul to all my friends and relatives to pray for my niece, my sister’s daughter, Christine Horani and for the Lord to heal her and to recover from her dreadful injury. She has been horrifically injured on her lower limbs by explosive missiles and bomb shells that have targeted the region of Bab Touma, Damascus, Syria while she was just going out of her school.\nI also ask for prayers for her dear friend Pascal Al Khalil that has also been injured with her and I ask for God’s mercy on the blessed soul of her other friend Rita Al Eid that has sadly passed away yesterday and is a martyr of this horrific tragedy.”\nAnother young girl, Rita Eid (in the photo) was murdered…her father Nidal owns Ghassani supermarket where friends of mine buy their groceries.\nDeath stalks everyone in these streets every day. The smiles I saw just before the mortars rained down may have been crushed beneath the rubble. A child who left for school this morning, full of excitement, may never come back.\nTeenager Mohamed Zafer – killed.\nWhat did these children do? How can it ever be called a “revolution” when these monsters in East Ghouta deliberately fire mortars into an area brimming with schoolchildren. It is a systematic massacre of Syrian civilians being carried out by the terrorists the US Coalition-of-terror finance, arm & paint as “freedom fighters”.\nWhere are these missiles coming from? How are these terrorists receiving supplies to manufacture bombs, yet claim they are starving?\nAs a dear friend said to me, “from the names of the dead and injured, over 80% are Christian, this is such a small community, everyone knows each other… ”\nHow much longer will we passively support what our governments are inflicting upon the Syrian people?”\nBelow is a photograph of three-year old Elias Khoury who was killed during this heinous attack by the terrorist factions that the Western corporate media insists upon calling “rebels” or “freedom fighters”.\nThe majority of the victims were schoolchildren but among the adults was school principal, Khaled Al Sakka.\nMike Raddie of BSNews wrote the following moving tribute to the victims of this latest in a long line of US Coalition-endorsed terrorist attacks on civilians in Damascus:\n“Watching the news today I couldn’t help but shed a tear for the victims of yet another horrific terrorist attack – part of a seemingly unstoppable wave of Muslim Brotherhood-inspired and MI6 / CIA sustained political violence that has swept across Syria for over seven years. My sympathies go out to the families of those killed and the almost two dozen injured, some horrifically. The tears I shed were for the victims and their families obviously, but they were also tears caused by a despair and frustration I feel so deeply – why was this attack and its aftermath not covered by our TV news programmes? Why no mention of the atrocity on the evening bulletins of ITN or the BBC here in the UK? Why are some victims of gruesome terror undeserving of our attention?\nI first heard of the tragedy via instant messenger, then I watched the aftermath online, read eyewitness accounts via Twitter and Facebook, then via email, interspersed with text messages received from friends. Feeling somewhat overwhelmed and unable to take it all in I decided to go for a walk.\nOnce out in the fresh early evening air I began to wonder whether it would have been possible to be in London, with our sophisticated 24-hour TV news machinery, and not hear about the gruesome attack had the victims been mostly westerners. Without doubt, that crucial fact would have merited a slot in the news schedule. We would have learned the victims’ names, seen harrowing reaction from their family and friends, heard about their hopes and dreams. Had westerners even been injured in the attack my neighbours who saw me out walking that evening would have been expressing righteous outrage rather than looking stupefied as I explained my unmistakable sadness. You see, western victims of terror are ‘worthy’ victims. In stark contrast, Syrian civilians, even women and children, are ‘unworthy’ victims especially so when their deaths and injuries are at the hands of extremists factions our government and its allies have been supporting. Like Yemen, Syria is a war ‘we’ wage but don’t see!\nAl Nusra Front terrorists chose to strike at the heart of the old city, Bab Touma and Qassaa neighbourhoods, in the predominantly Christian district of Damascus. This is where I stayed on my two visits to Syria in 2016 and 2017. This is where I slept, ate and shopped, where my friends live and work, where people of all nationalities, religions and cultures come together. Sickeningly the attack took place just as children were leaving school for the afternoon. Several mortar shells fired by militants positioned in the Eastern Ghouta region struck just after 2 pm murdering nine innocent children & adults, including a 3-year-old boy, Elias Khoury. A source at Damascus police command center reported that many of the casualties occurred when a shell fell on a bus stop in the area.”\nPascale Al-Khalil, 16 years old. She was injured in the attack and is now receiving hospital treatment in Damascus.\n***\nSUPPORT 21WIRE – SUBSCRIBE & BECOME A MEMBER @  21WIRE.TV\n21st Century Wire is an alternative news agency designed to enlighten, inform and educate readers about world events which are not always covered in the mainstream media.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "We were leaving Bab Touma this afternoon just as the schools finished for the afternoon, around 1.30pm.",
                "",
                true
            ],
            [
                "The streets were teeming with children of all ages, laughing and talking excitedly as they headed for the many school buses waiting for them.",
                "",
                true
            ],
            [
                "The car horns echoed around the streets from the impatient drivers packed into the narrow, cobbled streets.",
                "",
                true
            ],
            [
                "It was wonderful to see all the colours of their coats and school bags.",
                "",
                true
            ],
            [
                "It was a warm day, the sun was bright and heightened the colour & clamour from these children.",
                "",
                true
            ],
            [
                "One little girl walked past the car giggling with her friend, her smile broke her face in two, it was so broad and expressive.",
                "",
                true
            ],
            [
                "As we turned left towards Bab Sharki gate to leave the Old City..the children were still pouring onto the streets, walking hand in hand in front of the car, taking their time, gossiping & laughing in the sunshine.",
                "",
                true
            ],
            [
                "About 10 minutes after we left the Old City gates, death struck these children in Bab Touma and Qasaa.",
                "",
                true
            ],
            [
                "Terrorists from East Ghouta fired mortars into these areas murdering 9 innocent children & adults.",
                "",
                true
            ],
            [
                "One young girl, Christine Hourani, who survived the blast risks her legs being amputated below the knee.",
                "",
                true
            ],
            [
                "Her aunt, Berjo Alkhouri wrote on Facebook:\n“I would like to make a special request from my heart and soul to all my friends and relatives to pray for my niece, my sister’s daughter, Christine Horani and for the Lord to heal her and to recover from her dreadful injury.",
                "",
                true
            ],
            [
                "She has been horrifically injured on her lower limbs by explosive missiles and bomb shells that have targeted the region of Bab Touma, Damascus, Syria while she was just going out of her school.",
                "",
                true
            ],
            [
                "I also ask for prayers for her dear friend Pascal Al Khalil that has also been injured with her and I ask for God’s mercy on the blessed soul of her other friend Rita Al Eid that has sadly passed away yesterday and is a martyr of this horrific tragedy.”\nAnother young girl, Rita Eid (in the photo) was murdered…her father Nidal owns Ghassani supermarket where friends of mine buy their groceries.",
                "",
                true
            ],
            [
                "Death stalks everyone in these streets every day.",
                "",
                true
            ],
            [
                "The smiles I saw just before the mortars rained down may have been crushed beneath the rubble.",
                "",
                true
            ],
            [
                "A child who left for school this morning, full of excitement, may never come back.",
                "",
                true
            ],
            [
                "How can it ever be called a “revolution” when these monsters in East Ghouta deliberately fire mortars into an area brimming with schoolchildren.",
                "",
                true
            ],
            [
                "It is a systematic massacre of Syrian civilians being carried out by the terrorists the US Coalition-of-terror finance, arm & paint as “freedom fighters”.",
                "",
                true
            ],
            [
                "Where are these missiles coming from?",
                "",
                true
            ],
            [
                "How are these terrorists receiving supplies to manufacture bombs, yet claim they are starving?",
                "",
                true
            ],
            [
                "As a dear friend said to me, “from the names of the dead and injured, over 80% are Christian, this is such a small community, everyone knows each other… ”\nHow much longer will we passively support what our governments are inflicting upon the Syrian people?",
                "",
                true
            ],
            [
                "Watching the news today I couldn’t help but shed a tear for the victims of yet another horrific terrorist attack – part of a seemingly unstoppable wave of Muslim Brotherhood-inspired and MI6 / CIA sustained political violence that has swept across Syria for over seven years.",
                "Mike Raddie",
                true
            ],
            [
                "My sympathies go out to the families of those killed and the almost two dozen injured, some horrifically.",
                "Mike Raddie",
                true
            ],
            [
                "The tears I shed were for the victims and their families obviously, but they were also tears caused by a despair and frustration I feel so deeply – why was this attack and its aftermath not covered by our TV news programmes?",
                "Mike Raddie",
                true
            ],
            [
                "Why no mention of the atrocity on the evening bulletins of ITN or the BBC here in the UK?",
                "Mike Raddie",
                true
            ],
            [
                "Why are some victims of gruesome terror undeserving of our attention?",
                "Mike Raddie",
                true
            ],
            [
                "I first heard of the tragedy via instant messenger, then I watched the aftermath online, read eyewitness accounts via Twitter and Facebook, then via email, interspersed with text messages received from friends.",
                "Mike Raddie",
                true
            ],
            [
                "Feeling somewhat overwhelmed and unable to take it all in I decided to go for a walk.",
                "Mike Raddie",
                true
            ],
            [
                "Once out in the fresh early evening air I began to wonder whether it would have been possible to be in London, with our sophisticated 24-hour TV news machinery, and not hear about the gruesome attack had the victims been mostly westerners.",
                "Mike Raddie",
                true
            ],
            [
                "Without doubt, that crucial fact would have merited a slot in the news schedule.",
                "Mike Raddie",
                true
            ],
            [
                "We would have learned the victims’ names, seen harrowing reaction from their family and friends, heard about their hopes and dreams.",
                "Mike Raddie",
                true
            ],
            [
                "Had westerners even been injured in the attack my neighbours who saw me out walking that evening would have been expressing righteous outrage rather than looking stupefied as I explained my unmistakable sadness.",
                "Mike Raddie",
                true
            ],
            [
                "You see, western victims of terror are ‘worthy’ victims.",
                "Mike Raddie",
                true
            ],
            [
                "In stark contrast, Syrian civilians, even women and children, are ‘unworthy’ victims especially so when their deaths and injuries are at the hands of extremists factions our government and its allies have been supporting.",
                "Mike Raddie",
                true
            ],
            [
                "Like Yemen, Syria is a war ‘we’ wage but don’t see!",
                "Mike Raddie",
                true
            ],
            [
                "Al Nusra Front terrorists chose to strike at the heart of the old city, Bab Touma and Qassaa neighbourhoods, in the predominantly Christian district of Damascus.",
                "Mike Raddie",
                true
            ],
            [
                "This is where I stayed on my two visits to Syria in 2016 and 2017.",
                "Mike Raddie",
                true
            ],
            [
                "This is where I slept, ate and shopped, where my friends live and work, where people of all nationalities, religions and cultures come together.",
                "Mike Raddie",
                true
            ],
            [
                "Sickeningly the attack took place just as children were leaving school for the afternoon.",
                "Mike Raddie",
                true
            ],
            [
                "Several mortar shells fired by militants positioned in the Eastern Ghouta region struck just after 2 pm murdering nine innocent children & adults, including a 3-year-old boy, Elias Khoury.",
                "Mike Raddie",
                true
            ],
            [
                "A source at Damascus police command center reported that many of the casualties occurred when a shell fell on a bus stop in the area.",
                "Mike Raddie",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "damascus",
            "old",
            "terrorist",
            "victims",
            "ignored",
            "injured",
            "children",
            "corporate",
            "west",
            "school",
            "death",
            "bab",
            "afternoon",
            "media",
            "syria",
            "attack",
            "touma"
        ]
    }
]