[
    {
        "url": "https://beforeitsnews.com/power-elite/2017/12/is-q-telling-us-we-can-glimpse-into-the-future-the-golden-man-2452898.html",
        "title": "Is Q Telling Us We Can Glimpse into the Future? The Golden Man",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By stompk (Reporter)\nTotal:\nIs Q Telling Us We Can Glimpse into the Future? The Golden Man\nTuesday, December 12, 2017 9:59\n \nOK, this one is a bit out there, even for me, but I feel the connections (coincidences) are too many to ignore.\nQPost.\nAs The World Turns, a soap opera that ran for many years on TV. It was running the day JFK was assassinated, and they had to cut into the program. One of the other popular soap operas was General Hospital.\nOn 1/11 in 2011, Ed Lee replaced resigned Mayor Gavin Newsom in San Francisco. This morning 12/12 Ed Lee died at 1:11 am at Zuckerburg General Hospital…\nLee was 65 (6+5=11)\nQPost\nY I believe = Rothschild sex trafficking. Flynn seemed to elude to it in this tweet.\nAnd the Rothschilds have a picture of themselves at a party covered in gold.\nNow, Nicolas Cage did a movie called Next, where he could see just a bit into the future. He’s tapped by the FBI to thwart a terrorism plot to set off a nuclear device in LA. (Sum Of All Fears)\nNotice, Cage wears a gold jacket.\nNow, what’s interesting and links all this together, is the fact the movie is loosely based off of a book by Philip K Dick called The Golden Man.\nIn the story, Cris Johnson is 18 years old and has been hidden by his family all his life for fear the Government would take him away. In this future, there are people with a variety of mutations (think X-Men) who are feared, rounded up and eliminated. Cris has never spoken, he is golden and looks like a statue of a god. His ability allows him to see into the future, to all of the outcomes of his actions and all the different paths he could take.\nIs there a connection to gold and time?\nSince his latest book,  Lost Secrets of the Sacred Ark , was published in February 2003, best-selling author Sir Laurence Gardner has been giving worldwide lectures about the rediscovery of arcane knowledge—in particular, the extraordinary powers of white powder gold.\nWhen gold and platinum-group metals are transformed into the monatomic state, a fine white powder is produced. This substance was used by pharaohs and kings of the ancient world. It was also part of the secret knowledge of mediaeval alchemy and the Knights Templar. Research on this has been forging ahead, and some amazing properties of high-spin monatomic elements have now been scientifically confirmed.\nLG: Monatomic transition-group elements were classified some time ago as “exotic matter” because they have a negative energy density and the ability to manipulate space-time. Physicists now say that exotic matter is the key to travelling enormous distances—seemingly faster than the speed of light, but with an acceleration rate of zero. They are looking at the concept of moving the space instead of the spacecraft—that is to say, contracting space-time in front of the ship, with a commensurate expansion of the space-time behind it. NASA’s Breakthrough Propulsion Physics Project is leading the research in this regard. We also have the aircraft industry investigating the concept of antigravity flight. Monatomic elements are operative high-temperature superconductors, and superconductors will levitate. They have a null magnetic field and will repel external magnetic fields. The Center for Advanced Study in Illinois has classified superconductivity as “the most remarkable physical property in the universe”.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nDec 12, 2017, 11:52 am\n2QIK4U\nThe public release was a mistake?  Public release on what exactly?  I don’t know all your history but an American needs to answer all these individual questions…\nDec 13, 2017, 2:05 am\nstompk\nThe public release of the 1972 Rothschild party where the are all dressed in bizarre costumes with baby doll parts on tables as if they are food.\nDec 13, 2017, 5:59 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "the most remarkable physical property in the universe",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.bibliotecapleyades.net/esp_libros_5.htm#biblianazar",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "golden",
            "spacetime",
            "elements",
            "glimpse",
            "future",
            "white",
            "q",
            "man",
            "gold",
            "soap",
            "world",
            "superconductors",
            "monatomic",
            "telling"
        ]
    }
]