[
    {
        "url": "https://beforeitsnews.com/power-elite/2018/01/q-is-playing-chess-2452916.html",
        "title": "Q Is Playing Chess",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By stompk (Reporter)\nTuesday, January 23, 2018 11:12\n% of readers think this story is Fact. Add your two cents.\nJulian Assange posted a tweet with a picture of a Chess game already in play. At first, it was confusing, but then someone figured out it was a specific game in history.\nThis was a game played in 1918 between Jose Capablanca and Frank Marshall. Marshall, an American, was the underdog. At this point in the game, they were at move 24. Black (Capablanca) had just moved bishop back to infront of Queen. The next move by Marshall (White) was unexpected and is now famously known as the Marshall attack.\nWhite Queen to F3. This set Marshall up for the win…\nYou see, Q posted about the Atlanta airport shutdown, and someone asked if they re-located a pawn or a bigger player. Q answered BISHOP\nAtlanta went dark (Black) and Bishop was moved. ie, black bishop move #24 in chess game, so next move would be Queen to F3 or the Marshall Attack.\nThat was in the Fox 3 Splash string. F3.\nNow, genius chess anon put a whole thread together to explain his methods. \nThe next move is Black Rook (CASTLE) to e3\nEvery [3] letter is here. You are in the middle of something historic. Q\nDR_noon_clear_sky^ Safe comms_SAT-re_Bz985300^00\ne_\ne3\nNow, this is the next to the last move in the game. Next. Marshall (white) moves bishop to take pawn.\nAt this point, the game is over. White keeps black in check until checkmate, so Capablance resigns (quits)\nBlack rook takes white bishop, white rook puts black king in check, black king has to move diagonally, white queen takes black rook, BK moves to corner, white queen take pawn, checkmate…\nBut, here’s where it gets interesting. The Keystone.\nps, W&W = Wizards and Warlocks. And yes, Keystone = NSA+Potus/USMil + QAnon warriors. But everything has double or more meanings, as pointed out by Q.\nSo, what is the Keystone. Could it be the stone of destiny?\nThe following video is rather long but fascinating. A rabbit hole in itself.\nEnjoy.\n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\n2QIK4U\nTheyre referencing the Vatican is the king killer.. And yes it is. Good Stompk. Would of been excellent if this was a few hrs after it happened\nJan 23, 2018, 12:53 pm\nRAINSCRYPT\nWhut?\nAre you trying to connect the school shooting to the Assange chess post? Do you even understand what you’re suggesting by that?\n..and along with this, you have the posted claim of a “chess game” that allegedly began Nov. 23, 2017. What you’re trying to tell us then, is that both Q and Assange knew about the shooting two months in advance of the actual event and yet, DID ABSOLUTELY NOTHING TO STOP IT.\nYEAH, RIGHT\nBut I really don’t understand exactly how this supposed chess game was coded into the Q posts. HEY,\nRaunchy..\nExcellent you say.. Good! I’m sure YOU can tell me exactly HOW this coding works. e.g. the “first move”\n150679159\n_27-1_yes_USA94-2\n_27-1_yes_USA58-A\n_27-1_yes_USA04\n_Conf_BECZ_y056-(3)_y\nThe_Castle_Runs_RED_yes\nGodspeed.\nQ\nPlease explain how you get E2 to E4 from this.. HOW, exactly, was that coded into this? I see the anonymous postings of the game but i just don’t get it. Again, let’s look at the “second move”\n150701196\nGodspeed.\nQ\nanonymous claims that this shows C7 to C5. REALLY? how?? Where do you get the 7 and the 5 from?\nContinuing.. what? I’m not understanding this at all. PLEASE EXPLAIN the game to me so that it makes sense.\nJan 24, 2018, 6:28 am\nmy2pesos\n.\n.\n.\n.\n.\n.\n.\n.\nZen: A Japanese school Mahayana Buddhism emphasizing the value of meditation and intuition.\nJan 23, 2018, 2:28 pm\n.\n.\n.\n.\n.\nmillpill\nCapablanca was playing white, not black. Marshall playing black had pushed white’s king all over the board but Capablanca defended perfectly and went on to win. After the black rook takes bishop, white “queens” his pawn to put black in check and now has 2 queens on the board and wins quickly. See the youtube: https://www.youtube.com/watch?v=eaUHECHqcWs for details. The point is that white is beaten all over the board but ultimate wins especially with the strong Qf3 or queen to fox 3 move. Capablanca defeats the infamous “Marshall attack” in a come-from-behind brilliant sequence.\nJan 23, 2018, 6:48 pm\nCUB4DK\nBut who is the Chess Meister?? …I would Love to meet Her, I used to love playing Chess as a Kid!!\nCheers, Uncle Hexy\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=eaUHECHqcWs",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "chess",
            "bishop",
            "white",
            "queen",
            "rook",
            "black",
            "moves",
            "game",
            "q",
            "marshall",
            "playing"
        ]
    }
]