[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/mike-pence-cucked-harder-than-any-american-politician-who-has-ever-visited-israel-2975967.html",
        "title": "Mike Pence Cucked Harder Than Any American Politician Who Has Ever Visited Israel",
        "authors": [
            {
                "name": "Occidental Dissent",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Occidental Dissent\nTotal:\nMike Pence Cucked Harder Than Any American Politician Who Has Ever Visited Israel\nWednesday, January 24, 2018 11:34\n% of readers think this story is Fact. Add your two cents.\n“Just watch the vice president’s recent trip to Israel—a mutual lovefest like nothing I’ve ever seen in some 40 years of watching American leaders interact with their often irascible Israeli counterparts. Mike Pence’s trip was less important for what it accomplished than what it reflected and represented: Under Trump: the U.S.-Israel relationship has undergone a transition from a valued special relationship to one that’s seemingly exclusive. The need for “no daylight” between the U.S. and Israel used to be a talking point wielded by staunchly pro-Israeli supporters against Democratic and Republican presidents alike; Trump has turned it into official policy, and many foreign policy hands worry that the U.S. interest is being lost in the process. …\nEven some on the left, like the columnist Chemi Shalev of Haaretz, hailed Pence’s address as “one of the most unabashedly Zionist speeches—perhaps sermon is the better word—ever heard in the Israeli Knesset. … For messianic Jews and Evangelicals, like Pence, the speech was a confirmation that momentous days are here again, with sounds of rapture and signs of the Messiah.” Israeli newspapers ran the remarks in full.”\nThis is what happens when our interests are defined as being synonymous with Republican electoral politics. We end up becoming nothing more than another captive voting bloc that is pumped and dumped during election cycles to advance Sheldon Adelson’s Zionist agenda.\nAs our meetings ended in the Middle East, Karen and I had the privilege to pray at the Western Wall and to pay our respects at Yad Vashem to honor the 6 million Jewish martyrs of the Holocaust & marvel at the faith and resilience of the Jewish people. #VPinIsrael pic.twitter.com/l4Ux5pppwy\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Just watch the vice president’s recent trip to Israel—a mutual lovefest like nothing I’ve ever seen in some 40 years of watching American leaders interact with their often irascible Israeli counterparts.",
                "",
                true
            ],
            [
                "Mike Pence’s trip was less important for what it accomplished than what it reflected and represented: Under Trump: the U.S.-Israel relationship has undergone a transition from a valued special relationship to one that’s seemingly exclusive.",
                "",
                true
            ],
            [
                "The need for “no daylight” between the U.S. and Israel used to be a talking point wielded by staunchly pro-Israeli supporters against Democratic and Republican presidents alike; Trump has turned it into official policy, and many foreign policy hands worry that the U.S. interest is being lost in the process.",
                "",
                true
            ],
            [
                "Even some on the left, like the columnist Chemi Shalev of Haaretz, hailed Pence’s address as “one of the most unabashedly Zionist speeches—perhaps sermon is the better word—ever heard in the Israeli Knesset.",
                "",
                true
            ],
            [
                "For messianic Jews and Evangelicals, like Pence, the speech was a confirmation that momentous days are here again, with sounds of rapture and signs of the Messiah.” Israeli newspapers ran the remarks in full.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "visited",
            "pences",
            "trump",
            "israel",
            "wordever",
            "mike",
            "israeli",
            "politician",
            "relationship",
            "policy",
            "zionist",
            "cucked",
            "worry",
            "harder",
            "american",
            "presidents",
            "pence",
            "trip"
        ]
    }
]