[
    {
        "url": "https://beforeitsnews.com/spirit/2018/01/who-is-now-in-charge-of-bringing-many-sons-to-glory-the-son-or-the-father-2511860.html",
        "title": "Who is now in charge of bringing many sons to Glory: The Son or The Father ?",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Truthseeker\nTotal:\nWho is now in charge of bringing many sons to Glory: The Son or The  Father ?\nSaturday, January 20, 2018 7:53\n% of readers think this story is Fact. Add your two cents.\n \n \n \n \n \n \n \nWho is it we to follow, to imitate, to become like?\nWho are we to come before in prayer?\nWho answers our prayers?\nWho is in control preparing God’s Holy Ones for the resurrection?\nWho corrects us when we move off that “narrow difficult path”?\nWho is ultimately in charge of all things ?\n \nMost ministers and preachers today focus on a ‘relationship” with “Jesus Christ of Nazareth” and generally ignore His Father who is our Father as well.\nMost of “Christianity” has accepted the lie Christ was forced to come to earth to rectify the great number of problems the Father had caused. They do not express their doctrines in these clear terms but the following explains the reality of their accepted beliefs.\n“That ‘burdensome’ ‘curse’ of a Law The Father laid on the Children of Israel which states we can not have crosses (idols) hanging around our necks, or we can not, from time to time when necessary, Lie – or – we can not commit adultery with that gorgeous and willing girl at the office and who really needs to “rest” on that 7th Day – “that’s MY day to play” – the Sabbath is just a Jewish thing any way as is the law.\nThe Christian mantra: —We are now “Under” grace and all we have to do is let “Jesus” come into our hearts and ‘just believe’ – that’s it. If you even attempt to Keep the Law then the sacrifice of Christ is no use to you.\nThe above is the basic premise of modern Christianity.\n \nSome, those unable or simply unwilling to accept the words from the mouth of Jesus Christ believe many mistakes have made thus The Father or maybe even Jesus Christ as well has been forced to change course when something did not workout as expected.\nWhat other reason can there be for abolishing the Law other then it was a bad mistake in the first place?\nI am not at all sure who main stream Christianity believes is actually in charge whether it is the Father or the Son or maybe it’s that “Ghost” without a name, you know that “Ghost” that never speaks in the first person ?\nThe abominably lie God must keep changing “the way” He “saves” folks is labeled – “dispensations” i.e. “ if this way does not work lets try another” we are bound to get it right at some point!\nThe following are a few of the supposed seven or more dispensations, as I understand them.\nAdam and Eve were made and that did not work out as planned.\nGod gave Moses the Law and that ended as a disaster as not one could or would obey the law.\nChrist was forced to come to earth and teach “salvation through law” and after His death get Paul to set up this new doctrine of “Grace” and abolish that evil Jewish way of earning salvation by obeying God.\nI would guess “Grace” is still in play and we must wait to see if this new attempt will work or if yet another change is necessary.\nThe above are some of the invented periods of “dispensation” which supposedly are the different, to date, – failed attempts – by God to carry out some kind of plan whereby God is allegedly trying – “His best” – to save the whole earth and to give “immoral souls” – eternal life in heaven for some unknown reason — and – all attempts to day have failed but the jury is still out on the “doctrine of Grace”: AKA the “get out of jail for free” card.\nIsn’t giving ‘eternal life’ to ‘immortal souls’ an oxymoron? This main stream doctrine is very confusing to me.\nAnd saving the entire world is not working out well either as only about 20% of the worlds population of 7.5 billion can be considered as even nominally Christian.\nAnd to the “many” the above confusion makes perfect sense. How is that even possible?\nIf the above were true, and I Thank my Father and His Son — it is NOT, I personally would prefer the Lake of Fire as I hate confusion and inept authority.\nThis study will focus primarily on the words of Jesus Christ:\nBecause —\n“IF” —-\nThe First born of many brethren\n \n“IF”—\n“This” — Jesus Christ, — who – IS ALL OF THE ABOVE — and much much more can not be trusted to faithfully teach us precisely and exactly that ONE WAY to gain eternal life — then – how are we not lost — with no hope of salvation?\nIf we can not trust the Words of our Savior who was put to death because of our sins and who IS all of the above– who then? Paul? Some minister, priest, preacher or some one with a master’s degree in theology?\nI do not understand how folks that appear to be intelligent simply ignore Jesus Christ when He contradicts what they want to believe?\nThis study will only include a few scriptures from the letters of the Apostle Paul, even thought Paul teaches the Truth — as Paul’s words are hard to understand and have been twisted in to 40,000 diverse doctrines by those that are unlearned and unstable.\nFor too long “nominal” Christians have turned a blind eye towards the words of Jesus Christ choosing instead to base their doctrines on pagan fables, lies of demons and the easily twisted words of Paul.\nSo! Just who are we to follow, who set the example, who pioneered the Way, who shined the light on that narrow path for us to follow — so we may also follow Jesus Christ into life eternal?\nMatthew 19;\nJesus Christ told the rich man to “come and follow Me” , Jesus, when calling His Apostles, also told them to “Come and follow Me”.\nI have been told so many times and in so many ways the instructions Jesus Christ gave His disciples and Apostles – ONLY Lasted - for the 3 ½ years before His death and then at His death — it all changed – time for a new “dispensation” right? It’s called “Grace’.\nI do not understand !— Please explain it to me if you can?\nWhy would Jesus Christ our Passover, who came down from the 3rd heaven, tell the rich man and His disciples and His 12 Apostles to follow Him only for the time remaining in His 3 ½ years of preaching the Gospel and confirming the covenant and then expect them at His death to reject all Christ taught and follow Paul on a totally different path to salvation?\nWhat rational spirit filled mind would accept that doctrine?\nIs there more then one Way, more then one Door? Just Who is it – we are to follow?\nJohn 14\nNote:\nJesus Christ is leading us to the Father; Christ is The Way and by His death Christ opened the Door to our Father in heaven for those that follow HIM.\nAre we not called to become Sons of the Father? Have we not been separated from our Father by our sins? Has Christ not come to redeem us from the penalty we are under for our sins and has He not ripped in two the veil to the Throne Room of our Father — so we may enter and come before our Father?\nWhen we follow in the steps of Jesus Christ we are actually following Christ as HE follows the Father. This will be addressed later.\nJohn 10\nIs there not the Lutheran way? Is there not the Baptist way? Is there not the Seven day Adventists way? Is there not the Pentecostal way? On and On and On it goes.\nIn the light of John 10 and 14 — how can Jesus Christ Be — THE Way — and –THE Door — but for only 3 ½ years ??\nI would love to see how you dispensationalists twist this one around. Paul’s teachings match Christ’s exactly – until — you twist them to match your own.\n \n \nTo add to this confusion some think it’s OK for Jews to obey the Law, if they want to, but gentiles are not under any requirement to obey and if they do — they are sinning as they would be trying to gain salvation by works of the law.\nThus by this doctrine of confusion so called Christians have divided that ONE WAY into two separate ways, one way for the Jews and another way for gentiles?   Is God double minded?\n \nThe sad fact — none of the dispensationalist and most of the so called Christians will not read this far and even if they did — it is given only to the few to understand the Words of our Savior.\nAs there is so much truth and information packed into the Words of Jesus and as most want the “cliff notes” only, I will attempt to shorten what follows by quoting the Words of Jesus Christ and limiting my comments.\nAnd please; if you do not agree — use scripture and logic to explain exactly WHY and do not bother to rail against the writer. No opinions, opinions of men are without value –period.\nJohn 6\nBut the dispensationalist do not “believe” Christ, their doctrine teaches what Christ did and taught died with Him. Question, can Jesus still be the Bread of Life if what He taught ended at the stake? Please explain how that is possible?\nIf the questions asked in this paper can not be answered by clear scriptures and by sound logic then it is up to you to determine if your faith is built on solid rock or quick sand?\n             Digression:\nMy Lord and Master used logic to confound His critics and So will I.  None to date have challenged the logic put forth in these papers.\nHow could so many see Jesus Christ perform miracle after miracle and hear His Words and yet not believe? After 3 ½ years there were only 120 that trusted Jesus Christ and were “loyal” to Him and DID what He taught.\nVerse 36 sheds light on why so many can read the words of Christ and yet not believe them or DO them and Verse 37 explains why they can not believe.\nOnly those few the Father calls and sends to Jesus Christ can understand and believe and DO and only those few will be in that First Resurrection! No verse 37 does not mention the resurrection but verse 39 below states that is the intent.\nNo, Jesus Christ is not making the selection, the determination of who will be included into the Body of Christ as that decision is in the Father’s Hands alone. The Fathers calls many and chooses the few that will become the First Fruits, the Father’s spring harvest of HIS Sons.\nNASB 37 “All that the Father “gives Me’—- will come to Me, and the one who comes to Me I will certainly not cast out.\nMost translations agree, it is the Father selecting who will be called at this time and given into Christ’s care, Not Jesus Christ.\nSo who is in charge?\nAs stated at the beginning most so called Christians today believe Christ came to abort what the Father set up and in its place – for only 3 ½ years —teach salvation through the Law and THEN Christ sent in Paul to reverse the Law Jesus Christ taught for 3 ½ years — how much more confusing can this get??\nChrist came to do and did only His Father’s Will – not His own!\nJames 2\n \nChrist has stated now three times in chapter 6: “ that no man can come unto me, except it were given unto him of my Father. ” And yet not only the dispensationalist but the majority of “Christianity” firmly believes it is up to each individual to seek and find Christ. NOPE! Not true.\nJesus Christ has stated three times in this chapter– it is not up to each person to chose Christ as their savior, either the Father calls you to Christ or you can not come to Him, –period.\nHow many times have we heard “you better get right with God”? Explain how that is possible in the light of verses 37, 39 and 65? And no one has yet explained what one must do to– “get right with God”. The Bible has the answer: Obey Him!\nJohn 7\nJohn 14:\nThe Father is in charge of all things: The Father placed all things under the authority and control of Jesus Christ but the Father did not place Himself under Christ, this fact will be explained by Paul towards the end of this paper.\nAs I despise the satanic doctrine of a rapture, how does this statement by our Savior point to a rapture? “ I go away, I and come [again] unto you. ” Christ states “I am going away’ and “I come ‘unto’ you”, Christ is not stating I am leaving you now but will come to take you away from this horrible earth, — but “I come –unto – you”, Christ does not state; you are coming to ME!\nJeremiah 31: 33 states; God the Father is placing in each person “He” calls to Christ– HIS – Holy Righteous Perfect Divine Nature by and through The Father’s Holy Spirit i.e. the Father’s Holy Seed.\nIt was by this same Spirit of the Father that Jesus Christ was raised from death to eternal spirit life and the Father’s spirit that returned Jesus Christ to life placed in Christ the Divine Nature of God the Father — the Father and the Son are of the same exact Divine Nature and thus are “ONE”.\nSo who is ultimately in charge, whose work is being accomplished? The Father’s work! Even the words spoken by Jesus and the miracles He performed — are all done by His Father.\nEven after having these words placed before their eyes — those calling themselves Christians can not and will not believe His Words.\nJesus Christ is building the “house” as Christ is the Master Builder i.e. The Maker who made all things — the Father is the Master Architect in charge of expanding His Household, His Family. In a family, who is it head, the father or the son?\nOur prayers, as we have read, are directed to our Father in heaven (verse 9 below) and as we have been instructed to ask for what we need in the name i.e by the authority of Jesus Christ we are thus asking our Father and He will instruct His Son to give us what we ask for.\nThe Father is in charge, He is the head of HIS Family and the Father placed His First Born Son in charge of caring for the Father’s Sons.\nMatthew 6:\n“ before ye ask him. ” So who are we to come before in prayer? The Father, exactly as did Jesus Christ and exactly as Jesus instructed us to do.\nWhen we pray we are to approach our Father in heaven.\nAnd who is it that answers our prayer – “ and thy Father which seeth in secret — ‘ himself ” — shall reward thee openly. “\nWho was it that answered all the prayers of Jesus Christ? His Father who will also answer ours.\n \nSo it is the Father that personally rewards us for our works, but that reward is delivered to us by the SON.\nWe will use the writings of Paul to demonstrate the Father is still in charge.\n1 Corinthians 15\nJesus Christ is the first of the first Fruits to rise from death, those in that First Resurrection are God’s First Fruits and the 144,000 are the very last of the First Fruits harvest.\nThe satanic doctrine of an “immortal soul” is the snare Satan used to con Eve and he has successfully used that same lie with the 40,000 flavors of what is falsely called Christianity. “The dead know not anything”.\nGod the Father still rules! God the Father is greater then Christ.\nPaul is using logic to demonstrate the fact “the one” (the Father) with whom rest all power can delegate that power to another (Jesus Christ. Thus the Father turn over the management of that power, but that does not at all put Jesus Christ over the Father in authority.\nIn corporate terms the Father is Chairmen of the Board and Jesus Christ is the CEO. The Father has final authority but has appointed Christ to run the day to day according to the directions dictated by the Chairmen of the Board – thus by the will of the Father.\nAnd NO the Family of God is a Family and not a corporation.\nMatthew 6\nWe will end with the statement of Jesus Christ in verse 24 above.\nWhat so called Christianity has done and specifically the dispensation crowd is to divide God into two masters, one that demands obedience to His Holy Law and one that says forget that evil law and just “believe”.\nAnd which Master do you suppose is Loved?\nI would love to continue, there is so much more – but — and there is always a “but” — long papers are not read, especially those deep and detailed and counter to the accepted beliefs of the day.\nIf any desire more – just ask.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nTruthseeker\nQuestion directed to all you rapture fans; If there really were such an event as a rapture — who would be doing the rapturing?  The Father or His son?\nJan 20, 2018, 10:37 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "that’s MY day to play",
                "",
                false
            ],
            [
                "if this way does not work lets try another",
                "",
                false
            ],
            [
                "get out of jail for free",
                "",
                false
            ],
            [
                "relationship” with “Jesus Christ of Nazareth” and generally ignore His Father who is our Father as well.",
                "",
                false
            ],
            [
                "Most of “Christianity” has accepted the lie Christ was forced to come to earth to rectify the great number of problems the Father had caused.",
                "",
                true
            ],
            [
                "They do not express their doctrines in these clear terms but the following explains the reality of their accepted beliefs.",
                "",
                true
            ],
            [
                "That ‘burdensome’ ‘curse’ of a Law The Father laid on the Children of Israel which states we can not have crosses (idols) hanging around our necks, or we can not, from time to time when necessary, Lie – or – we can not commit adultery with that gorgeous and willing girl at the office and who really needs to “rest” on that 7th Day – “that’s MY day to play” – the Sabbath is just a Jewish thing any way as is the law.",
                "",
                true
            ],
            [
                "The Christian mantra: —We are now “Under” grace and all we have to do is let “Jesus” come into our hearts and ‘just believe’ – that’s it.",
                "",
                true
            ],
            [
                "If you even attempt to Keep the Law then the sacrifice of Christ is no use to you.",
                "",
                true
            ],
            [
                "The above is the basic premise of modern Christianity.",
                "",
                true
            ],
            [
                "Some, those unable or simply unwilling to accept the words from the mouth of Jesus Christ believe many mistakes have made thus The Father or maybe even Jesus Christ as well has been forced to change course when something did not workout as expected.",
                "",
                true
            ],
            [
                "What other reason can there be for abolishing the Law other then it was a bad mistake in the first place?",
                "",
                true
            ],
            [
                "I am not at all sure who main stream Christianity believes is actually in charge whether it is the Father or the Son or maybe it’s that “Ghost” without a name, you know that “Ghost” that never speaks in the first person ?",
                "",
                true
            ],
            [
                "The abominably lie God must keep changing “the way” He “saves” folks is labeled – “dispensations” i.e.",
                "",
                true
            ],
            [
                "if this way does not work lets try another” we are bound to get it right at some point!",
                "",
                false
            ],
            [
                "The following are a few of the supposed seven or more dispensations, as I understand them.",
                "",
                true
            ],
            [
                "Adam and Eve were made and that did not work out as planned.",
                "",
                true
            ],
            [
                "God gave Moses the Law and that ended as a disaster as not one could or would obey the law.",
                "",
                true
            ],
            [
                "Christ was forced to come to earth and teach “salvation through law” and after His death get Paul to set up this new doctrine of “Grace” and abolish that evil Jewish way of earning salvation by obeying God.",
                "",
                true
            ],
            [
                "I would guess “Grace” is still in play and we must wait to see if this new attempt will work or if yet another change is necessary.",
                "",
                true
            ],
            [
                "The above are some of the invented periods of “dispensation” which supposedly are the different, to date, – failed attempts – by God to carry out some kind of plan whereby God is allegedly trying – “His best” – to save the whole earth and to give “immoral souls” – eternal life in heaven for some unknown reason — and – all attempts to day have failed but the jury is still out on the “doctrine of Grace”: AKA the “get out of jail for free” card.",
                "",
                true
            ],
            [
                "Isn’t giving ‘eternal life’ to ‘immortal souls’ an oxymoron?",
                "",
                true
            ],
            [
                "This main stream doctrine is very confusing to me.",
                "",
                true
            ],
            [
                "And saving the entire world is not working out well either as only about 20% of the worlds population of 7.5 billion can be considered as even nominally Christian.",
                "",
                true
            ],
            [
                "And to the “many” the above confusion makes perfect sense.",
                "",
                true
            ],
            [
                "If the above were true, and I Thank my Father and His Son — it is NOT, I personally would prefer the Lake of Fire as I hate confusion and inept authority.",
                "",
                true
            ],
            [
                "This study will focus primarily on the words of Jesus Christ:\nBecause —\n“IF” —-\nThe First born of many brethren\n \n“IF”—\n“This” — Jesus Christ, — who – IS ALL OF THE ABOVE — and much much more can not be trusted to faithfully teach us precisely and exactly that ONE WAY to gain eternal life — then – how are we not lost — with no hope of salvation?",
                "",
                true
            ],
            [
                "If we can not trust the Words of our Savior who was put to death because of our sins and who IS all of the above– who then?",
                "",
                true
            ],
            [
                "Some minister, priest, preacher or some one with a master’s degree in theology?",
                "",
                true
            ],
            [
                "I do not understand how folks that appear to be intelligent simply ignore Jesus Christ when He contradicts what they want to believe?",
                "",
                true
            ],
            [
                "This study will only include a few scriptures from the letters of the Apostle Paul, even thought Paul teaches the Truth — as Paul’s words are hard to understand and have been twisted in to 40,000 diverse doctrines by those that are unlearned and unstable.",
                "",
                true
            ],
            [
                "For too long “nominal” Christians have turned a blind eye towards the words of Jesus Christ choosing instead to base their doctrines on pagan fables, lies of demons and the easily twisted words of Paul.",
                "",
                true
            ],
            [
                "Just who are we to follow, who set the example, who pioneered the Way, who shined the light on that narrow path for us to follow — so we may also follow Jesus Christ into life eternal?",
                "",
                true
            ],
            [
                "Matthew 19;\nJesus Christ told the rich man to “come and follow Me” , Jesus, when calling His Apostles, also told them to “Come and follow Me”.",
                "",
                true
            ],
            [
                "I have been told so many times and in so many ways the instructions Jesus Christ gave His disciples and Apostles – ONLY Lasted - for the 3 ½ years before His death and then at His death — it all changed – time for a new “dispensation” right?",
                "",
                true
            ],
            [
                "that no man can come unto me, except it were given unto him of my Father.",
                "",
                false
            ],
            [
                "you better get right with God",
                "",
                false
            ],
            [
                "I go away, I and come [again] unto you.",
                "Jesus Christ",
                true
            ],
            [
                "and thy Father which seeth in secret — ‘ himself",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/4253.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/5209.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/4671.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/591.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/1410.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/4675.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/3588.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/846.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblehub.com/john/6-37.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/3754.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/1722.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/3362.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/1325.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/3962.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/5600.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/1537.htm",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/991.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/5217.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/154.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/2064.htm",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/3762.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/4314.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/3165.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/2927.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/3450.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://biblesuite.com/greek/2532.htm"
            ]
        },
        "key_words": [
            "jesus",
            "ye",
            "son",
            "bringing",
            "come",
            "shall",
            "sons",
            "words",
            "charge",
            "god",
            "way",
            "unto",
            "father",
            "christ",
            "glory"
        ]
    }
]