[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/shot-ammo-mags-at-industry-day-24-pics-3590051.html",
        "title": "SHOT: Ammo, mags at Industry Day (24 PICS)",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Guns.com\nTuesday, January 23, 2018 5:10\n% of readers think this story is Fact. Add your two cents.\nTake a quick tour of the ammo and magazines one display and used during the 13th Annual SHOT Show Industry Day at the Range, which kicks off 2018’s Shooting Hunting Outdoor Trade Show in Las Vegas.\nDuring Monday’s event, a host of exhibitors show off their latest and greatest to outdoor and gun media. The event is open to 1,400 invited media members and 800 buyers who gather at the Boulder Rifle and Pistol Club to try out the freshest guns and ammo from across the industry.\n“With over 200 manufacturers exhibiting, and over 500,000 rounds of ammunition shot, Industry Day is the premier shooting event in the industry, giving outdoor media and buyers the opportunity to shoot and test new products for the upcoming year,” according to the NSSF.\nHere is a taste of what was needed to fuel the fire.\nNew Battle Arms magazines for .308 Winchester rounds. (Photo: Daniel Terrill/Guns.com)\nWinchester’s making .30-06 150-grain M2 ball ammo in WWII-era “throwback” boxes for M1 Garands, among their new offerings. (Photo: Daniel Terrill/Guns.com)\nEmpty casings from the .30-caliber rounds. (Photo: Daniel Terrill/Guns.com)\nBig, fat double-stack magazines for Mossberg’s mag-fed shotguns. (Photo: Daniel Terrill/Guns.com)\nA “Magpump” ammo feeder feeding 5.56 rounds into AR mags. (Photo: Daniel Terrill/Guns.com)\nA Maglula feeding device cramming 5.56 rounds into an AR magazine. (Photo: Daniel Terrill/Guns.com)\nStacks of full AR magazines ready for emptying during Industry Day. (Photo: Daniel Terrill/Guns.com)\nRandom, lonely leftover rounds waiting to be loaded up and sent flying down range. (Photo: Daniel Terrill/Guns.com)\nStreak “visual ammunition” are a lot like tracer rounds, but they aren’t incendiary. (Photo: Daniel Terrill/Guns.com)\n9mm food over at the Springfield Armory booth (Photo: Chris Eger/Guns.com)\nAnd of course Springer’s new 10mm 1911 line was on an all-brass diet. (Photo: Chris Eger/Guns.com)\n(Photo: Chris Eger/Guns.com)\n(Photo: Chris Eger/Guns.com)\n(Photo: Chris Eger/Guns.com)\nNeed ammo? Grab a box of Dark Horse. (Photo: Daniel Terrill/Guns.com)\nRange pack, you say? (Photo: Chris Eger/Guns.com)\nIWI brought a wide array of ammo to the party (Photo: Chris Eger/Guns.com)\n(Photo: Chris Eger/Guns.com)\nGotta love M193 when it is stacked deep (Photo: Chris Eger/Guns.com)\nThe new Coyote mags for the Glock 19X were in rapid circulation (Photo: Chris Eger/Guns.com)\nAs were more traditional models (Photo: Chris Eger/Guns.com)\nKel-Tec’s KSGs on hand required lots of hulls as did IWI’s new Tavor (Photo: Chris Eger/Guns.com)\n(Photo: Chris Eger/Guns.com)\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "With over 200 manufacturers exhibiting, and over 500,000 rounds of ammunition shot, Industry Day is the premier shooting event in the industry, giving outdoor media and buyers the opportunity to shoot and test new products for the upcoming year,",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "pics",
            "shot",
            "chris",
            "industry",
            "24",
            "rounds",
            "magazines",
            "day",
            "ammo",
            "mags",
            "daniel",
            "egergunscomphoto"
        ]
    }
]