[
    {
        "url": "https://beforeitsnews.com/opinion-conservative/2018/01/as-fbi-director-mueller-helped-cover-up-fla-911-probe-court-docs-show-3357050.html",
        "title": "As FBI Director Mueller Helped Cover Up Fla. 9/11 Probe, Court Docs Show",
        "authors": [
            {
                "name": "Judicial Watch",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nAs FBI Director Mueller Helped Cover Up Fla. 9/11 Probe, Court Docs Show\nTuesday, January 23, 2018 18:43\n% of readers think this story is Fact. Add your two cents.\nCourt documents recently filed by the government further rock the credibility of Russia Special Counsel Robert Mueller because they show that as FBI Director Mueller he worked to cover up the connection between a Florida Saudi family and the 9/11 terrorist attacks. The documents reveal that Mueller was likely involved in publicly releasing deceptive official agency statements about a secret investigation of the Saudis, who lived in Sarasota, with ties to the hijackers. A Florida journalism nonprofit uncovered the existence of the secret FBI investigation that was also kept from Congress.\nUnder Mueller’s leadership, the FBI tried to discredit the story, publicly countering that agents found no connection between the Sarasota Saudi family and the 2001 terrorist plot. The reality is that the FBI’s own files contained several reports that said the opposite, according to the Ft. Lauderdale-based news group’s ongoing investigation . Files obtained by reporters in the course of their lengthy probe reveal that federal agents found “many connections” between the family and “individuals associated with the terrorist attacks on 9/11/2001.” The FBI was forced to release the once-secret reports because the news group sued in federal court when the information wasn’t provided under the Freedom of Information Act (FOIA).\nThe disingenuous statements were issued by FBI officials in Miami and Tampa in a desperate effort to disparage a 2011 story exposing the agency’s covert investigation of the Sarasota Saudis as well as reporting that it had been concealed from Congress. Mueller is referenced in a document index that was ordered by a federal judge to be created in late November 2017. The south Florida judge, William J. Zloch, a Ronald Reagan appointee, asked the FBI to explain where it had discovered dozens of pages of documents in the public-records case filed six years ago. The index reference to then-FBI Director Mueller appears in an item involving an agency white paper written a week after the publication of a news story about the abrupt departure of Saudis Abdulaziz and Anoud al-Hijji from their Sarasota area home about two weeks before 9/11. The couple left behind their cars, clothes, furniture, jewelry and other personal items. “It was created to brief the FBI Director concerning the FBI’s investigation of 4224 Escondito Circle,” the al-Hijjis’ address, the index says.\nThough the recently filed court documents reveal Mueller received a briefing about the Sarasota Saudi investigation, the FBI continued to publicly deny it existed and it appears that the lies were approved by Mueller. Not surprisingly, he didn’t respond to questions about this new discovery emailed to his office by the news organization that uncovered it. Though the mainstream media has neglected to report this relevant development, it’s difficult to ignore that it chips away at Mueller’s credibility as special counsel to investigate if Russia influenced the 2016 presidential election. Even before the Saudi coverup documents were exposed by nonprofit journalists, Mueller’s credentials were questionable to head any probe. Back in May Judicial Watch reminded of Mueller’s misguided handiwork and collaboration with radical Islamist organizations as FBI director.\nBack in 2013 Judicial Watch exclusively obtained droves of records documenting how, under Mueller’s leadership, the FBI purged all anti-terrorism training material deemed “offensive” to Muslims after secret meetings between Islamic organizations and the then-FBI chief. Judicial Watch had to  sue  to get the records and published an in-depth  report  on the scandal in 2013 and a lengthier, updated  follow-up  in 2015. As FBI director, Mueller bent over backwards to please radical Islamist groups and caved into their demands. The agency eliminated the valuable anti-terrorism training material and curricula after Mueller met with various Islamist organizations, including those with documented ties too terrorism. Among them were two organizations— Islamic Society of North America (ISNA) and Council on American Islamic Relations (CAIR)—named by the U.S. government as unindicted co-conspirators in the 2007 Holy Land Foundation terrorist financing case. CAIR is a terrorist front group with extensive links to foreign and domestic Islamists. It was founded in 1994 by three Middle Eastern extremists (Omar Ahmad, Nihad Awad and Rafeeq Jaber) who ran the American propaganda wing of Hamas, known then as the Islamic Association for Palestine.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "individuals associated with the terrorist attacks on 9/11/2001.",
                "",
                false
            ],
            [
                "It was created to brief the FBI Director concerning the FBI’s investigation of 4224 Escondito Circle,",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "fbi",
            "fla",
            "helped",
            "court",
            "director",
            "terrorist",
            "muellers",
            "cover",
            "docs",
            "probe",
            "sarasota",
            "mueller",
            "investigation",
            "911",
            "saudi",
            "documents"
        ]
    }
]