[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/mad-maxines-scared-goes-into-hiding-after-all-hell-breaks-loose-at-her-town-hall-event-2974907.html",
        "title": "Mad Maxine’s Scared, Goes into Hiding After ‘All Hell Breaks Loose’ at Her Town Hall Event",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nTotal:\nMad Maxine’s Scared, Goes into Hiding After ‘All Hell Breaks Loose’ at Her Town Hall Event\nSaturday, January 20, 2018 13:32\n \nPoor Mad Maxine Waters. The seventy-nine-year-old California Congresswoman was back in Los Angeles to hold a town hall event as she launches her 2018 re-election campaign, but things did not go as planned. In fact, Whacky Waters was so scared, she had to go into hiding. It all started when all hell broke loose at her campaign event. You don’t want to miss this.\nMaxine Waters was back in Los Angeles over the weekend to launch her 2018 re-election campaign, but the California Congresswoman refused to alert the media. That seems so bizarre, doesn’t it? Well, not if you’re Whacky Waters returning to what was the scene of an epic defeat and embarrassment.\nWaters snuck her way into Los Angeles, hoping to fly under the radar. Going totally “radio silent” on all her social media accounts, it’s like she went into hiding as she landed at LAX International airport. Traveling in her luxury automobile with tinted glass, Waters slipped into her Hancock Park neighboorhood undetected, with only her trusted staffers knowing her whereabouts.\nThis sounds pretty creepy unless you’re a spy on a mission. Well, we’ve put together exactly what happened, and you will love this. The last time Mad Maxine attempted to have a town hall in her own district, it was overrun by President Donald Trump supporters.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nPink Slime\nJust another dumb Negro.  I do not know how this dumb Negress ever got elected.  But I still can’t figure how a mahoo* skinny sodomite foreigner got to be “President” either.\n*Hawaiian word for a tilly effeminate girly man.  Generally one who acts and dresses like a girl.\nJan 20, 2018, 4:00 pm\nJan 20, 2018, 6:14 pm\nJan 20, 2018, 10:52 pm\nNo wonder the Democrats think we are a bunch of racist idiots when we have such good representation in people like pink slime. If you used negro in a less subhumanizing way then I could handle it. But the way you use it is embarassing.\nJan 20, 2018, 4:20 pm\nAt least Pink has the guts to write the obvious.  Most people tippy-toe around his felony crimes because of his skin color.\nPlease… what good did that  fraud impostor do for the US and why did he seal all of his Records by EO within less than a week in office?  When he did that,  I knew then and there we were in for a hellish ride with that smirk faced sham.\nJan 20, 2018, 8:32 pm\nI thought that  ***  smirk faced sham  ***  was actually way better.\nJan 20, 2018, 10:50 pm\nWaters is a total disgrace as a human being let alone an elected official.\nJan 20, 2018, 9:52 pm\n2QIK4U\nPoliticians should be forced to retire by 55-60 yrs old because Mentally its only downhill from there no matter who you think you are. ALL OF THEM INCLUDING TRUMP IS TAKING SOMETHING. TRUMP IS ON A “DIET” PILL OR BASICALLY SPEED ADHD MEDICATION. RITALEN CLEAN VERSION FOR WEIGHT LOSS. Thats the least of it. Most democrats are on dementia and parkinsons medication… Hope michael j fox is doing ok\nJan 20, 2018, 10:32 pm\nAnonymous\nI don’t think anyone over 40 should be allowed to take any office other than AARP.  And anyone with over 15% body fat should not be allowed to run.\nThis just makes sense.\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "town",
            "maxines",
            "scared",
            "event",
            "loose",
            "whacky",
            "hell",
            "mad",
            "los",
            "goes",
            "campaign",
            "youre",
            "hall",
            "hiding",
            "waters",
            "angeles"
        ]
    }
]