[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/huge-breaking-news-massive-raid-just-now-they-ignored-him-2974497.html",
        "title": "Huge News! Massive Raid Just Now! They Ignored Him!",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nFriday, January 19, 2018 5:11\n% of readers think this story is Fact. Add your two cents.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nThe Troubles\nMust be an Illegal virus of sorts spreading on the Lunatic Left Coast. Why?\nA.) The City of Seattle, in King County Washington is INFESTED. A Huge Sanctuary City, hiding in plane sight.\nATTN: Immigration Customs Enforcement (ICE) please seek permission to make King County Washington your next STOP.\nThe situation there in Seattle is becoming troublesome.\nJan 19, 2018, 5:42 am\nElPolacko\nThe Democrats know that their last hope to remain relevant is the Illegal alien vote. Sure it’s illegal, sure it’s un-American and anti-democratic but they are losing power and then MONEY!!! They know the American people are on to them and they will walk over dead soldiers to keep the illegal alien vote. LOCK THEM ALL UP!!!\nJan 19, 2018, 8:46 am\nJan 19, 2018, 2:48 pm\n2QIK4U\nThats why they want to now create a fifty first state called NEW CALIFORNIA. SANCTUARY FOR ILLEGALS AND SNOWFLAKES . DONT BUILD A MEXICAN WALL,JUST BUILD ONE AROUND CALIFORNIA\nJan 21, 2018, 2:10 am\nCanderson\nI see this video as is in defense of Cultural-Marxism, a synthesis of Marxism and psychoanalysis /a mind-fuck.\nSince the beginning, psychoanalysis in the Frankfurt School was conceived in terms of a reinterpretation of Freud and Marx.\nThe Birth of Cultural Marxism\nAll was quiet on the Marxist front until 1923 when the cultural terrorist turned up for a “Marxist study week” in Frankfurt, Germany. There, Lukács met a young, wealthy Marxist named Felix Weil.\nUntil Lukács showed up, classical Marxist theory was based solely on the economic changes needed to overthrow class conflict. Weil was enthused by Lukács’ cultural angle on Marxism.\nWeil’s interest led him to fund a new Marxist think tank—the Institute for Social Research. It would later come to be known as simply The Frankfurt School.\nIn 1930, the school changed course under new director Max Horkheimer. The team began mixing the ideas of Sigmund Freud with those of Marx, and cultural Marxism was born.\n1. The creation of racism offenses.\n2. Continual change to create confusion\n3. The teaching of sex and homosexuality to children\n4. The undermining of schools’ and teachers’ authority\n5. Huge immigration to destroy identity.\n6. The promotion of excessive drinking\n7. Emptying of churches\n8. An unreliable legal system with bias against victims of crime\n9. Creating dependency on the state or state benefits\n10. Control and dumbing down of media\n11. Encouraging the breakdown of the family\nJan 19, 2018, 9:49 am\n2QIK4U\nThe churches are empty because theyve brought it upon themselves. If the Vatican wasnt a pedophile producing business there might be more bums on seats today. The church hasnt needed extra help to destroy themselves and its the best tax scam ever.  Being Jedi is a true Religon in Australia because enough aussies put that our Religon was Jedi on tge Census forms and the Australian gov. Has had to Recognise JEDI as a REAL RELIGON.   IM ONE OF THOSE PROUD AUSSIE JEDI’S and we mainly did it to prove how much of a tax scam being a church is.\nJan 19, 2018, 1:15 pm\nSell outs instead of zealots\nJan 19, 2018, 1:23 pm\n2QIK4U\nTrue certainly not today mate. I remember being taken to church as a child and even though it was boring it had kind people and a REAL priest that only taught and never took advantage, and it was from this priest i heard the saying that its adam and eve,not adam and steve!\nThis is the same church that would have thrown our entire family out if we were to mention aliens.  A proper old school hard ass but very kind and he was forced into retirement because he wouldnt change and he would tell everybody about the future corruptions coming but i was a kid and never noticed. Until these days mate.\nJan 21, 2018, 2:18 am\ndufus\nThere is nothing legal about illegals. The laws are meant to be enforced. This also stands for the so-called elite in Washington dc. When will the corruption end in DC?\nJan 19, 2018, 10:05 am\nInstead of raiding thousands why not raid  a couple of dozen Democrap offices and homes and ARREST the real culprits???\nJan 19, 2018, 10:29 am\n.\n.\nJan 19, 2018, 11:49 am\nEqualizer\nNo more illegals with their worthless pesos…Only US American Penny’s are allowed!\nJan 19, 2018, 3:42 pm\nIs means born from virgin, infant,newborn…Ra is Sun.And El is iether english z” the” or ” god”…In Chichen Itza.Chi is female force,Chen is Well( Black Hole in Mesopotamia-Dark Rift-Cleft in Milky Way,the Dragon-Serpent in the Sky)! So is Isa-Iesous/ Jesus in Islam,and Is-lam,virgin,newborn group of people-religion. As in Isis name,or Iza-nagi and Iza- nami of Japan…The jews disregard male gods,as Father and Son,G-d and Christ…They worship the female Milky Way-also as Serpebt in the Sky in Mesoamerica…\nJan 20, 2018, 2:32 am\n2QIK4U\nJews disregard male gods…… My jew friends say that theyre worshipping satan in the black box.. A dimensional thing\nJan 21, 2018, 2:25 am\n1. A Sorceress, Magician or Wizard.\nJan 19, 2018, 2:09 pm\nMayhem\nMaga is the word you’re thinking of whereas MAGA is an acronym.\nNice try though\nTedx\nI will believe ICE is doing their job when I see it.\nJan 19, 2018, 10:00 pm\nMyTwoCents\nWhere is the link to the article this bot is reading?  Can’t stand these stupid bots.  Can’t stand click bait either.\nJan 19, 2018, 11:50 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "big",
            "raid",
            "tell",
            "truth",
            "worldwide",
            "using",
            "ignored",
            "patriot",
            "linkstep",
            "telegram",
            "phone",
            "massive",
            "huge",
            "beforeitsnews"
        ]
    }
]