[
    {
        "url": "https://beforeitsnews.com/prophecy/2018/01/urgent-warning-the-earth-is-about-to-shake-rattle-and-roll-heavenly-cosmic-dna-energy-is-increasing-its-flow-through-the-sun-moon-stars-and-heavenly-bodies-which-will-greatly-affect-all-things-2496629.html",
        "title": "Warning: The Heavenly Cosmic Burst Will Reveal The Monsters/Mutations/Recessive/Dormant/Locked Up Genes Hidden Within Billions Via The Bright Blue DAY STAR Supernova In Conjuction With An Intense Extr",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By wakeupmypeoplespiritrain\nTotal:\nWarning: The Heavenly Cosmic Burst Will Reveal The Monsters/Mutations/Recessive/Dormant/Locked Up Genes Hidden Within Billions Via The Bright Blue DAY STAR Supernova In Conjuction With An Intense ExtraSolar Cosmic Outburst From The Sun During The 3 Days Of Celestial Darkness. The Messenger/The Planet Mercury/The Plasma Tailed Rat/The Silver Surfer/Archangel Raphael/Catastrophic Plasma Arc Lightning/The Heavenly Body Activator Is Coming, Holding an Ultra High Capacity Charge as Cosmic Energy Increases Via the Sun, Leading the Way for More Intense Celestial Signs in the Heavens and Paving the Way for the Final Arrival of Pluto the Horrible Star, its Fearful Constellation and Mars the Destroyer\nTuesday, January 23, 2018 14:37\n% of readers think this story is Fact. Add your two cents.\n \n \n \n \nAll Planets Direct › 2017/12 › all-planets…\n \n \n \n \n \nhttps://history.flindersranges.com.au › th…\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nJul 7, 2017\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTrump April 26th: Creepy radio broadcast sparks attack fears | … (Could Be January 26th Due To This Calendar Month Shifting Which Occured Many Years Ago, A Coded Date For An Assassination Or Attempted Assassination.)\n \n \nYear\nWeekday\nDate\n2018\nThu\n \n \n \n \n \n \n \n \nUSA Today › news › 2016/10/13\n \n \n \n \n \n \nTo P rophecy  on Tuesday Jan 23 2018 14:37\nTo  Prophecy  on Sunday Jan 21 2018 11:44\nTo  Prophecy  on Wednesday Jan 17 2018 23:23\nTo  Prophecy  on Tuesday Jan 16 2018 14:20\n \n \n \n \n \n \n \n \n \nWashington Post › 2018/01/22\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nMar 21, 2015 – 4 posts – ‎3 authors\n \n \nThunder, Thunder, Thunder Cats…..HOOOO! But With Thunder Comes Plasma Arc Lightning From The Heavenly Body Known As The Messenger That We Erroneously Call The Planet Mercury Which In Composition Of Gold & Platinum, Functions Like An Extremely Efficient Electromagnetic Capacitor But On A Gigantic Scale, Slowly Charging Up As The Heavenly Cosmic Energy Starts To Increase It’s Flow Into The Earth Biosphere Containment Cell System. The Messenger Heavenly Body Makes Its Earth Altering Earthquake Causing/Gigantic Sinkhole Causing/Matter-Aether Frequency Manipulating Passage Before The Arrival Of Pluto The Fiery Horrible Star, Its Fearful Constellation The Big Dipper/The Plough, With Mars The Fiery Destroyer Known By Most As The Fiery Planet X Constellation System Or As The Biblical Celestial Dragon.\n \n \n \n \n \nb4inews.com/…/are-you-ready-for-sirius-the-dog-star-to-seriously-sing-the-bright-blue-s…\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nOzzieEd\nYour credibility is not enhanced by continually quoting from “the KJV bible” as though King James was a man of integrity. Get a life. King James was no better than any of his relatives. Why would you trust a member of any royal family to teach you anything except how to view themselves as superior to yourselves ie. “THE DIVINE RIGHT OF KINGS”. King James was a whack job just like his relatives and the book he lays claim to is for his benefit, not yours. Give me a break and get some real information instead of continually quoting from a bad translation of a book designed to keep you enslaved. If the bible ever told the truth about royalty do you think good old KJ would have included that part??? Talk about dumb and dumber. Any brain cells on active duty??\nJan 23, 2018, 3:49 pm\nThe Real Deal\nIndian… why are you using two accounts? Why don’t you just open the comments on your other account? Don’t be so thin skinned, Jesus… or Sananda, heh sorry, Lisa takes all kinds of flak and still leaves her comments open. Man it up, bro. COME ON! lol\nJan 24, 2018, 2:24 am\nAnonymous\nI totally agree.  It’s time for the Indian to grow a pair.\nJan 25, 2018, 9:40 am\nwheeties\neverything is in cycles –everything–and we are in one now—may the fun begin!\n–these self proclaimed salvation experts talking like they are god themselves–delusional–using a man written book inspired by satan–spiritual hell is being a bible thumper,christian—god would not touch any of that crap with a 1000 ft pole cause god does not read the bible–never has,never will–was not written by god either–some insane homeless dudes in a cave wrote it inspired by satan–the word of men not god—the bible is the book of wrath and judgement–god has no wrath,nor judgement–only petty,weak,immature evil hateful,judgemental humans have wrath and judgement like bible thumpers,christians–jesus told us in his day that salvation is for everybody–but the bible thumpers of his day did not like that so they killed him–the bible thumpers of today would do the same—god loves all his stupid humans,even evil,hateful,judgemental bible thumpers–god knows who,what we are..would you as a parent turn on your children for being unwise little stupid kids?no,unless your evil–god is the same–get over yourself and your insane evil book–god is not like your stupid self–god is above the fray–your job to to rise above all that bible thumping nonsense–its a long shot—-humans have been the same stupid bastards since the beginning of time–bunch of evil morons\nJan 25, 2018, 11:52 am\nLiberal Democrats keep killing everyone , the performance record of Democrats proves everything they do is to destroy America and kill everyone through healthcare. Agent’s say they are going to put you in jail if you don’t take their vaccines that has a performance record of making people blind or paralyzed or forces people to kill themselves\nJan 27, 2018, 9:02 pm\nJan 28, 2018, 2:13 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.dailystar.co.uk/news/world-news/608315/WW3-donald-trump-operation-gotham-shield-america-radio-AM-nuclear-war-fears-attack-drill/amp",
                "https://beforeitsnews.com/prophecy/",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "dna",
            "celestial",
            "reveal",
            "extr",
            "star",
            "earth",
            "energy",
            "warning",
            "hidden",
            "high",
            "moon",
            "shall",
            "genes",
            "supernova",
            "spiritual",
            "heavenly",
            "monstersmutationsrecessivedormantlocked",
            "cosmic",
            "intense"
        ]
    }
]