[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2018/01/davos-participant-unveils-what-would-collapse-the-stock-market-3179092.html",
        "title": "Davos Participant Unveils What Would “Collapse The Stock Market”",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nWednesday, January 24, 2018 18:17\n% of readers think this story is Fact. Add your two cents.\nWhile CEOs trot out the usual ‘buy stocks coz things are gonna be awesome’ narrative during their on-camera blurbs at Davos, behind the scenes, the sentiment is considerably worse…\nBloomberg reports that global finance executives warned of parallels between today’s soaring stock markets and the froth of the pre-crisis years as they said investors could be wrong-footed by central banks raising interest rates.\nThe leaders of Barclays, Citigroup, and the Carlyle Group all fretted that the strongest global economy since 2011 was leaving financial markets complacent…\nCitigroup Chief Executive Officer Michael Corbat fears the violence of the next inevitable downturn… and worries about the ignorance of surging debt costs…\n“There is a numbness out there, there is an ambivalence out there that’s concerning,”\n“When the next turn comes — and it will come — it’s likely to be more violent than it would otherwise be if we let some pressure off along the way.”\nJes Staley, the CEO of Barclays, said the upbeat environment reminded him of the eve of the last crisis a decade ago and that the combination of stocks at record highs and volatility near all-time lows wasn’t “sustainable” in the long term. He too said trouble could occur if central banks such as the U.S. Federal Reserve push up borrowing costs faster than investors anticipate.\n“I do feel it’s a little bit like 2006, when we were all talking whether we’ve solved the riddle of economic crises,” said Staley.\n“We’ve got a monetary policy that’s still in the remnants of the depression era. We’ve got very little capacity in the capital markets to deal with a real move in interest rates.”\nAnd Carlyle’s David Rubenstein, who co-founded the private-equity firm more than 30 years ago, warned…\n“The biggest concern I have is that most people think there’s no problem of a likely recession this year or early next year,”\n“Generally, when people are happy and confident, something wrong happens.’’\nAnd the common-denominator in many of these CEOs fears was a rising-rate environment, in which Harvard University professor Kenneth Rogoff, who co-wrote the definitive history of the financial crisis, expressed the most concern:\n“If interest rates go up even modestly, halfway to their normal level, you will see a collapse in the stock market,”\n “I don’t know how everything from art and bitcoin to stock prices will react as interest rates go up.”\n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "buy stocks coz things are gonna be awesome",
                "",
                false
            ],
            [
                "There is a numbness out there, there is an ambivalence out there that’s concerning,",
                "",
                true
            ],
            [
                "When the next turn comes — and it will come — it’s likely to be more violent than it would otherwise be if we let some pressure off along the way.",
                "",
                true
            ],
            [
                "I do feel it’s a little bit like 2006, when we were all talking whether we’ve solved the riddle of economic crises,",
                "Staley",
                true
            ],
            [
                "We’ve got a monetary policy that’s still in the remnants of the depression era.",
                "Jes Staley",
                true
            ],
            [
                "We’ve got very little capacity in the capital markets to deal with a real move in interest rates.",
                "Jes Staley",
                true
            ],
            [
                "The biggest concern I have is that most people think there’s no problem of a likely recession this year or early next year,",
                "Jes Staley",
                true
            ],
            [
                "If interest rates go up even modestly, halfway to their normal level, you will see a collapse in the stock market,",
                "Kenneth Rogoff",
                true
            ],
            [
                "I don’t know how everything from art and bitcoin to stock prices will react as interest rates go up.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/davos-participant-unveils-what-would-collapse-the-stock-market/https://www.bloomberg.com/news/articles/2018-01-23/davos-bank-bosses-are-worried-markets-are-complacent-like-2006",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "market",
            "interest",
            "unveils",
            "crisis",
            "collapse",
            "stock",
            "rates",
            "markets",
            "stocks",
            "davos",
            "weve",
            "participant",
            "record",
            "think",
            "thats"
        ]
    }
]