[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2018/01/gold-jumps-to-crucial-technical-level-important-action-coming-up-3179136.html",
        "title": "Gold Jumps to Crucial Technical Level. Important Action Coming Up",
        "authors": [
            {
                "name": "John Rolls",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Gold Jumps to Crucial Technical Level. Important Action Coming Up\nThursday, January 25, 2018 8:18\n \nAfter what seems like a decade in the shadow of tech stocks and cryptocurrencies, gold and silver are rocking again. Which of course leaves everyone wondering if this is the beginning of the long-awaited epic run, or just a head fake preceding yet another grinding, protracted, soul-sucking decline.\nThe following chart has a couple of technical indicators that, if history still matters, shed some light on the challenges gold now faces. The first is the 50-day moving average, shown here as the thin line that tracks the more colorful price line. Note how when gold’s price spikes above the moving average, it is, in technical terms, “overbought.” In other words, it’s ahead of itself and has to fall to get back into sync with longer-term momentum.\nIn late 2017 gold pierced its moving average and kept on going, and is now far into overbought territory. That’s a negative.\nThe second indicator is the $1,360/oz level, which seems to represent serious resistance. Whenever gold has gotten close (or briefly spiked above) this number, it’s been quickly smacked back down. As this is written on the evening of January 24, gold is at $1,362. Again, negative.\nBull markets frequently progress through a series of such tests, with a security or asset class trying and failing to break through – until finally it does. After which it rallies to the next, much higher resistance level.\nWhere is gold in this process? Will it have to bounce off more technical barriers before, someday in the indeterminate future, rising to its intrinsic value of $5,000 – $10,000? Or will today’s overwhelmingly positive fundamentals (spiraling global debt, rising inflation, the falling dollar, cryptocurrency profits looking for a home, Chinese and Russian gold demand, alarming geopolitical crises everywhere) bring sound money back into style sooner rather than later?\nTechnical analysis deals in probabilities, and based on the history of the above indicators the highest percentage bet would be to take some profits after Wednesday’s spike. But based on fundamentals — which are now a raging fire in the fiat currency theater from which everyone will soon be fleeing – selling precious metals or related mining stocks here risks missing out on what could be an epic bull market.\nPut another way, technical indicators presume a consistent, continuous environment in which past is prologue. So they usually work, but become obsolete when the world changes in fundamental ways.\nIf a crisis (like the 2008 housing bust) decimates the financial Establishment, or a new idea (like the dot-coms or bitcoin) captures the world’s imagination, the result is a discontinuity in which old indicators lose their meaning. How many resistance levels do you think bitcoin blew through on its way to 19,000? How many support zones did Lehman Brothers pierce on its way to zero? Probably too many to count.\nGold and silver will eventually be caught up in a similar mass awakening. The only questions are when it happens and what sets it off.\nThe possible catalysts are multiplying, with an especially interesting new one being the  gold-based cryptocurrencies  now being planned that might make gold and eventually silver as portable as a credit card. Another is the  panic out of bonds  that will ensue if interest rates rise just a little more (1% of the global fixed income market flowing into gold would send it past $5,000 without a backward glance.).\nBarring a major catalyst, the steady accumulation of debt at every level of every major society will still force a monetary reset, which is another term for massive devaluation of fiat currencies against real stuff, including gold.\nPermission to Post\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\n“They will throw their gold in the streets”\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "They will throw their gold in the streets",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.zerohedge.com/news/2018-01-24/ray-dalio-says-bear-market-has-begun-expects-historic-crash",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://www.financemagnates.com/cryptocurrency/news/perth-mint-planning-gold-backed-cryptocurrency/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "indicators",
            "average",
            "technical",
            "silver",
            "stocks",
            "coming",
            "resistance",
            "gold",
            "jumps",
            "moving",
            "action",
            "level",
            "way",
            "crucial",
            "important"
        ]
    }
]