[
    {
        "url": "https://beforeitsnews.com/crime-all-stars/2018/01/is-indecent-exposure-a-misdemeanor-or-a-felony-pc-314-2462350.html",
        "title": "Is Indecent Exposure a Misdemeanor or a Felony? (PC 314)",
        "authors": [
            {
                "name": "Paul Wallin",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Paul Wallin\nIs Indecent Exposure a Misdemeanor or a Felony? (PC 314)\nWednesday, January 24, 2018 10:03\n% of readers think this story is Fact. Add your two cents.\nUnder California Penal Code Section 314, indecent exposure is defined as exposing your genitals for a sexual purpose in a public setting where it would be considered a lewd act to do so.\nIn order to convict you of indecent exposure , the prosecution must prove:\nYou willfully exposed your genitals in the presence of another person who might be offended or annoyed by your actions, AND\nWhen you exposed yourself, you acted lewdly by intending to direct public attention to your genitals for the purpose of sexually arousing or gratifying yourself or another person, or sexually offending another person\nIf you are accused of indecent exposure, do you face misdemeanor or felony charges?\nIs Indecent Exposure a Misdemeanor or Felony Crime?\nIndecent exposure is a “wobbler” offense, which means that it can be charged as a felony or a misdemeanor. How you will be charged depends upon the circumstances of your case.\nIf it is your first indecent exposure charge, you will be charged with a misdemeanor. If it is your second or subsequent indecent exposure charge, you face felony indecent exposure. You could also be charged with a felony if you are convicted of “aggravated” indecent exposure charges, which means you entered a home or building to commit indecent exposure.\nMisdemeanor Indecent Exposure Penalties\nIf you are convicted of misdemeanor indecent exposure under PC 314, you face up to six months in county jail and fines of up to $1,000.\nYou will also be required to register as a sex offender for the rest of your life under California Penal Code Section 290 if you are convicted of indecent exposure. This may be the most severe part of your sentence.\nHaving to register as a sex offender could make it difficult to find and maintain meaningful employment and sustain relationships with friends, family members and significant others. If you fail to register, you could be charged with a separate crime under PC 290.\nFelony Indecent Exposure Punishment\nIf you are convicted of felony indecent exposure, you face 16 months, 2 or 3 years in county jail and up to $10,000 fines.\nA felony indecent exposure conviction also will result in sex offender registration under PC 290.\nWhat to Do if You are Accused of Indecent Exposure\nThe penalties for an indecent exposure conviction in California are severe. That is why you should not hesitate to contact an experienced indecent exposure lawyer if you are accused of this crime.\nOur skilled criminal defense attorneys at Wallin & Klarich have been successfully defending clients facing indecent exposure charges for more than 35 years. Here are some of the valid legal defenses our lawyers have used to help clients obtain a favorable outcome in their cases:\nYou did not expose your genitals\nThe exposure did not occur in the presence of another\nThe exposure was not willful or lewd\nLack of intent\nContact the Indecent Exposure Lawyers at Wallin & Klarich Today\nIf you or someone you love has been accused of indecent exposure, you should contact the experienced indecent exposure lawyers at Wallin & Klarich right away.\nOur skilled and knowledgeable criminal defense lawyers at Wallin & Klarich have more than 35 years of experience successfully defending clients facing charges for indecent exposure and other serious sex crimes. We’ve helped thousands of clients in their time of legal need, and we can help you now.\nWith offices in Orange County, Riverside, San Bernardino, Victorville, West Covina, Torrance, Los Angeles and San Diego, you can find an experienced Wallin & Klarich indecent exposure attorney available near you no matter where you work or live.\nCall our law firm today at (877) 4-NO-JAIL or (877) 466-5245 for a free phone consultation. We will be there when you call.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.wklaw.com/practice-area/felony-sentencing/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.wklaw.com/indecent-exposure-overview/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.wklaw.com/contact.html",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.wklaw.com/indecent-exposure-penalty-sentencing-punishment/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "pc",
            "misdemeanor",
            "klarich",
            "wallin",
            "314",
            "exposure",
            "charged",
            "sex",
            "indecent",
            "lawyers",
            "felony"
        ]
    }
]