[
    {
        "url": "https://beforeitsnews.com/science-and-technology/2018/01/nuclear-ballistic-missile-denial-ability-hits-fema-officials-in-its-licensing-procedure-and-failure-to-intervene-in-the-states-civil-defense-meltdown-defying-the-i-2917359.html",
        "title": "Nuclear Ballistic Missile “Denial-ability” Hits FEMA Officials in Its Licensing Procedure and Failure to Intervene in the State’s Civil Defense Meltdown Defying the ” Integrated Public Alert and Warni",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By 528Revolution.com\nTotal:\nNuclear Ballistic Missile “Denial-ability” Hits FEMA Officials in Its Licensing Procedure and Failure to Intervene in the State’s Civil Defense Meltdown Defying the ” Integrated Public Alert and Warning System ” IPAWS Procedure Book\nTuesday, January 23, 2018 20:32\n% of readers think this story is Fact. Add your two cents.\nNuclear Ballistic Missile “Denial-ability” Hits FEMA Officials in Its Licensing Procedure and Failure to Intervene in the State’s Civil Defense Meltdown Defying the ” Integrated Public Alert and Warning System ” IPAWS Procedure Book\n______\n_______\n \nDr. Leonard G. Horowitz\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nKane’s question opened a Pandora’s box of evil. The source of the Japanese alert was NHK. This company specializes in communications technologies for public persuasion. They research and develop spin-off technologies and companies for profit, a ploy learned from U.S. and British universities, although they are protected by the government. NHK works cooperatively with Western intelligence agencies and cyber-security companies likewise.\nTo have the same false unprecedented message go out twice on two far removed continents only days apart gives any reasonably intelligent person probable cause to consider an organized crime featuring cyber-sabotage. And the financial motives for doing so are spelled out on NHK online network of private (for profit) businesses supplying cyber-security services just as nuclear missile threats from North Korea jointly threaten America and Japan. Too convenient a “coincidence” to be dismissed.\nCompounding the pattern and evidence the U.S. Centers for Disease Control and Prevention (CDC) suddenly, inexplicably, and damagingly cancelled a January 16 meeting that was scheduled to focus on the “Public Health Response to a Nuclear Detonation.” This was correctly interpreted as “the health body responding to heightened rhetoric of nuclear war between the U.S. and North Korea,” said the Washington Times . After six months of planning with FEMA officials to co-host the event, pay for speakers, pay for publicity, and arrange accommodations, the lame excuse given for the cancellation reported on January 12, 2018—one day before the Hawaii crisis—was that the flu was more important. Incredible.\n \n \n \n \nGovernor Ige’s administrators are obviously out of their league when it comes to cyber-security, cyber-warfare, or even FEMA warning procedures based on their recent actions. Given information on a need to know basis only in military circles, they apparently have no knowledge of what’s happening across town at Booz Allen Hamilton, or even in their own “Fusion Center’s” intelligence operations supervised by the CIA and DHS in favor of the lucrative world of nuclear cyber-warfare and security systems commerce.\n \n \n \n \nIt is public knowledge that Booz Allen is the firm spawned Edward Snowden. Therefore, this depth of cyber-crime capability might be expected, given the company’s history. You might recall Snowden’s Wikileaked news generated global terror that “Big Brother is Watching You!” That great advertising sold security systems using fear of the threat to generate the social control meme, forcing people to purchase all kinds of cyber-security software and equipment. This was wonderful for the agents holding concealed interests in abusing the intelligence firms cyber-capabilities.\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nGovernor Ige extended his administration’s lie. “The [new] template will have a pre-scripted message [on it], saying ‘this is a false alarm’, and ‘the missile is not inbound.’” It will go out the same way the initial announcement went out. We didn’t have a process in place. Ige said. No automatic mechanism was in place. By falsely assuring the public this way, Ige vicariously campaigned for AT&T’s First Net deployment arranged only six (6) months earlier.\n \n \n \n \n \n \n \n \n \nGov. Ige’s duties under this plan included the following (in accordance with Section 3):\n“Issuing an emergency proclamation to declare a state of emergency and exercising, as appropriate, emergency authorities . . .\n“Providing strategic guidance for state response and recovery operations. . . .\n \n \n \n \n \n \n \n \nThe so-called “ Open Platform for Emergency Networks (IPAWS-OPEN) DHS/FEMA/PIA-046 July 17, 2017, expressly authorized Hawaii officials to immediately retract the alert.\nSection 6.3 asks, “Does the project place limitations on re-dissemination?” It answers:\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSherri Kane and Dr. Leonard Horowitz\nDr. Leonard Horowitz , D.M.D., M.A., M.P.H., D.N.M. (hon.), D.M.M. (hon.), is the author of twenty one books, including the prophetically titled  Death In The Air: Globalism,Terrorism and Toxic Warfare that came out three months before 9-11-01. That book deals with biological and energy weapons being used for population control. His three American best-sellers include: Emerging Viruses: AIDS & Ebola–Nature, Accident or Intentional? that was largely responsible for prompting explosive interest in vaccination risks and biological warfare; Healing Codes for the Biological Apocalypse , that revealed the ancient Solfeggio musical scale secreted for millennia; and Healing Celebrations: Miraculous Recoveries Through Ancient Scripture, Natural Medicine and Modern Science in which Dr. Horowitz presents his protocol for administering prevention and speedy recoveries. His most recent text, The Book of 528: Prosperity Key of LOVE , has prompted a revolution in the music industry improving recording artistry and music therapy with the use of C=528Hz(A=444Hz) tuning that produces “medicinal music.” Dr. Horowitz’s documentary, UN-VAXXED: A Docu-commentary for Robert De Niro won five international awards, including “ Best Film – 2016 ” in London and Geneva competitions.\n \n \n \n \n \n \n \n \n \nFor their work together exposing devil-doing operatives in the media, Dr. Horowitz and Ms. Kane were christened “The HOROKANE” by Alma C. Ott, exposed in this article.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Public Health Response to a Nuclear Detonation.",
                "",
                true
            ],
            [
                "the health body responding to heightened rhetoric of nuclear war between the U.S. and North Korea,",
                "",
                false
            ],
            [
                "The [new] template will have a pre-scripted message [on it], saying ‘this is a false alarm’, and ‘the missile is not inbound.",
                "",
                true
            ],
            [
                "Does the project place limitations on re-dissemination?",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.washingtontimes.com/news/2018/jan/12/cdc-cancels-discussion-surviving-nuclear-attack-fo/",
                "https://beforeitsnews.com/v3/r2/?url=http://medicalveritas.org/un-vaxxed-a-docu-commentary-for-robert-de-niro/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.healthyworldstore.com/product-p/dita.htmhttp://",
                "https://beforeitsnews.com/v3/r2/?url=http://drlenhorowitz.com",
                "https://beforeitsnews.com/v3/r2/?url=http://www.healthyworldstore.com/index.php?act=viewCat&catId=3",
                "https://beforeitsnews.com/v3/r2/?url=http://www.healthyworldstore.com/index.php?act=viewProd&productId=23",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://firstnet.gov/news/hawaii-transform-communications-public-safety-governor-ige-approves-buildout-plan-first",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://www.healthyworldstore.com/index.php?act=viewProd&productId=22",
                "https://beforeitsnews.com/v3/r2/?url=http://www.cureshoppe.com/the-book-of-528-prosperity-key-of-love-hard-copy/"
            ]
        },
        "key_words": [
            "hawaii",
            "state",
            "intervene",
            "officials",
            "emergency",
            "procedure",
            "missile",
            "licensing",
            "federal",
            "security",
            "system",
            "states",
            "false",
            "public",
            "meltdown",
            "nuclear",
            "warni"
        ]
    }
]