[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/50-cent-forgot-he-had-700-bitcoins-which-are-now-worth-millions-3590544.html",
        "title": "50 Cent ‘Forgot’ He Had 700 Bitcoins, Which Are Now Worth MILLIONS",
        "authors": [
            {
                "name": "The Daily Sheeple",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2018-01-05",
        "text": "Total:\n50 Cent ‘Forgot’ He Had 700 Bitcoins, Which Are Now Worth MILLIONS\nWednesday, January 24, 2018 15:02\n% of readers think this story is Fact. Add your two cents.\n50 Cent says he forgot that he agreed to accept Bfor the purchases of his 2014 album Animal Ambition. A unit of the cryptocurrency was already worth hundreds of dollars back then, but since the value has increased, the rapper’s 700 Bitcoins are now worth millions.\n50 Cent’s Bitcoin holdings are actually worth about $7.5 million today. “Not Bad for a kid from South Side, I’m so proud of me,” 50 Cent wrote in  an Instagram post  citing TMZ ‘s story about his unexpected windfall. Alongside emojis of a sack of money and a person holding up their hands in a “What?” pose, he added, “LOL.”\nAccording to TMZ‘s sources, Animal Ambition pulled in about 700 Bitcoin in sales … over $400,000, which supposedly sat dormant in his account for years.  Fast-forward to today when Bitcoin’s value has fluctuated between $10,000 and $12,000 per coin, and 50 Cent is sitting on anywhere between $7 million and $8.5 million in the world’s most well-known cryptocurrency.\nOn the day the album came out, 50 Cent took part in an Ask Me Anything (AMA) on  Reddit . As  International Business Times  reports, he talked about accepting Bitcoin as a way to “stay with times.”\nBack when 50 Cent released his 2014 album, Bitcoin was mostly known as a “virtual currency” that was still trying to push its way into the mainstream. The game company Zynga accepted it for some purchases; so did Dell and electronics retailer Newegg and by the end of the year, so did Microsoft.  Those who got on the Bitcoin bandwagon made a good amount of money, while skeptics still seem amazed that the cryptocurrency has held a piece of the US market.\nDawn Luger is a staff writer and reporter for The Daily Sheeple. Wake the flock up – follow Dawn’s work at our Facebook or Twitter.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not Bad for a kid from South Side, I’m so proud of me,",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.tmz.com/2018/01/23/50-cent-made-millions-bitcoin-animal-ambition-album/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.ibtimes.com/early-bitcoin-bet-made-rapper-50-cent-millions-animal-ambition-sales-2644438",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "cent",
            "worth",
            "bitcoins",
            "50",
            "forgot",
            "bitcoin",
            "700",
            "million",
            "millions",
            "way",
            "daily",
            "album"
        ]
    }
]