[
    {
        "url": "https://beforeitsnews.com/environment/2018/01/scientists-move-doomsday-clock-ahead-by-30-seconds-closest-to-apocalypse-since-1953-as-of-today-it-is-two-minutes-to-midnight-2587624.html",
        "title": "Scientists move Doomsday Clock ahead by 30 seconds, closest to apocalypse since 1953 – “As of today, it is two minutes to midnight”",
        "authors": [
            {
                "name": "Desdemona Despair",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nScientists move Doomsday Clock ahead by 30 seconds, closest to apocalypse since 1953 – “As of today, it is two minutes to midnight”\nThursday, January 25, 2018 9:09\n% of readers think this story is Fact. Add your two cents.\n25 January 2018\nUlp.\nThe Bulletin of the Atomic Scientists advanced the symbolic Doomsday Clock a notch closer to the end of humanity Thursday, moving it ahead by 30 seconds after what the organization called a “grim assessment” of the state of geopolitical affairs.\n“As of today,” Bulletin president Rachel Bronson told reporters, “it is two minutes to midnight.”\nIn moving the clock 30 seconds closer to the hour of the apocalypse, the group cited “the failure of President Trump and other world leaders to deal with looming threats of nuclear war and climate change.”\nThe organization — whose board includes 15 Nobel Laureates — now believes “the world is not only more dangerous now than it was a year ago; it is as threatening as it has been since World War II,” Bulletin officials Lawrence M. Krauss and Robert Rosner wrote in an op-ed published Thursday by The Washington Post. “In fact, the Doomsday Clock is as close to midnight today as it was in 1953, when Cold War fears perhaps reached their highest levels.”\nKrauss, a theoretical physicist, and Rosner, an astrophysicist, added: “To call the world nuclear situation dire is to understate the danger — and its immediacy. North Korea’s nuclear weapons program appeared to make remarkable progress in 2017, increasing risks for itself, other countries in the region and the United States.”\nThe clock, a metaphorical measure of humankind’s proximity to global catastrophe, also advanced 30 seconds last year, to 2½ minutes to “midnight ” — the closest to the apocalyptic hour it has been since 1953, after the United States tested its first thermonuclear device, followed months later by the Soviet Union’s hydrogen bomb test.\nBefore Thursday’s announcement, experts said there was only one direction the clock could possibly move, given recent events — including North Korea’s intercontinental ballistic missile test and the my-nuclear-button-is-bigger-than-yours war of words between Trump and North Korean leader Kim Jong Un.\n“I think it would be very hard for the clock not​ to move forward,” Alex Wellerstein , who specializes in the history of nuclear weapons at the Stevens Institute of Technology, said in an email leading up to the announcement. “We have members of Congress, White House advisers, and even the president implying that they think war with a nuclear state is not only likely, but potentially desirable. That’s unusual and disturbing.\n“The question I have is: How much forward can they go?”\nAnother 30 seconds, to be exact. [ more ]\n25 January 2018\n(The Washington Post) – Days after Donald Trump took the oath of office, the Bulletin of the Atomic Scientists reset the Doomsday Clock to 2½ minutes to midnight, in part because of destabilizing comments and threats from America’s new commander in chief. One year later, we are moving the clock forward again by 30 seconds, due to the failure of President Trump and other world leaders to deal with looming threats of nuclear war and climate change.\nThe Science and Security Board for the Bulletin of the Atomic Scientists assesses that the world is not only more dangerous now than it was a year ago; it is as threatening as it has been since World War II. In fact, the Doomsday Clock is as close to midnight today as it was in 1953 , when Cold War fears perhaps reached their highest levels.\nTo call the world nuclear situation dire is to understate the danger — and its immediacy. North Korea’s nuclear weapons program appeared to make remarkable progress in 2017, increasing risks for itself, other countries in the region and the United States.\nThe failure in 2017 to secure a temporary freeze on North Korea’s nuclear development was unsurprising to observers of the downward spiral of nuclear rhetoric between Trump and North Korean leader Kim Jong Un. But North Korea’s developing nuclear program will reverberate not just in the Asia-Pacific, as neighboring countries review their security options, but more widely, as all countries consider the costs and benefits of the international framework of nonproliferation treaties and agreements.\nGlobal nuclear risks were compounded by U.S.-Russia relations that now feature more conflict than cooperation. The United States and Russia remained at odds, continuing military exercises along the borders of the North Atlantic Treaty Organization, undermining the Intermediate-Range Nuclear Forces Treaty, upgrading their nuclear arsenals and eschewing arms control negotiations.\nTensions over the South China Sea have increased. Pakistan and India have continued to build ever-larger arsenals of nuclear weapons. And in the Middle East, uncertainty about continued U.S. support for the landmark Iranian nuclear deal adds to a bleak overall picture. A related danger is the rise of cyberthreats targeting national infrastructure, including power grids, water supplies and military systems.\nOn the climate-change front, the danger may seem less immediate than risk of nuclear annihilation, but avoiding catastrophic temperature increases in the long run requires urgent attention now. Global carbon dioxide emissions have not yet shown the beginnings of the sustained decline toward zero that must occur if we are to avoid ever-greater warming. The nations of the world will have to significantly decrease their greenhouse-gas emissions to manage even the climate risk accepted in the Paris accord. So far, the global response has fallen far short of meeting this challenge.\nThe Trump administration’s decision essentially to turn a blind eye to climate change transpired against a backdrop of a worsening climate, including exceedingly powerful hurricanes in the Caribbean and other parts of North America and extreme heat waves in Australia, South America, Asia, Europe and California. The Arctic ice cap achieved its smallest-ever winter maximum in 2017. And last week, data from 2017 demonstrated a continued trend of exceptional global warmth.\nWe believe that the perilous world security situation described here would, in itself, justify moving the minute hand of the Doomsday Clock closer to midnight. But there also is a real threat posed by a fundamental breakdown in the international order that has been dangerously exacerbated by recent U.S. actions. In 2017, the United States backed away from its long-standing leadership role in the world, reducing its commitment to seek common ground and undermining the overall effort toward solving pressing global governance challenges. Neither allies nor adversaries have been able to reliably predict U.S. actions or discern between sincere U.S. pronouncements and mere rhetoric.\nU.S. allies have needed reassurance about American intentions more than ever. Instead, they have been force to negotiate a thicket of conflicting policy statements from an administration weakened in its cadre of foreign policy professionals and suffering from turnover in senior leadership. Led by an undisciplined and disruptive president, the administration has failed to develop, coordinate and clearly communicate a coherent nuclear policy. This inconsistency constitutes a major challenge for deterrence, alliance management and global stability.\nWe hope this resetting of the clock will be interpreted exactly as it is meant: an urgent warning of global danger. The time for world leaders to address looming nuclear danger and the continuing march of climate change is long past. The time for the citizens of the world to demand such action is now. It is time to rewind the Doomsday Clock.\nVideo from the Doomsday Clock announcement at the National Press Club in Washington, D.C., is available at http://clock.thebulletin.org/ and on the Bulletin of the Atomic Scientists’ Facebook page at https://www.facebook.com/BulletinOfTheAtomicScientists/ .\nThe statement explaining the resetting of the time of the Doomsday Clock notes: “In 2017, world leaders failed to respond effectively to the looming threats of nuclear war and climate change, making the world security situation more dangerous than it was a year ago—and as dangerous as it has been since World War II. The greatest risks last year arose in the nuclear realm. North Korea’s nuclear weapons program appeared to make remarkable progress in 2017, increasing risks for itself, other countries in the region, and the United States. Hyperbolic rhetoric and provocative actions on both sides have increased the possibility of nuclear war by accident or miscalculation …. On the climate change front, the danger may seem less immediate, but avoiding catastrophic temperature increases in the long run requires urgent attention now …. The nations of the world will have to significantly decrease their greenhouse gas emissions to keep climate risks manageable, and so far, the global response has fallen far short of meeting this challenge.”\nFueling concerns about the potential of a nuclear holocaust are a range of U.S.-Russian military entanglements, South China Sea tensions, escalating rhetoric between Pakistan and India, and uncertainty about continued U.S. support for the Iran nuclear deal. Contributing to the risks of nuclear and non-nuclear clashes around the globe are the rise of nation-state information technology and internet-based campaigns attacking infrastructure and free elections, according to the statement.\nAlso highlighted as an overarching global concern: The decline of U.S. leadership and a related demise of diplomacy under the Trump Administration. “… [T]here has also been a breakdown in the international order that has been dangerously exacerbated by recent U.S. actions. In 2017, the United States backed away from its longstanding leadership role in the world, reducing its commitment to seek common ground and undermining the overall effort toward solving pressing global governance challenges. Neither allies nor adversaries have been able to reliably predict U.S. actions or understand when U.S. pronouncements are real, and when they are mere rhetoric. International diplomacy has been reduced to name-calling, giving it a surrealistic sense of unreality that makes the world security situation ever more threatening.”\nIn January 2017, the Doomsday Clock’s minute hand edged forward by 30 seconds, to two and half minutes before midnight. For the first time, the Doomsday Clock was influenced by statements from an incoming U.S. President, Donald Trump, regarding the proliferation and the prospect of actually using nuclear weapons, as well as statements made in opposition to U.S. commitments regarding climate change.  \nRachel Bronson, president and CEO, Bulletin of the Atomic Scientists, said: “Because of the extraordinary danger of the current moment, the Science and Security Board today moves the minute hand of the Doomsday Clock 30 seconds closer to catastrophe. It is now two minutes to midnight­­­­—the closest the Clock has ever been to Doomsday, and as close as it was in 1953, at the height of the Cold War.”\nLawrence Krauss, director of the Origins Project at Arizona State University, Foundation Professor at School of Earth and Space Exploration and Physics Department, Arizona State University, and chair, Bulletin of the Atomic Scientists’ Board of Sponsors, said: “The current, extremely dangerous state of world affairs need not be permanent. The means for managing dangerous technology and reducing global-scale risk exist; indeed, many of them are well-known and within society’s reach, if leaders pay reasonable attention to preserving the long-term prospects of humanity, and if citizens demand that they do so. This is a dangerous time, but the danger is of our own making. Humankind has invented the implements of apocalypse; so can it invent the methods of controlling and eventually eliminating them. This year, leaders and citizens of the world can move the Doomsday Clock and the world away from the metaphorical midnight of global catastrophe by taking common-sense action.”\nRobert Rosner, William E. Wrather Distinguished Service Professor in the Department of Astronomy and Astrophysics and Physics at the University of Chicago, and chair, Bulletin of the Atomic Scientists’ Science and Security Board, said: “We hope this resetting of the Clock will be interpreted exactly as it is meant—as an urgent warning of global danger. The time for world leaders to address looming nuclear danger and the continuing march of climate change is long past. The time for the citizens of the world to demand such action is now: #RewindtheDoomsdayClock.”\nSharon Squassoni, research professor of practice at the Institute for International Science and Technology Policy, Elliott School of International Affairs, The George Washington University, and Bulletin of the Atomic Scientists’ Science and Security Board, said: “In the past year, U.S. allies have needed reassurance about American intentions more than ever. Instead, they have been forced to negotiate a thicket of conflicting policy statements from a U.S. administration weakened in its cadre of foreign policy professionals, suffering from turnover in senior leadership, led by an undisciplined and disruptive president, and unable to develop, coordinate, and clearly communicate a coherent nuclear policy. This inconsistency constitutes a major challenge for deterrence, alliance management, and global stability. It has made the existing nuclear risks greater than necessary and added to their complexity.”\nSivan Kartha, senior scientist at the Stockholm Environmental Institute and co-leader of SEI’s Gender and Social Equity Program, and Bulletin of the Atomic Scientists’ Science and Security Board, said:  “2017 just clocked in as the hottest year on record that wasn’t boosted by an El Nino. And that matches what we’ve witnessed on the ground: the Caribbean suffered a season of historic damage from exceedingly powerful hurricanes, extreme heat waves struck across the globe, the Arctic ice cap hit its lowest winter peak on record, and the U.S. suffered devastating wildfires. And while this was happening, the Trump administration dutifully carried through on the campaign promise of derailing U.S. climate policy, putting avowed climate denialists in top cabinet positions, and announcing plans to withdraw from the Paris climate Agreement. Thankfully, this didn’t cause global cooperation to unravel, and other countries have reaffirmed their commitment to take action against climate change.”\n#RewindtheDoomsdayClock is a major message of the 2018 statement, with the following action steps among those recommended:\nU.S. President Donald Trump should refrain from provocative rhetoric regarding North Korea, recognizing the impossibility of predicting North Korean reactions. The U.S. and North Korean governments should open multiple channels of communication.\nThe world community should pursue, as a short-term goal, the cessation of North Korea’s nuclear weapon and ballistic missile tests. North Korea is the only country to violate the norm against nuclear testing in 20 years.\nThe Trump administration should abide by the terms of the Joint Comprehensive Plan of Action for Iran’s nuclear program unless credible evidence emerges that Iran is not complying with the agreement or Iran agrees to an alternative approach that meets U.S. national security needs.\nThe United States and Russia should discuss and adopt measures to prevent peacetime military incidents along the borders of NATO.\nU.S. and Russian leaders should return to the negotiating table to resolve differences over the INF treaty, to seek further reductions in nuclear arms, to discuss a lowering of the alert status of the nuclear arsenals of both countries, to limit nuclear modernization programs that threaten to create a new nuclear arms race, and to ensure that new tactical or low-yield nuclear weapons are not built, and existing tactical weapons are never used on the battlefield.\nU.S. citizens should demand, in all legal ways, climate action from their government. Climate change is a real and serious threat to humanity.\nGovernments around the world should redouble their efforts to reduce greenhouse gas emissions so they go well beyond the initial, inadequate pledges under the Paris Agreement.\nThe international community should establish new protocols to discourage and penalize the misuse of information technology to undermine public trust in political institutions, in the media, in science, and in the existence of objective reality itself.\nContact\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "As of today, it is two minutes to midnight",
                "",
                false
            ],
            [
                "it is two minutes to midnight.",
                "Rachel Bronson",
                false
            ],
            [
                "the failure of President Trump and other world leaders to deal with looming threats of nuclear war and climate change.",
                "",
                false
            ],
            [
                "the world is not only more dangerous now than it was a year ago; it is as threatening as it has been since World War II,",
                "Robert Rosner",
                false
            ],
            [
                "In fact, the Doomsday Clock is as close to midnight today as it was in 1953, when Cold War fears perhaps reached their highest levels.",
                "Rachel Bronson",
                true
            ],
            [
                "To call the world nuclear situation dire is to understate the danger — and its immediacy.",
                "Krauss",
                true
            ],
            [
                "North Korea’s nuclear weapons program appeared to make remarkable progress in 2017, increasing risks for itself, other countries in the region and the United States.",
                "Krauss",
                true
            ],
            [
                "I think it would be very hard for the clock not  to move forward,",
                "Alex Wellerstein",
                true
            ],
            [
                "The question I have is: How much forward can they go?",
                "",
                true
            ],
            [
                "In 2017, world leaders failed to respond effectively to the looming threats of nuclear war and climate change, making the world security situation more dangerous than it was a year ago—and as dangerous as it has been since World War II.",
                "",
                true
            ],
            [
                "The greatest risks last year arose in the nuclear realm.",
                "",
                true
            ],
            [
                "North Korea’s nuclear weapons program appeared to make remarkable progress in 2017, increasing risks for itself, other countries in the region, and the United States.",
                "",
                true
            ],
            [
                "Hyperbolic rhetoric and provocative actions on both sides have increased the possibility of nuclear war by accident or miscalculation ….",
                "",
                true
            ],
            [
                "On the climate change front, the danger may seem less immediate, but avoiding catastrophic temperature increases in the long run requires urgent attention now ….",
                "",
                true
            ],
            [
                "The nations of the world will have to significantly decrease their greenhouse gas emissions to keep climate risks manageable, and so far, the global response has fallen far short of meeting this challenge.",
                "",
                true
            ],
            [
                "T]here has also been a breakdown in the international order that has been dangerously exacerbated by recent U.S. actions.",
                "",
                true
            ],
            [
                "In 2017, the United States backed away from its longstanding leadership role in the world, reducing its commitment to seek common ground and undermining the overall effort toward solving pressing global governance challenges.",
                "",
                true
            ],
            [
                "Neither allies nor adversaries have been able to reliably predict U.S. actions or understand when U.S. pronouncements are real, and when they are mere rhetoric.",
                "",
                true
            ],
            [
                "International diplomacy has been reduced to name-calling, giving it a surrealistic sense of unreality that makes the world security situation ever more threatening.",
                "",
                true
            ],
            [
                "Because of the extraordinary danger of the current moment, the Science and Security Board today moves the minute hand of the Doomsday Clock 30 seconds closer to catastrophe.",
                "Rachel Bronson",
                true
            ],
            [
                "It is now two minutes to midnight­­­­—the closest the Clock has ever been to Doomsday, and as close as it was in 1953, at the height of the Cold War.",
                "Rachel Bronson",
                true
            ],
            [
                "The current, extremely dangerous state of world affairs need not be permanent.",
                "Lawrence Krauss",
                true
            ],
            [
                "The means for managing dangerous technology and reducing global-scale risk exist; indeed, many of them are well-known and within society’s reach, if leaders pay reasonable attention to preserving the long-term prospects of humanity, and if citizens demand that they do so.",
                "Lawrence Krauss",
                true
            ],
            [
                "This is a dangerous time, but the danger is of our own making.",
                "Lawrence Krauss",
                true
            ],
            [
                "Humankind has invented the implements of apocalypse; so can it invent the methods of controlling and eventually eliminating them.",
                "Lawrence Krauss",
                true
            ],
            [
                "This year, leaders and citizens of the world can move the Doomsday Clock and the world away from the metaphorical midnight of global catastrophe by taking common-sense action.",
                "Lawrence Krauss",
                true
            ],
            [
                "We hope this resetting of the Clock will be interpreted exactly as it is meant—as an urgent warning of global danger.",
                "Robert Rosner",
                true
            ],
            [
                "The time for world leaders to address looming nuclear danger and the continuing march of climate change is long past.",
                "Robert Rosner",
                true
            ],
            [
                "The time for the citizens of the world to demand such action is now: #RewindtheDoomsdayClock.",
                "Robert Rosner",
                true
            ],
            [
                "In the past year, U.S. allies have needed reassurance about American intentions more than ever.",
                "Sharon Squassoni",
                true
            ],
            [
                "Instead, they have been forced to negotiate a thicket of conflicting policy statements from a U.S. administration weakened in its cadre of foreign policy professionals, suffering from turnover in senior leadership, led by an undisciplined and disruptive president, and unable to develop, coordinate, and clearly communicate a coherent nuclear policy.",
                "Sharon Squassoni",
                true
            ],
            [
                "This inconsistency constitutes a major challenge for deterrence, alliance management, and global stability.",
                "Sharon Squassoni",
                true
            ],
            [
                "It has made the existing nuclear risks greater than necessary and added to their complexity.",
                "Sharon Squassoni",
                true
            ],
            [
                "2017 just clocked in as the hottest year on record that wasn’t boosted by an El Nino.",
                "Sivan Kartha",
                false
            ],
            [
                "And that matches what we’ve witnessed on the ground: the Caribbean suffered a season of historic damage from exceedingly powerful hurricanes, extreme heat waves struck across the globe, the Arctic ice cap hit its lowest winter peak on record, and the U.S. suffered devastating wildfires.",
                "Sivan Kartha",
                true
            ],
            [
                "And while this was happening, the Trump administration dutifully carried through on the campaign promise of derailing U.S. climate policy, putting avowed climate denialists in top cabinet positions, and announcing plans to withdraw from the Paris climate Agreement.",
                "Sivan Kartha",
                true
            ],
            [
                "Thankfully, this didn’t cause global cooperation to unravel, and other countries have reaffirmed their commitment to take action against climate change.",
                "Sivan Kartha",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://clock.thebulletin.org/",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "trump",
            "ahead",
            "scientists",
            "climate",
            "seconds",
            "minutes",
            "clock",
            "global",
            "doomsday",
            "bulletin",
            "war",
            "apocalypse",
            "midnight",
            "closest",
            "north",
            "world",
            "nuclear",
            "today"
        ]
    }
]