[
    {
        "url": "https://beforeitsnews.com/crime-all-stars/2018/01/fbi-releases-preliminary-2017-data-on-crime-in-the-united-states-2462347.html",
        "title": "FBI Releases Preliminary 2017 Data on Crime in the United States",
        "authors": [
            {
                "name": "Science",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nFBI Releases Preliminary 2017 Data on Crime in the United States\nWednesday, January 24, 2018 10:01\n% of readers think this story is Fact. Add your two cents.\nThe Federal Bureau of Investigation today released the 2017 Preliminary Semiannual Uniform Crime Report, a part of the FBI’s Uniform Crime Reports (UCR). The report, which covers January-June 2017, suggests that the violent crime increases that occurred in 2015 and 2016 may have begun to level off. The number of violent crimes decreased by 0.8 percent nationwide in the first half of 2017 when compared with the same period in 2016. The nationwide violent crime rate (the number of violent crimes per 100,000 people in the U.S.) increased by a total of nearly 7 percent during 2015 and 2016, (3.3 percent and 3.4 percent, respectively), the largest two increases in a quarter of a century.\n“When President Trump took office, he ordered the Department of Justice to prioritize the reduction of violent crime, and that is what we have done every day since,” Attorney General Jeff Sessions said. “Last year, we charged more defendants with violent crime offenses than in any year in decades. We convicted hundreds of human traffickers, arrested thousands of violent gang members, and charged hundreds of people suspected of contributing to our opioid abuse epidemic. Working with our state, local, and tribal law enforcement partners, we are making a difference and protecting our communities. These data are encouraging, because it is essential that drastic increases in violent crime not become the new normal. We are dedicated to ensuring they do not.”\nThe data released by the FBI today also show that murders increased by 1.5 percent nationwide during the first six months of 2017, compared with the same period in 2016. This suggests a significant leveling off of the previous increase. In the first half of 2016, murders increased by 5.2 percent. Other categories of violent crime, including rape, robbery, and aggravated assault, all decreased in the first half of 2017 (by 2.4 percent, 2.2 percent, and 0.1 percent, respectively). All three categories increased during the same period in 2016. The FBI’s 2017 Preliminary Semiannual Uniform Crime Report is based on information received by the FBI from 13,033 law enforcement agencies nationwide.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "When President Trump took office, he ordered the Department of Justice to prioritize the reduction of violent crime, and that is what we have done every day since,",
                "",
                true
            ],
            [
                "Last year, we charged more defendants with violent crime offenses than in any year in decades.",
                "",
                true
            ],
            [
                "We convicted hundreds of human traffickers, arrested thousands of violent gang members, and charged hundreds of people suspected of contributing to our opioid abuse epidemic.",
                "",
                true
            ],
            [
                "Working with our state, local, and tribal law enforcement partners, we are making a difference and protecting our communities.",
                "",
                true
            ],
            [
                "These data are encouraging, because it is essential that drastic increases in violent crime not become the new normal.",
                "",
                true
            ],
            [
                "We are dedicated to ensuring they do not.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "data",
            "fbi",
            "2017",
            "crime",
            "nationwide",
            "preliminary",
            "period",
            "2016",
            "violent",
            "uniform",
            "states",
            "releases",
            "united",
            "increased",
            "report"
        ]
    }
]