[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/massive-flu-outbreak-heres-the-real-story-the-media-wont-touch-the-lies-the-hoax-the-scandal-4-3589965.html",
        "title": "Massive flu outbreak? Here’s the real story the media won’t touch. The lies, the hoax, the scandal.",
        "authors": [
            {
                "name": "Philosophers Stone",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Philosophers Stone\nTotal:\nMassive flu outbreak? Here’s the real story the media won’t touch. The lies, the hoax, the scandal.\nTuesday, January 23, 2018 0:03\n% of readers think this story is Fact. Add your two cents.\nIn case you haven’t been following the uproar over the flu outbreak, you’ve missed the fact that…\nHealth authorities admit this year’s flu vaccine is only 10% effective.\nBut of course, they urge you to take the vaccine anyway.\nWhy is this year’s vaccine ineffective? Because it’s made using chicken eggs, and researchers have discovered that the flu virus—which is placed in the vaccine—mutates in chicken eggs.\nTherefore, by the time a person takes the flu shot, he’s not being protected against this year’s seasonal flu virus. He’s being protected against a mutated virus that isn’t causing the flu this year.\nThis is the conventional explanation. If you think it’s the whole story, I have condos for sale on the moon.\nYou see, vaccines have been made using chicken eggs—not just this year—but for the past 70 years.\nOops.\nThat would mean the flu vaccine has been ineffective for decades.\nHealthline.com: “The majority of flu vaccines are grown in chicken eggs, a method of vaccine development that’s been used for 70 years.”\nBut wait. There’s more. Much more. I’ll break it down into several scandals.\nSCANDAL ONE: ( I covered this the other day ): Dr. Peter Doshi, writing in the online BMJ (British Medical Journal), reveals a monstrosity.\nAs Doshi states, every year, hundreds of thousands of respiratory samples are taken from flu patients in the US and tested in labs. Here is the kicker: only a small percentage of these samples show the presence of a flu virus.\nThis means: most of the people in America who are diagnosed by doctors with the flu have no flu virus in their bodies.\nSo they don’t have the flu.\nTherefore, even if you assume the flu vaccine is useful and safe, it couldn’t possibly prevent all those “flu cases” that aren’t flu cases.\nThe vaccine couldn’t possibly work.\nThe vaccine isn’t designed to prevent fake flu, unless pigs can fly.\nHere’s the exact quote from Peter Doshi’s BMJ review, “Influenza: marketing vaccines by marketing disease” (BMJ 2013; 346:f3037):\n“…even the ideal influenza vaccine, matched perfectly to circulating strains of wild influenza and capable of stopping all influenza viruses, can only deal with a small part of the ‘flu’ problem because most ‘flu’ appears to have nothing to do with influenza. Every year, hundreds of thousands of respiratory specimens are tested across the US. Of those tested, on average 16% are found to be influenza positive.”\n“…It’s no wonder so many people feel that ‘flu shots’ don’t work: for most flus, they can’t.”\nBecause most diagnosed cases of the flu aren’t the flu.\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The majority of flu vaccines are grown in chicken eggs, a method of vaccine development that’s been used for 70 years.",
                "",
                true
            ],
            [
                "Influenza: marketing vaccines by marketing disease",
                "Peter Doshi",
                false
            ],
            [
                "even the ideal influenza vaccine, matched perfectly to circulating strains of wild influenza and capable of stopping all influenza viruses, can only deal with a small part of the ‘flu’ problem because most ‘flu’ appears to have nothing to do with influenza.",
                "",
                false
            ],
            [
                "Every year, hundreds of thousands of respiratory specimens are tested across the US.",
                "",
                true
            ],
            [
                "Of those tested, on average 16% are found to be influenza positive.",
                "",
                true
            ],
            [
                "It’s no wonder so many people feel that ‘flu shots’ don’t work: for most flus, they can’t.",
                "Peter Doshi",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "heres",
            "vaccines",
            "real",
            "virus",
            "using",
            "massive",
            "lies",
            "vaccine",
            "influenza",
            "tested",
            "wont",
            "hoax",
            "thousands",
            "media",
            "bmj",
            "chicken",
            "outbreak",
            "scandal",
            "touch",
            "flu"
        ]
    }
]