[
    {
        "url": "https://beforeitsnews.com/scandals/2018/01/maurice-kirk-outrageous-hmp-parc-deny-vital-medication-and-urgent-hospital-visits-still-false-medical-report-to-fabricate-mappa-registration-law-firms-let-maurice-down-unbelievably-more-2437506.html",
        "title": "MAURICE KIRK: OUTRAGEOUS: HMP PARC DENY VITAL MEDICATION AND URGENT HOSPITAL VISITS STILL! - FALSE MEDICAL REPORT TO FABRICATE \"MAPPA\" REGISTRATION - LAW FIRMS LET MAURICE DOWN UNBELIEVABLY + more + a",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By butlincat (Reporter)\nTotal:\nMAURICE KIRK: OUTRAGEOUS: HMP PARC DENY VITAL MEDICATION AND URGENT HOSPITAL VISITS STILL! - FALSE MEDICAL REPORT TO FABRICATE \"MAPPA\" REGISTRATION - LAW FIRMS LET MAURICE DOWN UNBELIEVABLY + more + archive\nThursday, January 25, 2018 8:45\n% of readers think this story is Fact. Add your two cents.\nTo: Criminal Appeal Office, Royal Courts of Justice, Strand, London, WC2A 2LL\nFrom: Maurice Kirk BVSC, HMP Parc no. A7306AT, Bridgend, Wales CF25 6AP\n24 Jan. 2018\nFALSE MEDICAL REPORT TO FABRICATE “MAPPA” REGISTRATION:\n1] Following the Appellant’s humble petition to H.R.H. Prince of Wales on 1st Jan. 2009 that led to a favourable F.T.A.C. [Fixed Threat Assessment Centre] response, the South Wales produced medical evidence, under blackmail, to have his MAPPA Level 3 registration\n2] Dr. T W 30th Sept. 2009 subsequent report was fabricated despite being in possession of 9 Sept. from qualified brain scan experts\n3] Complaint by way of Appellant’s 17 Oct. 2010 to the Welsh General Medical Council was all but ignored\n4] This led to 1CF03546 one million pound claim by the Appellant that, in turn, led to 13th Dec. 2012 N.H.S. letter riddled in lies [ten on the 1st page alone] because it was reliant on South Wales police data\n5] Today, after his honour judge NEIL BIDDER QC had my MAPPA registration quashed just days before the T20097455 notorious “machine gun” trial, the Appellant has become aware he is again registered MAPPA Level 3 Cat. 3 BUT NOONE WILL EXPLAIN WHY?\nF.A.O. H.M. Secretary for Wales, the Honourable Alan Cairns MP, Westminster, London, SW1A 1AA\n20 Jan. 2018\nMY UNLAWFUL MAPPA LEVEL 3, CATEGORY 3 REGISTRATION:\n1] I have appeared to have exhausted all routes for correction of my N.H.S. [Wales] medical reports fabricated, in the first place, by your police blackmail\n2] I was “set up”, following my letter to H.R.H. Prince of Wales in 2009 to be shot to stop civil proceedings.\n3] Your country’s crown court has lied, yet again, stating that is has “no authority” to have Dr. T. W. reported to the General Medical Council for fraud\n4] Despite countless complaints, both day and night, and telephone calls and letters to this G4S-run prison from my family and friends simply to release my medsication I am refused even after threat of wheelchair and hunger strike as in HMP Swansea when police blocked it before\n5] Are you prepared to intervene when even aware, as my MP, of this repeat behaviour from the last time I was gaoled for the very same reason?\nsigned,\nRCJ BAIL APPLICATION:\n1] HMP Parc, S. Wales, the principality’s largest privately run recepticle for prime samples of human detritus from both Cardiff and washed down from the Valleys\n2] It is now 6 weeks since a Cardiff judge admitted neither she nor anyone else nominated could correct the court’s forensic psychiatrist, Dr. T. W.’s report he wrote to recommend my incarceration in ASHWORTH due to possible cancer\n3] At last! see my Offender Manager who, in turn with every other conceivable unit so far contacted “cannot ” identify my MAPPA status when and why changed or allow me even a table or chair in my cell, unlike others still currently without a single stick of furniture except for a tv shelf!\n4] Just 6 weeks I am now returned my prescribed medication such a level because the South Wales police had blocked my G/A Endoscopy and biopsy whilst on parole as MAPPA Level 3 Cat. 3 victim. My. “O.S.” [Offender Supervisor] is also unable to assist is giving me access to my legal data held in reception for 4 x RCJ appeals and 7 Cardiff court ongoing cases, use of private cash to extend time on telephone or Ministry of Justice laptop as a L.I.P. when in “machine gun” Cardiff and parole MAPPA conspiracies in HMP Swansea as well I had laptop in my cell\n5] My applications to either Welsh prisons for transfer, if promised, is also refused, anything but anything to block civil litigation re: S. Wales police\n6] She was unable to assist in even promising me my “reception” is it or speaking to my next of kin [both usually free]\n7] It is now 2 months since I paid out £20-odd thousand to 4 different law firms to expedite urgent matters and attend “sentencing”. Not a word either from ICFO3361 “MACHINE GUN CLAIM” asking for direct court intervention on it and ICFO3546 N.H.S. MILLION POUND claim. Not a word from the 3 law firms “Mental Health Review Tribunal”, GMC, S. Wales Mental Health Advocacy, IMB, NHS [Wales], or specified doctors written to in Caswell Clinic where the 1983 M.H.A. abuse happened. Not one helper in my M/G, MAPPA or civil claim conspiracies are allowed to be contacted by telephone except brother, sister utterly bemused that such conditions can be repeatedly inflicted on an Englishman so stupid, in the first place, to come and practice vetinerary science in such an inherently corrupt environment – and noone seems to give a damn about it!!\nLIST OF FORENSIC PSYCHIATRISTS FROM 2009 IN CONTRADICTION TO A SOUTH WALES POLICE PSYCHIATRIST:\n“March 2008 – Dotors at WACO PRISON, and TEXAS STATE PSYCHIATRIC HOSPITAL…continues..\nTo: THE CRIMINAL COURT OF APPEAL: ABUSE OF PROCESS \nReceived: \nWhy am I still refused:\n1] my prescribed medicines for weeks on end?\n2] the reason why my Cardiff Hospital appointment cancelled for the 3rd time?\n3] Photocopying at my own expense and\n4] Library access -> BOTH FIRST APPROVED AND THEN STOPPED?\n5] Free letters to courts, MP, GP, witnesses, Dr. Nick Hardwick, or Litigants In Person?\n6] Week’s canteen – meaning no 20 stamps\n7] Church service access\n8] Reason not allowed Ministry of Justice laptop only for it to be countermanded as a “forced to be Litigant In Person”?\n9] Reason why I am still MAPPA Level 3 victim? – of “machine gun conspiracy” when diagnosed with “significant brain damage due to a possible brain tumour”?\n10] When not even Cardiff Crown Court does not have authority to report all this to the GMC?\n11] No OMU [Offender Management Unit] or IMB [Independant Monitoring Board] intervention due to MAPPA\nsigned\nMAURICE KIRK – HMP PARC – A7306AT – B4 – 15/01/2018\n1] Your lack of response to my written concerns since December 2017\n2] I am unlawfully gaoled as Cardiff Crown Court state it has NO AUTHORITY to have my Soiuth Wales Police MAPPA 3 Catagory 3 medical reports, fabricated due their failed malicious prosecutions, referred to the General Medicsal Council.\n3] I suffer from intermittant significant gut pain due to a diagnosed medical disorder requiring daily medication and, if denied, a wheelchair for part of the time\n4] I enclose today’s list of concerns, I have tried to get to my family as this private prison is wholly inadequate under E.C.H.R. legislation\n5] Where is landing box and forms on B4 Wing incidentally?\nsigned\nAppeal notes:\nBREACH NEVER SERVED\n16 January 2018\nHow police block machine gun claim\n1] Despite 12+ applications to hand out my property from prison, not only was I refused, I was denied the booked visit to discuss urgent medical matters with brother Tim.\n2] I establish, however, it may be because I have been reinstated on MAPPA Level 3\n3] Closer examimnation of South Wales Police forensic records confirm only their chief psychiatrist, Dr. T W in his 18th October 2009 report in paragraph nrs. 32 to 40 warns of my possible “risk” but that of my supporters!\n4] 14 Dec. 2017 Cardiff Crown Court – it had “no authority” to have this apparent fraud reported to the GMC\n5] Meantime I’m refused my 3rd appointment for endoscopy as “far too dangerous to leave the prison only when cuffed”\n6] Each hour I rang or asked for my prescribed medication denied for over 2 weeks, to no avail\n7] Still denied recorded delivery documents for RCJ\n8] Gut pain most severe 1 – 4 hours after any food\n9] Not just the Mental Health Review for Wales and the Mental Health Council ignore my cry for help but the Australian and New Zealand Psychiatrist Soc. ignore.\nIs this worldwide masonic fraud?”\nMAURICE KIRK: OUTRAGEOUS! STILL DENIED MEDICATION AND URGENT HOSPITAL APPOINTMENTS IN HMP PARC- 19 Jan. 2018 + archive\nThe ourageous hostilities against Maurice Kirk continue during his stay in HMP Parc, Bridgend – he is still denied vital medication for no conceivable reason, the medication already prescribed to him before he entered prison. Prearranged hospital appointments are also denied, as they’ve reinstated the ludicrous allocating of him being a “MAPPA Level 3″ subject – Maurice is not and has never been violent, for starters, he was a vetinerary surgeon in the past, before they removed his career from him out of blind persecution, who cared for animals and the allegation that he visited a certain doctor’s home, this doctor responsible for so much grief in Maurice’s life [at the behest of certain neer-do-wells, very questionably in positions of authority in Wales] with intent to do whatever – is a completely unfounded lie made by certain authorities to add weight to their nonsensical targeting of him, going back a long time. Perhaps these characters still can’t get over the fact that Maurice was acquitted in 2009 regarding charges put upon him relating to the “machine gun case” where the prosecution went so far as to paint the machine gun in question a completely different colour in order to mislead the court, before painting it back to its original colour after the case was found in an acquittal for Maurice – and rightly so! The antique gun had been removed from an airplane Maurice had purchased 2 years earlier, that didn’t even work – the plane nor the gun. As a desperate resort, the allegation was made also at the time that Maurice had a “brain tumour” – a complete lie that was proven to be via a bona-fide NHS hospital report they tried to keep from Maurice until he went on hunger strike in 2013. This stuff is very dark!!\nHow does the prison governor justify the blatant outrages of Maurice being denied vital medicines, and a visit to a hospital? Why does he not respond to letters of complaint sent by both Maurice and also supporters regarding this completely unacceptable behavior by the prison? As a public servant shouldn’t he be doing his job properly? After all, he swore to care for all convicts in his care when taking the role of Governor. Why shouldn’t he and all the other miscreants disobeying the laws in place be not only removed from their respective employments, but prosecuted under the Human Rights Act, amongst other statutes?  The question has been asked “Are they trying to kill Maurice?” – and the question seems a perfectly valid one. These people are cruel beyond belief! Maurice’s brother travelled 200 miles this week to try and retrieve legal documents for Maurice but was refused entry onto the prison premises!!  Unbelievable!!\n“APPEAL – 4th RESTRAINING ORDER 2017 02459B4JL\nBREACH NEVER SERVED\n16 January 2018\nHow police block machine gun claim\n1] Despite 12+ applications to hand out my property from prison, not only was I refused, I was denied the booked visit to discuss urgent medical matters with brother Tim.\n2] I establish, however, it may be because I have been reinstated on MAPPA Level 3\n3] Closer examimnation of South Wales Police forensic records confirm only their chief psychiatrist, Dr. T W in his 18th October 2009 report in paragraph nrs. 32 to 40 warns of my possible “risk” but that of my supporters!\n4] 14 Dec. 2017 Cardiff Crown Court – it had “no authority” to have this apparent fraud reported to the GMC\n5] Meantime I’m refused my 3rd appointment for endoscopy as “far too dangerous to leave the prison only when cuffed”\n6] Each hour I rang or asked for my prescribed medication denied for over 2 weeks, to no avail\n7] Still denied recorded delivery documents for RCJ\n8] Gut pain most severe 1 – 4 hours after any food\n9] Not just the Mental Health Review for Wales and the Mental Health Council ignore my cry for help but the Australian and New Zealand Psychiatrist Soc. ignore.\nIs this worldwide masonic fraud?\n———————————————————\nMaurice speaks in a latest communication just what may be exactly wrong in his stomach – during a test flight of an airplane: “..the pilot bounced at 50mph after stalling the aerofoil at 75 feet! The resultant fractured tibia and fibula was accompanied with a believed torn diaphragm [introgenic diverticulum] that has worsened needing a possible surgery of the oesophogas“. [ends]\nMaurice’s sister writes 18 Jan. 2018:\n“Please read and spread the word about the tortures M has endured. \nHe is currently in HMP Parc and has been denied his medicine since admitted.(Mid Dec 17) He cannot sleep for internal pains at night and so forgoes certain meal times in the hope of a good sleep. He is constantly asking for his prescription but continually denied. Are they trying to kill him whilst there?\nI enclose letters he has written (which I typed out) and one from the lawyers dated 13Dec12 which contain at least ten falsehoods as he never went near the doctor’s house as he has never had an inkling where the man lived!\nThanks for your support”\n.\nAll the  250+  posts on Maurice Kirk on this site going back to 2011:\nCreative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported License. For more information please visit:\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "visits",
            "vital",
            "denied",
            "court",
            "hmp",
            "outrageous",
            "gun",
            "parc",
            "prison",
            "wales",
            "mappa",
            "unbelievably",
            "level",
            "registration",
            "urgent",
            "maurice",
            "medication",
            "report"
        ]
    }
]