[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/earthquake-and-tsunami-scenarios-how-to-survive-natural-calamities-2689129.html",
        "title": "Earthquake and Tsunami Scenarios: How To Survive Natural Calamities",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Survivopedia\nThursday, January 25, 2018 6:35\n% of readers think this story is Fact. Add your two cents.\nNatural disasters are all scary; but one of the scariest ones to be caught in is an earthquake. There’s nothing else that compares with the stark terror that comes when the very ground starts moving underneath your feet.\nPerhaps one of the things that makes that terror so real is that earthquakes come with no warning, unlike other types of natural disasters which at least give you a few moments for some last-minute preparations.\nEarthquakes are caused by movement in the Earth’s crust. This relatively thin layer of rock and soil is broken up into many plates, which are wedged against each other, largely held in place by friction. But these plates are constantly in motion, slowly changing the geography of the Earth.\nSince the edges of these tectonic plates are rough, they don’t slide against each other smoothly. Rather, they tend to catch and stick, until enough pressure builds up to cause them to move.\nAn enormous amount of energy is trapped in these plates, caused by the bulk of the plate moving, while the parts that are jammed against neighboring plates, at the faults, are stuck. When that energy reaches a critical point, it causes the stuck part to break and move, sending shockwaves through the ground.\nThe earthquake is actually those shockwaves, which are strong enough to cause the ground to heave and buckle.\nIt’s bad enough when this happens on dry ground, and can cause extensive damage. California has been plagued by such earthquakes through the years, because of the large number of fault lines running through the state.\nBut California is by far not the only place in the world that suffers from earthquakes, or even in the country.\nBut what happens when those earthquakes happen under the ocean? One would think that the lack of human structures would minimize the damage and that the massive amount of water in the ocean would absorb the shockwaves, without problem. But that’s not the case.\nWhen an earthquake happens under the ocean, it causes the ocean floor to move up and down, just like it causes the land to move up and down. The water, seeking to maintain equilibrium, flows towards the epicenter of the earthquake when the ocean floor is at the low point in the cycle and away from the epicenter when the earthquake is at the high point in the cycle.\nIf you imagine pushing something like a bucket or ball down into the water of a swimming pool, you’ll see the same effect, just smaller.\nIn the ocean, we’re talking an enormous amount of water that is flowing towards and away from the epicenter. The larger the earthquake, the more water is displaced. This water has to go somewhere, and ends up forming concentric waves, radiating out from the epicenter of the earthquake.\nThese waves can reach well over 100 feet high, as millions of gallons of water are displaced.\nEarthquakes aren’t the only thing that can cause tsunamis, although they are the most common. Landslides and volcanoes can also cause them, as both can dump huge amounts of rock and earth into the water, causing the same sort of displacement that causes a tsunami.\nSince 1950, there have been 33 recorded tsunamis, varying in location, height and damaged caused. Probably the most devastating of these was the 2011 earthquake off the Pacific coast of Japan, which caused a 33 foot high wave, killing 10,550 people and causing the meltdown of the Fukushima Nuclear Power Plant. Effects of this tsunami are still being felt today.\nMost recently, an earthquake with a magnitude of 7.9 off the coast of Alaska raised fears of a tsunami hitting the Alaskan coast on Tuesday, January 23rd. While this never materialized, a tsunami warning was issued and people living along the coast were forced to seek refuge.\nThe Destructive Power of a Tsunami\nThe power of moving water is incredible. The same substance we drink and bathe in is incredibly destructive in large quantities. When you’re talking about millions of gallons of water moving all at the same time, there is little that can withstand it.\nVideo taken of various tsunamis, such as the 2011 tsunami that hit the Northeast Coast of Japan, is much different than one would expect. Rarely is there the “massive wall of water” that people talk about. Rather, a tsunami hits the coast much like the ripples of the rising tide. However, unlike the tide, the water doesn’t recede. Instead, more ripples come along, making the water level rise even higher.\nWhile some tsunamis can measure over 100 feet at the crest, many are much smaller, raising the water level to only a couple of meters above normal high tide. Even that can cause massive destruction, as it sweeps ashore, moving everything in its path.\nThe farther the epicenter is from land, the lower the waves will be when they hit shore. The 2011 Japan tsunami also hit the West Coast of the United States; but by the time the waves had crossed the ocean, they were much lower, preventing them from causing damage to California beachfront properties.\nHowever, it doesn’t take a lot of wave height to cause massive damage. Any water that spills over a sea wall or that goes farther up the beach than normal high tide, is likely to encounter things that were not built to withstand the force of being hit by water. Those things are likely to be carried off entirely by the water.\nVideo taken when the tsunami came ashore in Japan shows it floating away vehicles and entire buildings.\nProtecting Yourself from a Tsunami\nAnyone living near the coast needs to be concerned about the possibilities of tsunamis. While they are not common, they are common enough and destructive enough that it is necessary to be prepared to survive one. That starts with knowing how far above sea level you live.\nTsunami warnings will usually indicate approximately how high the waves are, allowing you to make a determination of whether you are safe, in danger, or in the grey area in-between.\nWhen I say “living near the coast;” that’s a relative term. There are places where you might live 50 miles from the coast, but still be less than 100 feet above sea level. If that’s the case, you are near the coast. Base your proximity on the altitude above sea level, not the distance you would have to drive to the beach. Water doesn’t care about distance; but it does care about altitude.\nWhile tsunami warnings will not always be accompanied by a government-mandated evacuation order, they should be taken as such by anyone living near the coast who is within or even near the danger zone. There aren’t any second chances with tsunamis.\nThere isn’t any safe bug in option in this case. Homes may be washed away or destroyed by the flooding. Bunkers will be flooded. No matter how much work you put into making your home a survival retreat, none of it will do you any good in this scenario.\nAbout the only buildings which are safe during a tsunami are large, multi-storied concrete structures, with firm, deep foundations. But even that is risky, unless you are sure of the building’s design and specifications.\nSome of the video from the Japan tsunami was captured by people who had retreated to apartment or office buildings that met this description. However, even though the water may not move the building, floating debris can break windows and cause serious damage to the lower floors of these buildings.\nThis is one of the disaster scenarios where you want to have a good bug out plan in place. As part of that, you’ll need a planned survival retreat that you can go to. That retreat should be stocked with food, water and other supplies, so that you don’t have to bring them with you.\nAs in any mass evacuation, travel will be difficult and roads will probably become blocked.\nPlan on anything you leave behind being destroyed by the tsunami. If you have valuables which are uninsured, you may want to consider taking them with you, if you can. Of course, that depends a lot on the size of the valuables, how delicate they are and how many you have.\nBut if your home becomes washed away by the tsunami, even things stored in a safe will probably never be returned to you.\nFor Those Who Own Boats\nRiding a tsunami out in a boat could be considerably safer than riding it out on land, assuming there is no massive wave to capsize your boat (there rarely is) and your boat is large enough for open ocean traveling. Boats don’t care much how deep the water is, as long as there is water under the keel.\nThis is not to say that taking a boat out to the open ocean during a tsunami is totally safe. Taking a boat out to the open ocean has risks at any time. But the risks during a tsunami are not a whole lot worse than normal boating, if some precautions are taken.\nSpecifically, the boat has to be pointed in to the waves at all time, to prevent capsizing and you have to manage to get far enough offshore, before the tsunami hits, so that the moving water does not drive you onto shore.\nLarge oceangoing ships are said to be safe in a tsunami if they are in at least 180 feet of water. So I would say that if this works for them, it would work for smaller vessels too. Whether or not you would be able to make it that far will depend on how much notice you get and how fast your boat is.\nProbably the biggest problem for any boat owner will be returning to port. If the tsunami hits the port that the boat set sail from, it will probably be impossible to return to that port, even after the all-clear is given by officials.\nThere will most likely be extensive damage to the port, and even more extensive damage to the facilities behind the port. Therefore, it will be necessary for the boat to have enough range to reach another port, far enough away so as to not have been damaged by the rising water.\nIn any case, boat owners should not return to any port until an all clear is sounded. This will not happen until the tsunami has fully ended and the waters have subsided. At that point, and not until that point, it will be safe.\nThis article has been written by Bill White for Survivopedia.\n“Visit Survivopedia.com – a growing encyclopedia for survival, your ultimate source of uncommon wisdom for dangerous times.”\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Visit Survivopedia.com – a growing encyclopedia for survival, your ultimate source of uncommon wisdom for dangerous times.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "tsunami",
            "boat",
            "cause",
            "coast",
            "survive",
            "scenarios",
            "ocean",
            "waves",
            "calamities",
            "earthquake",
            "port",
            "water",
            "damage",
            "natural"
        ]
    }
]