[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/huge-earthquakes-now-occurring-across-the-planet-heres-why-2975988.html",
        "title": "Huge Earthquakes Now Occurring Across the Planet -- Here's Why",
        "authors": [
            {
                "name": "Dr. William B. Mount",
                "link": null
            },
            {
                "name": "Ambassador",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Ambassador, Dr. William B. Mount\nWednesday, January 24, 2018 12:58\n% of readers think this story is Fact. Add your two cents.\n=========\n==========\nThis story is coming to you because we have Virtual Shield.\nI am supposed to do a commercial about a product that I use every day. This morning my written story was erased and I had to start all over again.\nSo I loaded up Virtual Shield and had no problem writing this after that because my IP addressed changed.\nWhatever news you get here somebody does not want you to know about and thanks to Virtual Shield you can get it.\n=========\nAs if the Microstorms now appearing all over is not enough, Governments forcing Vaccinations, Chemtails, Poisonous Water and Poisonous Foods now Earthquakes are increasing in number and frequency across the globe.\nAs you can see from SOHO they can’t hide  everything – as Sun Spots increase and frequency of bursts continue as the Sun continues to expand and cool at the same time.\nThere is also the fact that apparently a very strange Asteroid about the size of a Sky Scraper called 41P/Tuttle-Giacaboni-Kresak Comet has positioned itself between the Earth and the sun and is now interacting with the sun.\nAs these Energy Beams increase from this object to the sun so do the Frequency and Strength of Earthquakes here on Earth.\nWhatever is happening, and whoever is doing this, NASA is saying nothing and only continuing to paint out the real Photos of the sun.\nWe do know that the Super Space Program run by the US Navy spends around $6 Trillion Dollars a year to fund themselves and whether they are doing it, or somebody form out there is doing it – wouldn’t it be nice to know the truth???\n==========\nIN OTHER NEWS:\n1) President Trump is headed to Davos with 16 of his top advisers.\nThe purpose of this trip is to put a name to a face as over 36 World Key Leaders are there.\nPeople like Angela Merkel – who is currently  speaking about how “Popularism” is a very bad thing – that people should have no right to tell the Government what to do. They are  smarter than us and deserve to be in power and we have no right change that, right?\nAngela: “The Right Of The People To Speak Out Shall Be Suppressed. We are the Rightful Leaders.”\n=====\n2) A good example of just how Arrogant these world leaders really are and how they are creating a World Wide Monopolies for the Elite bankstas: Qualcom was just fined $1.23 Billion (4% of Its Budget) for being the sole manufacturer of chips of Apple’s Cell Phones. Further – Qualcom is about to be gobbled up by Broadcom.\n=====\nFinally – we are watching a Very Hot fire on a Nuclear Armed Submarine in the port of Vladavastok, Russia.\nThis can not be good as the minimum number of Nukes on this Submarine is 72 and they are literally on fire.\nAlthough 72 Burning Warheads is nowhere near the disaster at 3 Mile Island, Chernoble, or Fukushima is is still a huge disaster and the winds are headed right for Tokyo.\nWe urge the Government of Japan to ask the people to eat more Sea Weed and to order mass amounts of Immusist to mitigate this disaster. If they do not GOD will rip them a new rear end.\n==========\nIN OUR HUMOR DEPARTMENT: \n==========\n==========\n==========\n==========\n==========\n==========\n==========\n==========\nThis is OUR country and here WE stand for FREEDOM\nThis is YOUR channel where about 90% of the stories come from YOU\nOften times I have another story read to go – but since is YOUR channel we report on what YOU have asked for.\nYOU have a voice\nThe News You Need\nThe Wall Of Truth\nDr William B. Mount\nBLASTS FROM SUNSPOTS NOT PAINTED OUT — OOPS!!!\nNASAA REFUSES TO SHOW BETTER PICTURES OF THIS “ASTEROID” AS IT SHOOTS BEAMS AT THE SUN, CAUSING THESE EARTHQUAKES:\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nPink Slime\nThe time has come, the walrus said, to tick off many things……\nIt is because of our sin spots\nwe are being destroyed.  Just like Sodomy & Gonorrhea.\nJan 24, 2018, 3:35 pm\nEqualizer\nHAARP heats Earths mantle and triggers volcanos like a “Libtard” at ZZ Top concert!\nJan 24, 2018, 11:08 pm\nAnonymous\nI think that it is the Bigfeets in conjunction with the lizard Dracos that are causing these ‘Erfquakes with their new ‘Erfquake Acceleration ‘Erfquake Sprayer.  Be looking for some even bigger ‘Erfquakes in the future.  This ‘Erfquake Sprayer actually cools off the mantle to the point it shrinks and pops one off.\nThe Pacific northwest has to be careful from here on out.\nJan 25, 2018, 9:23 am\nEnki\nIt is time to take a deeper look for the truth you seek. This planet is close to crossing the equatorial plane of the sun. My first post on BIN is in that regard. If it is truth you seek you must be prepared, I am not here for peace, I am here to bring fire. http://www.wheretofromhere.org\nJan 25, 2018, 3:16 am\npatann\n-Right before the 8.2 Alaskan and the Hawaii Missile scare, both come along a Matrix ten day count, I’d had two nights of dreaming, one of which my Memphis son, as in the New Madrid fault zone, said to have produced three of the largest quakes. When said son doing the dream looked at me and replied, moma, your worrying after me, that they, all persons the US West Pacific as well as Memphis, TN, get out, that they get, flee southeast the direction of divine intervention, “got the downtown news paper bells ringing.” Only days later I found a youtube post saying something similar, how earthquakes, has the earth bells’ ringing, for thirty years now, having so many dreams about this area in particular. Just days before by a dream I had one approach me and ask, as to lbe ead him, about the secrets of Memphis, causing me to ask, is the New Madrid, acting like a domino effect more the sleeping giant than San Andres or the Pacific Subduction zone?\n-Then, what is a predicted 99 bowls of molten lava, along a bringer of death I witnessed being released from beneath the earth? Damater open, and it just sprung out of it, somebody asked a question right after this huge earthquake/Tsunami scare, what is it about this area in particular? The very area from which I witness an act of amazing grace is beginning to be the most active and volatile areas on this planet explaining, while in Memphis, 2010. I’m the one that felt along my home one various shaking and quaking one after another, right before a large earthquake was breaking news about the earth, perhaps that was now my Memphis son warning and 8.2 was coming, altars and grab bags remember, the only two exodus God will bless, beware, Apb, the RAM, see more here, http://cometotoderickandoceanaescape18.blogspot.com/2018/01/prophecy-link-lyrics-to-this-song-woke.html\nJan 25, 2018, 8:55 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "got the downtown news paper bells ringing.",
                "",
                false
            ],
            [
                "The Right Of The People To Speak Out Shall Be Suppressed.",
                "Angela Merkel",
                true
            ],
            [
                "Erfquake Sprayer actually cools off the mantle to the point it shrinks and pops one off.",
                "",
                true
            ],
            [
                "The Pacific northwest has to be careful from here on out.",
                "",
                true
            ],
            [
                "Jan 25, 2018, 9:23 am\nEnki\nIt is time to take a deeper look for the truth you seek.",
                "",
                true
            ],
            [
                "This planet is close to crossing the equatorial plane of the sun.",
                "",
                true
            ],
            [
                "My first post on BIN is in that regard.",
                "",
                true
            ],
            [
                "If it is truth you seek you must be prepared, I am not here for peace, I am here to bring fire.",
                "",
                true
            ],
            [
                "http://www.wheretofromhere.org\nJan 25, 2018, 3:16 am\npatann\n-Right before the 8.2 Alaskan and the Hawaii Missile scare, both come along a Matrix ten day count, I’d had two nights of dreaming, one of which my Memphis son, as in the New Madrid fault zone, said to have produced three of the largest quakes.",
                "",
                false
            ],
            [
                "When said son doing the dream looked at me and replied, moma, your worrying after me, that they, all persons the US West Pacific as well as Memphis, TN, get out, that they get, flee southeast the direction of divine intervention, “got the downtown news paper bells ringing.” Only days later I found a youtube post saying something similar, how earthquakes, has the earth bells",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/r2/?url=http://cometotoderickandoceanaescape18.blogspot.com/2018/01/prophecy-link-lyrics-to-this-song-woke.html",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/r2/?url=http://www.wheretofromhere.org"
            ]
        },
        "key_words": [
            "heres",
            "earthquakes",
            "submarine",
            "occurring",
            "virtual",
            "leaders",
            "president",
            "pray",
            "planet",
            "world",
            "huge",
            "nuclear",
            "right"
        ]
    }
]