[
    {
        "url": "https://beforeitsnews.com/prophecy/2018/01/hillary-clinton-obamas-watergate-video-2496632.html",
        "title": "Hillary Clinton & Obama’s Watergate (Video)",
        "authors": [
            {
                "name": "Jeffery Pritchett",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Jeffery Pritchett\nTuesday, January 23, 2018 18:25\n% of readers think this story is Fact. Add your two cents.\nHillary and Obama are embroiled in the biggest scandal of any presidential candidate. It is becoming known as Hillary and Obama’s Watergate and makes Nixon’s Watergate look like Kindergarten. It’s a very twisting and winding tale that gets very muddled with many characters in the FBI and CIA and DNC, but to put it simply it is this: Hillary and Obama along with members of the FBI and DNC paid British spy Christopher Steel who has Russian connections 12 million dollars to write a fake dossier on Trump with salacious details to use against him in the campaign.\nHillary rigged the primary with superdelegates to steal the nomination away from Bernie Sanders. They then used that dossier to get a FISA court order to tap his phones. This is unprecedented. In Nixon’s Watergate, it was a third-rate burglary that was sent in to tap his phones. This was a brought and paid for the phony dossier on a current presidential candidate to use against him. This is the biggest scandal in modern American history and the mainstream media is by passing it up because it involves Hillary and Obama. This is a massive abuse of power like the world has never seen.\nIn addition to the Russian dossier scandal, Hilary arranged for the sale of 20% our Uranium which we import to a Russian company for 145 million dollars laundered through Canada to her Clinton Foundation. That is the real Russian collusion.\nIn the spring of 2016, as the election approached, attention was increasingly focused on Russia’s ambition to control America’s uranium supply. Peter Schweizer’s book “Clinton Cash” exposed the fact that, as secretary of state, Hillary Clinton had voted to allow Moscow to buy a company that controlled one-fifth of our uranium. When Schweizer coupled his revelation with the fact that Vladimir Putin had paid a $500,000 speaking fee Putin to Bill Clinton a few weeks before the vote, the deal started to attract attention.\nThe New York Times, given an advance copy of Schweitzer’s book, ran the uranium story as its lead article, front page, above the fold. Hillary could not afford to have the media publicize the Russian spy plot to bribe their way into control of uranium. It would have cast Hillary’s vote in a very bad light. Yet the fact is that right around the time that Hillary voted to sell our uranium, the FBI closed in on a spy ring of up to a dozen Russian agents who had been bribing uranium and transportation companies to aid in giving Moscow leverage.\nMeanwhile, thousands of new text messages between FBI agent Peter Strzok and his girlfriend, FBI lawyer Lisa Page, were released late last week. Strzok was a key player in Special Counsel Robert Mueller’s original Russia probe against the Trump Administration. He had to be reassigned when numerous previous messages showed what Congressman Trey Gowdy described as a clear and “unprecedented”  level of bias  “you rarely see” from FBI officials.\nStrzok has already been outed as anti-Trump, leading to his dismissal from the probe, and his past communications with Page showed a potential Justice Department bias towards Hillary Clinton. The fact that now nearly half a year’s worth of text messages between Strzok and Page during the time leading up to Robert Mueller‘s appointment as Special Counsel weren’t preserved by the Justice Department will surely fuel motions from Team Trump’s lawyers against the investigation.\nMonths of text messages don’t just accidentally disappear. One  past conversation  between Strzok and Page indicated that former Attorney General Loretta Lynch knew there would be no charges filed against Clinton well before that investigation ended. Trump’s lawyers will surely argue that after those messages came to light, the DOJ intentionally “lost” those five months’ worth of other messages. The IRS claims the messages were lost due to a systems crash. Every time the walls are closing in on Obama and Clinton key evidence just disappears.\nFBI members said a lot of these messages were done on Samsung 5 servers which are unsecured and foreign actors could have hacked into them and countries like China, Russia, and others could have those messages and use them for blackmail against us.\nRecently Rush Limbaugh explained the missing texts:\n“ The missing five months’ worth of texts between Peter Strzok and Lisa Page. They’re not “missing.” Anybody who believes they’re missing does not understand how backups happen, how fail-safes exist, and how the inspector general claims that he’s already received those emails. The guy who does the oversight of the FBI, he’s already got them, he says. Now, either he was told that he has them and doesn’t or he does have them and the FBI forgot that he has them when they announce that they’re gone.\nThey’re not just gonna sit back and roll over and die. They’re not just gonna stand aside and let Trump or any of the forces behind Trump take over the establishment. They’re simply not gonna let it happen. If they can rig the game, they’re gonna rig the game, like they rigged it for Hillary. We now know that the FBI and Loretta Lynch and Comey were on the same page.\nWe know because of texts from Peter Strzok to Lisa Page and back forth that they knew they were gonna exonerate Hillary Clinton. It was all part of the deal. It was prearranged. She was gonna be exonerated. She had to be exonerated because she had to win. She had to win! If Hillary didn’t win, all of the  things they have been doing here to sabotage Trump ran the risk of being exposed . Hillary Clinton had to win for more than the obvious reasons, and she didn’t, and they have been in various levels or degrees of anger and panic ever since. They’re not just gonna sit back and roll over and die. they can rig the game, they’re gonna rig the game, like they rigged it for Hillary. We now know that the FBI and Loretta Lynch and Comey were on the same page.”\nThousands of new text messages between FBI agent Peter Strzok and his girlfriend, FBI lawyer Lisa Page, were released late last week. Strzok was a key player in Special Counsel Robert Mueller’s original Russia probe against the Trump Administration. He had to be reassigned when numerous previous messages showed what Congressman Trey Gowdy described as a clear and “unprecedented”  level of bias  “you rarely see” from FBI officials.\nAttorney General Jeff Sessions on Monday announced the Justice Department will investigate missing text messages sent between two FBI agents critical of  President Trump , joining the chorus of Republican lawmakers who are eager to recover the exchange.\nGOP officials have seized on the messages as evidence of FBI bias against Trump in the probes into Russian election meddling and  Hillary Clinton ‘s use of a private email server while secretary of State. “We will leave no stone unturned to confirm with certainty why these text messages are not now available to be produced and will use every technology available to determine whether the missing messages are recoverable from another source,” Sessions said in a statement.\nRepublicans now are also eager to hunt down the missing back-and-forth, between Dec. 14, 2016, and May 17, 2017.\nThe fix was in all along. Hillary rigging the primary to get the nomination away from Bernie then the FBI was investigating Hillary’s deleting 20,000 federally subpoenaed e-mails using bleach bit, a very expensive process, which makes any communication untraceable and her breaking 13 federally subpoenaed blackberries with hammers. Comey who was then head of the FBI, Loretta Lynch, Peter Strzok and Lisa Page all knew Hillary would be exonerated before the investigation. Hillary then gave excuse, after excuse after excuse every time the FBI went to interview her.\nOh what a tangled web we weave when trying to deceive. Isn’t that so Hillary?\nI host the Church of Mabus radio show and it is going on 8 years. I’ve been in the paranormal community for 20 years. I provide content from a network of sources and guests and allies. Ranging from Politics to the Paranormal and the Spiritual. You can check out my other articles here at my  BIOGRAPHY  at BIN and you can check out my free radio show at this link  HERE . Thanks for showing your support and stopping by.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "s appointment as Special Counsel weren’t preserved by the Justice Department will surely fuel motions from Team Trump’s lawyers against the investigation.",
                "",
                false
            ],
            [
                "Months of text messages don’t just accidentally disappear.",
                "",
                true
            ],
            [
                "One  past conversation  between Strzok and Page indicated that former Attorney General Loretta Lynch knew there would be no charges filed against Clinton well before that investigation ended.",
                "",
                true
            ],
            [
                "Trump’s lawyers will surely argue that after those messages came to light, the DOJ intentionally “lost” those five months",
                "",
                false
            ],
            [
                "The missing five months’ worth of texts between Peter Strzok and Lisa Page.",
                "",
                true
            ],
            [
                "They’re not “missing.” Anybody who believes they’re missing does not understand how backups happen, how fail-safes exist, and how the inspector general claims that he’s already received those emails.",
                "",
                true
            ],
            [
                "The guy who does the oversight of the FBI, he’s already got them, he says.",
                "",
                true
            ],
            [
                "Now, either he was told that he has them and doesn’t or he does have them and the FBI forgot that he has them when they announce that they’re gone.",
                "",
                true
            ],
            [
                "They’re not just gonna sit back and roll over and die.",
                "",
                true
            ],
            [
                "They’re not just gonna stand aside and let Trump or any of the forces behind Trump take over the establishment.",
                "",
                true
            ],
            [
                "They’re simply not gonna let it happen.",
                "",
                true
            ],
            [
                "If they can rig the game, they’re gonna rig the game, like they rigged it for Hillary.",
                "",
                true
            ],
            [
                "We now know that the FBI and Loretta Lynch and Comey were on the same page.",
                "",
                true
            ],
            [
                "We know because of texts from Peter Strzok to Lisa Page and back forth that they knew they were gonna exonerate Hillary Clinton.",
                "",
                true
            ],
            [
                "It was all part of the deal.",
                "",
                true
            ],
            [
                "She had to be exonerated because she had to win.",
                "",
                true
            ],
            [
                "If Hillary didn’t win, all of the  things they have been doing here to sabotage Trump ran the risk of being exposed .",
                "",
                true
            ],
            [
                "Hillary Clinton had to win for more than the obvious reasons, and she didn’t, and they have been in various levels or degrees of anger and panic ever since.",
                "",
                true
            ],
            [
                "They’re not just gonna sit back and roll over and die.",
                "",
                true
            ],
            [
                "they can rig the game, they’re gonna rig the game, like they rigged it for Hillary.",
                "",
                false
            ],
            [
                "We now know that the FBI and Loretta Lynch and Comey were on the same page.",
                "",
                true
            ],
            [
                "We will leave no stone unturned to confirm with certainty why these text messages are not now available to be produced and will use every technology available to determine whether the missing messages are recoverable from another source,",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.mediaite.com/online/texts-from-fbi-agents-suggest-ag-lynch-knew-no-charges-will-be-brought-in-clinton-probe/",
                "https://www.rushlimbaugh.com/daily/2018/01/19/the-biggest-political-scandal-of-our-lifetimes/",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://thepoliticalinsider.com/gowdy-fbi-bias-strzok/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.conservativedailynews.com/tag/donald-trump/",
                "https://www.conservativedailynews.com/tag/hillary-clinton/",
                "https://beforeitsnews.com/r2/?url=http://www.churchofmabusradio.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/contributor/bio/?uid=106013",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "fbi",
            "trump",
            "clinton",
            "video",
            "messages",
            "strzok",
            "hillary",
            "uranium",
            "gonna",
            "obamas",
            "page",
            "watergate",
            "theyre"
        ]
    }
]