[
    {
        "url": "https://beforeitsnews.com/tea-party/2018/01/doh-pot-prohibitionists-conduct-poll-learn-americans-prefer-legalization-2605249.html",
        "title": "Doh! Pot prohibitionists conduct poll, learn Americans prefer legalization",
        "authors": [
            {
                "name": "Freedom Bunker",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Freedom Bunker\nWednesday, January 24, 2018 21:34\n% of readers think this story is Fact. Add your two cents.\nA poll recently conducted by anti-pot group Smart Approaches to Marijuana found that only a small minority of Americans agree with the federal government’s current prohibitionist approach to marijuana laws.\nThe Hill reported:\nHalf of Americans now support alternatives to full legalization of recreational marijuana use, according to a new poll following the Justice Department’s decision to change the federal law enforcement policy on the drug.\nA new poll by Mason-Dixon Polling and Strategy found that that 49 percent of likely voters support full legalization of marijuana, while 50 percent support alternative measures such as decriminalizing possession of the drug or allowing it for medical reasons.\n“This poll shows that we need to move beyond this false dichotomy between prohibition and legalization, especially for individual users,” said Kevin Sabet, the president of Smart Approaches to Marijuana, said of the poll results.\n“These results clearly indicate the oft-touted vast public support for marijuana legalization has a shakier foundation than marijuana investors would have you believe. This should give pause to politicians and marijuana financiers alike,” Sabet said.\nNot so fast, says Reason’s Jacob Sullum, who dug deeper into the poll results.\nMason Dixon Polling & Strategy, the firm hired by SAM, asked 1,000 respondents which of four policies “best describes your preference on national marijuana policy.” Sixteen percent chose “keep the current policy,” while 29 percent preferred to “legalize the use of marijuana for physician-supervised medical use.” Only 5 percent wanted to “decriminalize marijuana use by removing the possibility of jail time for possession and also allowing for medical marijuana, but keep the sale of marijuana illegal.” Forty-nine percent were ready for full legalization, saying the federal government should “legalize the commercial production, use and sale of marijuana for recreational use, as they have done recently in several states.”\nSullum also noted: “What SAM’s poll actually found is that federal marijuana prohibition is extremely unpopular.”\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "This poll shows that we need to move beyond this false dichotomy between prohibition and legalization, especially for individual users,",
                "Kevin Sabet",
                true
            ],
            [
                "These results clearly indicate the oft-touted vast public support for marijuana legalization has a shakier foundation than marijuana investors would have you believe.",
                "Sabet",
                true
            ],
            [
                "This should give pause to politicians and marijuana financiers alike,",
                "Sabet",
                true
            ],
            [
                "best describes your preference on national marijuana policy.",
                "Sabet",
                false
            ],
            [
                "legalize the use of marijuana for physician-supervised medical use.",
                "Sabet",
                false
            ],
            [
                "decriminalize marijuana use by removing the possibility of jail time for possession and also allowing for medical marijuana, but keep the sale of marijuana illegal.",
                "Sabet",
                false
            ],
            [
                "legalize the commercial production, use and sale of marijuana for recreational use, as they have done recently in several states.",
                "Sabet",
                false
            ],
            [
                "What SAM’s poll actually found is that federal marijuana prohibition is extremely unpopular.",
                "Sullum",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "policy",
            "pot",
            "learn",
            "marijuana",
            "support",
            "prohibitionists",
            "federal",
            "smart",
            "doh",
            "conduct",
            "americans",
            "prefer",
            "strategy",
            "poll",
            "medical",
            "legalization"
        ]
    }
]