[
    {
        "url": "https://coed.com/2018/01/24/nba-all-star-game-2018-who-got-snubbed-george-paul-drummond-williams/",
        "title": "NBA All-Star Game 2018: Who Got Snubbed?",
        "authors": [
            {
                "name": "Yes He Counts As A Team",
                "link": null
            },
            {
                "name": "Lebron James",
                "link": null
            },
            {
                "name": "Ny Yankees",
                "link": null
            },
            {
                "name": "Ny Giants",
                "link": null
            },
            {
                "name": "My Favorite Sports Teams In Order.",
                "link": null
            },
            {
                "name": "Self Proclaimed Sports Addict Who Isn'T Afraid To Make A Horribly Funny Pun. I Truly Believe That Laughter Is The Best Medicine.",
                "link": null
            },
            {
                "name": "Fun Loving",
                "link": null
            },
            {
                "name": "Diligent",
                "link": null
            },
            {
                "name": "A Hard Working",
                "link": null
            },
            {
                "name": "Who Is Jesse Tully",
                "link": null
            }
        ],
        "publisher": "https://coed.com",
        "publish_date": "2018-01-24",
        "text": "|\nInstagram\nThe NBA All-Star has a fascinating dynamic to it, nobody really cares about the game itself, but everyone cares about who is playing in it. One of the peoples favorite things to do around the time of the all-star game is listing all the players who got left out of the game despite being deserving. In the past I’ve called All-Star snub lists Damian Lillard and Co. but by the tracer of the fans, D-Lil is finally an all-star! There are more elite players left out of the game this year than any other year I can think of. I understand that each conference is allowed 12 players and there are just too few spots to accommodate everyone but here are the guys who got ripped off.\nPaul George: SF/PF Oklahoma City Thunder\nJan 24, 2018 at 8:02am PST\nPaul George is leading the charge of all-star snubs this year, and it’s an absolute travesty that they left PG13 off the list. He is dominating this year especially on the defensive end of the floor. PG is leading the NBA in deflections per game while being tied for the league lead in steals with 93. George is shooting a better percentage from 3 this year, spreading the floor for his team and is doing all the little things to allow Russ to run the show in OKC. Paul George got screwed over here he should at least be a reserve over Klay Thompson or Damian Lillard.\nDec 18, 2017 at 8:20pm PST\nAs always some of the most prominent snubs are coming to the Western Conference point guards, the fact of the matter is there are just so many good guards in the west it’s hard only to pick a handful. Chris Paul made nine straight all-star games from 2008-2016 but has been left out the last two all-star games. When Chris Paul has been in the lineup for Houston, they’ve been almost unbeatable going 23-5. Cp3 should be an all-star simply because of the apparent impact he makes on the roster around him.\nJan 23, 2018 at 4:51pm PST\nLou Will is just as surprised as we are that he’s not an all-star this year, he’s been everything the Clippers could have hoped for and more! He’s been the offensive spark they’ve been searching for to replace CP3 and JJ Redick. Lou Williams is having himself a great year on a team where for a majority of the season he was kind of by himself. Lou is averaging a remarkable 23.3 points per game and is second on the team in usage rate only behind Blake Griffin who’s missed significant time due to injury. Lou Will is beloved by all so let’s get him in the game somehow.\nJan 24, 2018 at 8:00am PST\nAndre Drummond is having one of the best seasons of his career and somehow didn’t make the all-star game. Drummond is leading the NBA in rebounding averaging a whopping 15 boards a game. The most significant knock on Drummond’s game has always been his free throw shooting especially after he shot a horrendous 38.6 percent last season he is now up to 62.9 percent from the line this season. Andre is also averaging a career-high 3.9 assists, how are you going to tell me a guy with a stat line of 14.3 points, 3.9 assists, 15 rebounds, 1.5 steals, 1.2 blocks doesn’t belong in the all-star game. He should easily be in over Kevin Love.\nDec 20, 2017 at 8:08pm PST\nDec 17, 2017 at 12:55pm PST\nJan 24, 2018 at 8:04am PST\nWho is Jesse Tully? A hard working, diligent, fun loving, self proclaimed sports addict who isn't afraid to make a horribly funny pun. I truly believe that laughter is the best medicine.   My Favorite sports teams in order. 1) NY Giants 2) NY Yankees 3) LeBron James (yes he counts as a team) 4) NY Rangers   Currently Interning at The UFC and Coed.com\nFROM OUR NETWORK\nEmail Address\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "players",
            "nba",
            "team",
            "left",
            "allstar",
            "george",
            "season",
            "game",
            "pg",
            "paul",
            "2018",
            "snubbed"
        ]
    }
]