[
    {
        "url": "https://beforeitsnews.com/power-elite/2017/12/storm-update-state-of-emergency-indictments-revealed-trumps-great-awakening-12-30-17-2452907.html",
        "title": "Storm Update: State of Emergency, Indictments Revealed! Trump's Great Awakening 12-30-17",
        "authors": [
            {
                "name": "Truth",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Truth & Art\nStorm Update: State of Emergency, Indictments Revealed! Trump's Great Awakening 12-30-17\nSaturday, December 30, 2017 9:34\n% of readers think this story is Fact. Add your two cents.\nBy Bernie Suarez\nAs we speak, America is now in a state of emergency. The reason? Because it’s time to bring in the criminals who have looted America for many decades. Court records from a Nevada Court now show that indictments have indeed begun. Are these indictments part of Trump’s storm? What will be revealed next and who will be taken down during this storm? We shall soon find out.\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nAnonymous\nCan we see the “Nevada indictments” since you mention it in your first paragraph?   All the video is is another compilation of the same unproven videos placed on BIN in the past few days.  I have yet to see an elite name.  Otherwise, this looks like more fake news.\nDec 30, 2017, 9:53 am\nSean\nHow can you write that? he or she has TRUTH in His or Her name.\nJust one of the featured entertainers that created a new account and name pushing the same non-sense – just look to the right of this page were it says – Today’s Top Stories.\nTry and follow this.\nIn its profile it is talking about a second person so instead of “I am” its.\n“Bernie is” a writer with a background in “psychology.”\n“He is”\nYou See?\nNow if it is the same person – then I would say it may be Sybil’s Sister.\nDec 30, 2017, 6:05 pm\nThis Nevada court document is not authentic, it is phony !!\nCompare to the documents here :\n2QIK4U\nAll illuminati use code.  I tracked Q’s Twitter account.blook up @kill_rogue  and follow with notifications and youll be surprised how close the three entities join… ;D theres only two contributors ill give early info on.  The other listened and seems to get ahead of everyone else because of good journo skills.  The only person that seems to really be detained is from Q confirming gs (george soon to be soreass) was transferred to gitmo and i believe thats why the airport blackout happened and one single plane left along with dubious chemicals.  The disneyland blackout was at the same time the director was arrested for pedo charges. I think they shut power to stop underground electric doors from opening. Same as the underground base at the airport… Obama tweeted yesterday but im starting to think that really all the elite might be running scared or theyve gotten warning to bug out. LOOK AT HOW MANY CEO’S HAVE INSTANTLY QUIT IN THE LAST FIVE DAYS. DOZENS AND DOZENS AND NEVER HAPPENED IN HISTORY EVER! Ask why so many are really “heading underground ” maybe… This feels like stalling tactics for a month now. Good or bad i feel a 9/11 in the next couple months\nDec 30, 2017, 6:34 pm\n2QIK4U\nAnd the old …russia hid nukes along the west coast for a radioactive tsunami. But i caught a nth kor lie. If you had an anthrax tipped nuke ok… The anthrax would instantlynbe destroyed by the heat and radiation in the anthrax cells. It wont work but i noticed its the next fear porn level.\nDec 30, 2017, 6:38 pm\n2QIK4U\nFact check me. Tell me if you think im wrong from your evidence but im usually v close. Have a safe quiet happy new year mate.\nDec 30, 2017, 6:41 pm\nHappy Year back at ya\nDec 30, 2017, 8:30 pm\nHappy ( New )  Year back at ya\nDec 30, 2017, 8:32 pm\nThe Crypt of Fallingwater\nThe end crowns the work into the new year & onward.\n…..gonna be raining roses ?  song ?\nFrank Llyod Wright, Fallingwater/Kaufmann Residence, Bear Run, Pennsylvania/USA ?\nDec 31, 2017, 6:41 am\nThe Little Miya Girl Of Apocalypse Our Procrastinating Escape Vehicles, Indeed\nDec 31, 2017, 6:53 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "state",
            "tell",
            "truth",
            "indictments",
            "emergency",
            "123017",
            "worldwide",
            "using",
            "patriot",
            "linkstep",
            "telegram",
            "revealed",
            "phone",
            "storm",
            "trumps",
            "update",
            "awakening",
            "big",
            "great",
            "beforeitsnews"
        ]
    }
]