[
    {
        "url": "https://beforeitsnews.com/economy/2018/01/shelves-stripped-bare-at-whole-foods-stores-across-america-as-supply-chain-logistics-crater-2931512.html",
        "title": "Shelves Stripped Bare at Whole Foods Stores Across America as Supply Chain Logistics Crater",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By SGTreport\nTotal:\nShelves Stripped Bare at Whole Foods Stores Across America as Supply Chain Logistics Crater\nWednesday, January 24, 2018 7:42\n% of readers think this story is Fact. Add your two cents.\nImagine going to your local grocery store and being greeted by empty shelves, with item after item on your shopping list nowhere to be found. That might be par for the course if you live in Venezuela, but well-stocked stores are something that most Americans take for granted, particularly those who shop in upscale stores. Now, however, Whole Foods shoppers are complaining about some serious stocking issues  in their local stores, and the problem doesn’t show any signs of letting up soon.\nIn recent months, Barclays analysts who have visited the chain’s stores have found shelves and displays that were completely empty, along with hot food bars and produce that look like they are deteriorating. In the firm’s published research notes, they said every department of one store they visited had ”high” out-of-stock issues in both branded and private-label items. An East Coast store, meanwhile, had “extraordinary” inventory problems. Basics like bananas and eggs were completely unavailable or very low in stock, while entire displays, end caps, and refrigerated cases were empty.\nYou might be tempted to think this is a good thing because there must be higher shopper traffic, but on the other side of the coin, it’s a lot of lost sales for the company – not to mention frustrated shoppers.\nMaking matters worse for those who are drawn to Whole Foods’ produce is the fact that the analysts reported the produce has deteriorated in both quality and size , something they say customers have also been reporting.\nOne employee at a Texas Whole Foods store said the out-of-stock problems reached a “horrible” level over the holidays and that their produce department was “embarrassing.” He told Business Insider that he wanted to remain anonymous because he feared losing his job – a realistic concern if the tales of the way people who work for Whole Foods owner Amazon are treated are anything to go by.\nIs Amazon helping or hurting Whole Foods?\nIndeed, ever since Amazon acquired Whole Foods for $13.7 billion last August, the store seems to have gone downhill. While the prices on some foods, like avocados and bananas, went down, those products have been rotting more quickly than they once did.  Shoppers have started complaining  about tasteless, rotten and discolored produce in stores across the nation, while products that used to be consistently well-stocked were now regularly unavailable. Many have switched grocery stores in response.\nIn addition, non-organic items have been given prominent displays at the store since the Amazon takeover, including foods like HP Sauce and Tropicana Orange Juice, prompting some to fear that the store is being “conventionalized.”\nSome angry shoppers went to Twitter to voice their frustration, with one person saying the Tenleytown outlet looked like “the Soviet Safeway.” A Brooklyn commenter said that the empty bread shelves in the store made it “seem like people are preparing for the apocalypse.”\nEmployees have said that the chain’s order-to-shelf (OTS) inventory system is to blame for the shortages because its controls are so tight. One manager said that his store was constantly running out of items in every department, and that the managers’ hands are essentially tied. While less food is going bad in storage rooms, workers have described OTS as being a “militaristic” and morale-crushing system that causes items to go out of stock quickly.\nThere are plenty of reasons to criticize Amazon, but even their biggest detractors can usually admit that they set the bar when it comes to logistics.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\ndufus\nthis is part of the chemtrails/food shortage/vaccine population control . ALL a created crisis. The elites have their holes in the ground stocked with food. You ain’t got jack sh7t. The fires in California. the breadbasket of America, do you think this was all coincidental? you better wake up and prepare yourself/family.\nJan 24, 2018, 9:57 am\nJan 24, 2018, 10:12 am\nElOregonian\nCheck the underground bunkers, you might find the elites are stocking up for….\nJan 24, 2018, 11:18 am\nAnonymous\nI don’t know if any body else has notice but our Walmart here is doing the same thing. This is not normal some shelves are empty.\nJan 24, 2018, 11:32 am\nEarly To Mighty, The Fields Are White Unto Harvest 01/24//2018\nAll Hail To The Bride Now Reigning In Heaven, Readying The Specialty Stone, The Antichrist Murderer\nRighteously Dividing The Enemy\nJan 24, 2018, 1:03 pm\nJan 24, 2018, 3:57 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "seem like people are preparing for the apocalypse.",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=https://www.sgtreport.com//articles/2018/1/24/http://www.businessinsider.com/whole-foods-shoppers-say-produce-quality-plunged-after-amazon-takeover-2017-11",
                "https://beforeitsnews.com/v3/r2/?url=https://www.sgtreport.com//articles/2018/1/24/http://www.businessinsider.com/whole-foods-out-of-stock-problems-and-deteriorating-produce-2018-1"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://pjmedia.com/trending/furious-shoppers-report-widespread-empty-shelves-whole-foods-markets-across-u-s/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "logistics",
            "america",
            "produce",
            "supply",
            "bare",
            "store",
            "shelves",
            "chain",
            "crater",
            "displays",
            "shoppers",
            "department",
            "stripped",
            "foods",
            "stores",
            "items",
            "amazon"
        ]
    }
]