[
    {
        "url": "https://beforeitsnews.com/financial-markets/2018/01/pot-alert-from-the-desk-of-ray-blanco-2951950.html",
        "title": "Pot Alert: From the Desk of Ray Blanco…",
        "authors": [
            {
                "name": "The Daily Reckoning",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By The Daily Reckoning (Reporter)\nTuesday, January 23, 2018 13:18\n% of readers think this story is Fact. Add your two cents.\nA big swing state is gearing up for legalized pot sales in the next couple of months.\nIt could quickly become one of the biggest markets for marijuana nationwide.\nBut first let’s take a look at the cannabis cash cow up north.\nCanadian Pot Stocks on Major Rip\nEveryone’s gearing up for July 2018 in Canada.\nThat’s when the Canadian government expects to have legislation in place fully legalizing recreational marijuana use.\nBy all accounts, they are right on track with their expectations.\nAs you might expect, Canadian cannabis companies and investors are gearing up for a big year.\nThe money is flowing heavily into Canadian weed in anticipation of the legislation, and payoffs could be huge for early movers.\nThe Canadian Marijuana Index, an index of the 24 largest Canadian cannabis companies by market cap, is up almost 13% from 931.55 to 1048.27, as of this morning.\nCheck out the chart below.\nNow on to news from the Keystone State.\nA Two-Month Countdown\nIn April 2016, Pennsylvania passed legislation allowing medical marijuana (MMJ) sales. Regulators are targeting the first medical marijuana sales by April 2018. That’s just over two months away.\nDespite recent volatility in the recreational pot market thanks to Attorney General Jeff Sessions, medical marijuana is off-limits to Washington.\nThe Rohrabacher-Blumenauer Amendment forbids the Justice Department from using any resources to interfere with state legal medical marijuana until at least January 2019. It’s up for extension Feb. 8, the new date for Congress to agree upon a budget and amendments.\nThere are a few reasons that make Pennsylvania’s new MMJ law something special.\nFor starters, it’s the fifth-most populous state in the country — that fact alone makes it an important new venue for weed sales. The state’s MMJ bill is also fairly permissive in terms of the ailments it’ll be allowed to treat.\nEstimates put together by Marijuana Business Daily say the state’s dispensary sales could exceed $100 million annually once the program matures.\nFinally, Pennsylvania’s MMJ program is significant because it’s happening in a political battleground state.\nThe bipartisan way that medical marijuana was legalized in PA is indicative of the shifting public sentiment for pot. (Nearly 70% of Americans believe in some form of legal marijuana.)\nPennsylvania plans on issuing licenses for up to 150 dispensary locations and 25 grower licenses for its medical pot program. Simply put, we’re mere months away from medical pot coming to be in one of the biggest states in the country.\nThat’s a positive step for all the pot companies in our portfolio, even if they don’t have direct exposure to Pennsylvania.\nMeanwhile, as many expected, the policy shift from Jeff Sessions could actually be the catalyst for legalizing pot on a national level.\nNew bipartisan legislation has been announced in both houses of Congress that could finally remove the federal restrictions on marijuana, leaving pot regulations up to the states.\nIt’s a developing story.\nI’ll keep you posted as it continues to unfold.\nFor Tomorrow’s Trends Today,\nRay Blanco\nEditor’s note: California, Vermont, New Jersey, Pennsylvania… The list of new pot markets keeps growing!\n2018 is offering tons of opportunities to strike it rich off exploding penny pot stocks.\nRay’s identified one specific $0.12 stock that could start you on the way to riches in months!\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "big",
            "ray",
            "desk",
            "canadian",
            "daily",
            "pot",
            "marijuana",
            "mmj",
            "legislation",
            "states",
            "alert",
            "blanco",
            "sales",
            "medical"
        ]
    }
]