[
    {
        "url": "https://beforeitsnews.com/tea-party/2017/10/the-future-of-banking-probably-isnt-banking-2601295.html",
        "title": "The Future of Banking Probably Isn’t Banking",
        "authors": [
            {
                "name": "Freedom Bunker",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Freedom Bunker\nSaturday, October 21, 2017 18:25\n% of readers think this story is Fact. Add your two cents.\nI spent over 10 years working for a bank and I loved it. I think their days are numbered though, probably; mainly as I believe the services and products they provide will be gradually replaced by large tech companies who have better relationships with consumers.\nIt’s a much-written-about fact that companies don’t want to become the next  Blockbuster  or HMV — video and music stores replaced or heavily impacted by digital competitors like Netflix, iTunes and internet file-sharing. Most banks are embracing “digital” — with cutting-edge apps, new payments methods, trying new technologies like  blockchain  or  wearables  and getting funky with cool new social media campaigns — all in an effort to stay current; but I still think they will be replaced.\nWhy? Because they are mainly just banks — they provide credit or debit and digital services to access that money and not much else.\nTech companies like Amazon and Google offer a whole range of products and services, building deep positive relationships with consumers that allow the introduction of further products and services. Gmail? Yes, please. Google Maps — love it. A new Google service that I can use to pay for all my subscriptions from one place — sign me up!\nThat may sound glib — but consider:\nAmazon Cash\nThis is a relatively new  service  from Amazon where consumers can load cash into their Amazon account via physical retailers, via a barcode. It’s aimed at consumers that don’t have bank cards — but it raises some interesting possibilities, such as: If I was Amazon, what would I do next?\nRight now, it works like this:\nConsumers add money to their Amazon account by handing cash over in a retailer.\nThey can then spend it online.\nBut what if Amazon (or some other tech company) also:\nDoes a deal with retailers allowing consumers to use their Amazon (or similar) account in-store and not just online?\nAllows consumers who actually do have bank cards/accounts to be paid, instead, into their Amazon account — perhaps by offering no fees, or interest, or free services like Prime?\nThen perhaps they mention that they also offer credit. Need a small loan to buy that TV in Walmart? No problem, we can do that. Just click here!\nNote that there’s no bank involved in any of that process, just a tech giant who already has a relationship with a consumer offering them some more services, on top of all the other services they offer.\nIsn’t That Just Amazon Being a Bank?\nOne could argue that what I just proposed is just Amazon becoming a bank — and perhaps legally, they may require a banking license for certain products — but I think that would be the same as saying that Netflix is a video store. Video stores are gone, replaced by a new way of consuming films and tv shows.\nIs using your phone to spend money in a physical store from an e-commerce company account — that doesn’t involve a bank-card, bank account, or bank branch — actually the same as using a bank?\nAnd what if it isn’t a phone you’re using, but instead a new technical innovation released by a tech company?\nAlso, think about this:\nPhone payment systems are training their customers not to need bank cards, i.e. not to need banks.\nA lot of banks have embraced (reluctantly or otherwise) Apple Pay and Android Pay — where their customers can pay in retailers, with a touch of their NFC enabled phone, the cash still coming from the customers’ accounts.\nThis behavior may seem like a bank using the latest tech to its advantage, but it’s also training their own customers to not use the most common payment method apart from cash — bank cards.\nThis is potentially removing the mental association consumers currently have between buying things and their bank. If and when they switch to a competing service that allows them to also pay using their phone, whether it’s a true “bank” or not won’t be important.\nGreat Customer Service Doesn’t Mean You’re Immune to Change\nBanks (along with a lot of other companies) use  NPS  (net promoter score) or other customer satisfaction metrics as important success tools, as they should. Customer service is the foundation of success in a company.\nHowever, if you’d asked me in the 1990s how likely on a scale of 1 to 10 was I to recommend my local video store to a friend, I probably would have said 11! They served actual popcorn and let you keep the movies 2 nights! But I watched Spectre last night again on Netflix. And that video store has been shut about 16 years.\nInvesting in Great Tech Isn’t Enough\nMost banks are probably fully aware of the threats of other digital players — and have responded by investing wisely in digital services, bringing out new websites, apps, Alexa Skills, blockchain systems and more. All of this, though, may not be enough if those other players also do all of that — and can also offer a host of other services that attract their customers and build better relationships with them.\nMy main hypothesis is that it doesn’t really matter how “digital” a bank goes, or how happy their customers currently are, other companies that have better relationships with customers will gradually take the business away.\nWhat Can Banks Do?\nTo survive and thrive, banks should invest in adjacent services and products — which some banks are already doing, for example, my old employer’s  app  to help potential mortgage customers find a suitable area to live in. It’s still banking-related but also offers features that banks wouldn’t usually provide; you don’t even have to be a customer.\nBanks should view themselves as what they currently are — enablers of financial transactions that more and more other players can and will offer, along with a myriad of other non-financial services.\nBanks should try to heavily diversify, to align and collaborate with other companies, and try to become more than just a company that their customers are simply used to using, as opposed to wanting to use.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.scotsman.com/business/companies/financial/rbs-links-up-with-irish-blockchain-payments-project-1-4447888",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "consumers",
            "digital",
            "customers",
            "banking",
            "future",
            "services",
            "banks",
            "bank",
            "using",
            "tech",
            "isnt",
            "probably",
            "amazon",
            "companies"
        ]
    }
]