[
    {
        "url": "https://beforeitsnews.com/tea-party/2017/10/democrat-billionaire-plans-trump-impeachment-attacks-in-all-50-states-2601265.html",
        "title": "Democrat billionaire plans Trump impeachment attacks in all 50 states",
        "authors": [
            {
                "name": "Freedom Bunker",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Freedom Bunker\nDemocrat billionaire plans Trump impeachment attacks in all 50 states\nFriday, October 20, 2017 18:25\n% of readers think this story is Fact. Add your two cents.\nA Hillary Clinton mega-donor worth billions of dollars has launched an unprecedented campaign to impeach the President of the United States by enlisting the support of elected officials at every level of government throughout the nation.\nTom Steyer, a wealthy environmentalist who backed Clinton’s 2016 campaign, officially launched his Need to Impeach initiative this week with a letter to every state governor and 2000 of the country’s mayors.\nIn the correspondence, Steyer cites many of the charges levied against Trump by Democrats and the mainstream media as reason for impeachment. The billionaire activist also notes anti-Trump chatter coming from Capitol Hill Republicans.\nHe writes:\nThis is not a time for “patience” — Donald Trump is not fit for office. It is evident that there is zero reason to believe “he can be a good president.”\nWhether by the nature of Mr. Trump’s relationship with Vladimir Putin and Russia, his willingness to exploit the office of the Presidency for his personal gain and treat the government like a family enterprise, his conduct during Charlottesville, his decision to pull out of the Paris climate accords, or his seeming determination to take the nation to war, he has violated the Constitution, the office of the Presidency, and the trust of the public. He is a clear and present danger to the United States of America.\nRepublican Senator Bob Corker, Chair of the Senate Foreign Relations Committee, referred to the Trump White House as a day care center, and observed that this president has put us “on the path to World War III.” This comes following reports that Trump’s own Secretary of State referred to him as a “moron” and that Chief of Staff John Kelly and Secretary of Defense James Mattis have an agreement not to leave Trump home alone for fear of what he could do. And we have seen other Republican Senators, including Senators Sasse and Flake, express their own profound concerns.\nIf Trump has lost the trust of the members of his own administration and leading members of his own party, surely it is time to act.\nDespite rolling calls for impeachment by influential Democrats today, Steyer’s effort isn’t focused on initiating proceedings to remove the president from office in the short term. Rather, it’s part of a long-term strategy being pushed by Democrats hopeful that the party will weaken GOP control of Congress during the 2018 election cycle.\nAs he notes:\nWhile we know that Republicans do not seem prepared to pursue impeachment even as members in their own ranks openly question Trump’s fitness for office, we are all working hard to ensure Democrats will take back the House and Senate in 2018.\nGiven Trump’s total lack of fitness for office, the question of impeachment becomes a very real issue should we succeed in our midterm goal. That makes it imperative for every Governor of every state, and every mayor of every city, to acknowledge where they stand. This question affects the lives of every single American. They deserve to hear whether or not our party is willing to do what is necessary to protect them and their families. This is not an academic exercise. The very stability of the Republic is at stake.\nSo, by way of this letter, I am asking you today to make public your position on the impeachment of Donald Trump, and to urge your federal representatives to remove him from office at once.\nThe thinking seems to be that universal calls for the president’s impeachment will embolden Democrat campaign efforts leading in to 2018, perhaps even making impeaching the president a major campaign promise for Democratic candidates facing tight races.\nStill, without accomplishing the unlikely achievement of enlisting Republican support for impeachment, the effort would face an uphill battle even if Democrats managed to regain control of Congress. Impeachment proponents would need to win a majority vote in the House to initiate a Senate trial, where two-thirds of lawmakers are needed to secure an impeachment conviction.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nwiseoldlady\nYou are nuts.  NO impeachment….we voted for Trump and we want Trump.  There was a reason the democrats lost over 1K seats nationwide in the last election.  We are sick to death of your criminal minds.  Screw your NWO.\nOct 20, 2017, 6:49 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "he can be a good president.",
                "",
                false
            ],
            [
                "on the path to World War III.",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "state",
            "democrat",
            "trump",
            "impeachment",
            "attacks",
            "billionaire",
            "50",
            "democrats",
            "senate",
            "office",
            "campaign",
            "trumps",
            "states",
            "president",
            "plans"
        ]
    }
]