[
    {
        "url": "https://beforeitsnews.com/science-and-technology/2018/01/obama-facing-environmental-lawsuit-from-chicago-activists-2917487.html",
        "title": "Obama facing environmental lawsuit from Chicago activists",
        "authors": [
            {
                "name": "Climate Change Dispatch",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Climate Change Dispatch (Reporter)\nThursday, January 25, 2018 7:43\n% of readers think this story is Fact. Add your two cents.\nPresident Obama always had the support of the environmental movement — until he tried to construct his lavish presidential center on sensitive parkland in Chicago’s South Side.\nNow, local community activists have filed a lawsuit demanding answers about the Barack Obama Presidential Center’s “impact on the environment and character of historic Jackson Park.”\n“Like the public generally, we find the Obama Foundation and City of Chicago not forthcoming,” Gabriel Piemonte and Janet Geovanis, two members of the Coalition to Save Jackson Park, wrote Wednesday in a Hyde Park Herald letter to the editor. “This is a massive development involving public land, and we have been kept in the dark about too many details.”\nThe coalition, which filed the Freedom of Information Act complaint on Jan. 16, accused the “wealthy Obama Foundation and the city officials it works with” of refusing “to engage with citizens whose housing, schools, and parks will be forever altered” by the library’s construction.\nThe group’s FOIA request, filed Nov. 3, sought information on a host of environmental impact issues, including “potential flooding and run-off,” “avian-migration and nesting issues,” and “impact on local microclimate and temperatures in Jackson Park.”\nThe complaint, first reported by Crain’s Chicago Business journal, details what the activists say is the city’s months-long effort to stonewall documents pertaining to the planning, development and environmental impact of the presidential center.\nThe Chicago Park District said the FOIA request was a “lengthy request and required extensive time and consultation.”\n“The Chicago Park District provided responsive documents, but asked that the request for emails be narrowed because the original request was unduly burdensome as written,” a spokesperson for the park district told Crain’s. “The Chicago Park District attempted to work with the requester to help narrow the email search, but unfortunately the requester chose to file a lawsuit instead.”\nAccording to the lawsuit, the Chicago Park District initially said documents pertaining to the FOIA request would be ready on Nov. 22.\nAfter the city failed to produce any records on that date, the lawsuit continues, the coalition contacted various governmental agencies on Dec. 1, Dec. 4, Dec. 7, Dec. 19 and Dec. 21. They received no response.\nThe coalition sent a letter on Jan. 4 threatening to file a lawsuit if the document request was not fulfilled by Jan. 11.\nOn Jan. 11, the Chicago Park District turned over seven documents pursuant to the coalition’s FOIA request. No emails or electronic communications were included in the production.\nThe Coalition to Save Jackson Park went ahead with its lawsuit, alleging the “long-overdue, email-free, seven-document production” is an “incomplete production of public records.”\nAs currently planned, the Obama Presidential Center will take up more than 20 acres in Jackson Park. The historic public park was designed by Frederick Law Olmsted and Calvert Vaux, who also designed New York City’s famed Central Park.\nThe University of Chicago submitted the winning bid to host the center, beating out Columbia University in New York City and the University of Hawaii in Honolulu. Activists have questioned how a private entity, the University of Chicago, was able to include public parkland in its bid for the library.\nCharles Birnbaum, president of The Cultural Landscape Foundation, which opposes the center’s construction on Jackson Park, said there should be more “transparency to the decision-making process that resulted in the confiscation of parkland for the Obama Presidential Center.”\nThe center originally was supposed to be Mr. Obama’s official presidential library, complete with the 44th president’s records and administered by the National Archives. Instead, it will be a private facility that could come with a basketball court, yoga studio, and test kitchen.\nThe Obama Foundation estimated the center will have a total economic impact of $3.1 billion in its first 10 years, supporting 5,000 new jobs during construction and 2,500 permanent jobs once the facility is open.\nBut community activists say the center could do a lot more for the local community if it were more centrally located. Mr. Obama instead opted to put the center in the lavish Jackson Park location overlooking Lake Michigan.\nThe project also will cost taxpayers an estimated $100 million in renovations to the surrounding area.\nMore than 100 professors at the University of Chicago signed a public letter this month denouncing the “socially regressive” plans for the library.\nCharles Lipson, a political scientist at the University of Chicago who signed the letter, expressed skepticism about how the plans for the center were approved so quickly in notoriously hard-to-build Chicago.\n“This is Chicago,” he said. “You gotta know a guy who knows a guy.”\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "impact on the environment and character of historic Jackson Park.",
                "",
                false
            ],
            [
                "Like the public generally, we find the Obama Foundation and City of Chicago not forthcoming,",
                "Janet Geovanis",
                true
            ],
            [
                "This is a massive development involving public land, and we have been kept in the dark about too many details.",
                "",
                true
            ],
            [
                "wealthy Obama Foundation and the city officials it works with",
                "",
                false
            ],
            [
                "to engage with citizens whose housing, schools, and parks will be forever altered",
                "",
                false
            ],
            [
                "impact on local microclimate and temperatures in Jackson Park.",
                "Janet Geovanis",
                false
            ],
            [
                "lengthy request and required extensive time and consultation.",
                "Janet Geovanis",
                false
            ],
            [
                "The Chicago Park District provided responsive documents, but asked that the request for emails be narrowed because the original request was unduly burdensome as written,",
                "Crain",
                true
            ],
            [
                "The Chicago Park District attempted to work with the requester to help narrow the email search, but unfortunately the requester chose to file a lawsuit instead.",
                "Crain",
                true
            ],
            [
                "long-overdue, email-free, seven-document production",
                "Coalition to Save Jackson Park",
                false
            ],
            [
                "transparency to the decision-making process that resulted in the confiscation of parkland for the Obama Presidential Center.",
                "Charles Birnbaum",
                false
            ],
            [
                "You gotta know a guy who knows a guy.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "lawsuit",
            "university",
            "presidential",
            "park",
            "center",
            "public",
            "chicago",
            "obama",
            "facing",
            "jackson",
            "activists",
            "environmental",
            "request"
        ]
    }
]