[
    {
        "url": "https://beforeitsnews.com/prophecy/2018/01/is-jerusalem-the-whore-of-babylon-part-two-2496518.html",
        "title": "Is Jerusalem the Whore of Babylon Part Two",
        "authors": [
            {
                "name": "Mike Clinton",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Mike Clinton\nWednesday, January 17, 2018 16:46\n \nWHY A BABYLONIAN WHORE?\n“And there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come hither; I will shew unto thee the judgment of the great whore that sitteth upon many waters:” Rev. 17:1\nThis is a preliminary study. There are so many threads to this that it will take many hours to run them all down but I wanted you to see this.\nZECHARIAH’S VISION OF THE WOMAN IN THE BASKET, FULL TEXT AT THE END OF THIS POST\nZechariah is given a vision of a woman in a basket used for commercial measuring. The woman is wickedness and represents the Jews. Commercial wickedness is said to be what everyone associates with her. She is forced into the basket and a heavy lead weight is placed on it to hold her down. Two women with the wings of a stork carry her to Babylon or Shinar where she belongs. She is a wicked Babylonian woman.\nTHE JEWS PICTURED AS A WICKED WOMAN\nIn this vision the Jews are pictured as a wicked woman just like the whore in Revelation. She is a symbol of wickedness that is Babylonian. Here is something strange. In the Septuagint the Greek words to describe her are the very same words used by Paul for the Mystery of Iniquity. Could this be the reason she is called “Mystery Babylon”?\nWHY ARE THE JEWS PICTURED AS BABYLONIAN WICKEDNESS?\nMost people don’t know that the influential Jews do not follow the Bible; their main book is the Babylonian Talmud. The Babylonian Talmud is a system of teaching that originated in Babylon. These Jews are known as Babylonian Jews. In fact “Babylonia” is actually an epithet for the group of them.\nTHE JEWISH CALENDAR AND WRITING SYSTEM CAME FROM BABYLON.\nThe names of the months on the Jewish calendar are Babylonian names. The well known Masoretic Text is actually a Babylonian text that uses the Babylonian system of “pointing” to help in understanding it.\nTHE EPHAH BASKET PICTURES THE CORRUPT MONEY AND COMMERICIAL PRACTICES THAT THE JEWS PICKED UP IN BABYLON\nThe text in Zechariah says that this is what they are known for all over the world. “This is their resemblance through all the earth.” Zech. 5:6 The Babylonian Talmud actually encourages the Jews to cheat the Goyim or the Gentiles.\nWHEN THE LORD JESUS RETURNS HE WILL CLEANSE THE JEWISH PEOPLE OF THIS BABYLONIAN CORRUPTION\nSPECIAL NOTE: I MAY BE EDITING AND COMMENTING ON THIS, YOU MAY WANT TO CHECK BACK LATER FOR UPDATES.\nZECHARIAH 5:5-11\nThen the angel that talked with me went forth, and said unto me, Lift up now thine eyes, and see what is this that goeth forth.\nAnd I said, What is it? And he said, This is an ephah that goeth forth. He said moreover, This is their resemblance through all the earth.\nAnd, behold, there was lifted up a talent of lead: and this is a woman that sitteth in the midst of the ephah.\nAnd he said, This is wickedness. And he cast it into the midst of the ephah; and he cast the weight of lead upon the mouth thereof.\nThen lifted I up mine eyes, and looked, and, behold, there came out two women, and the wind was in their wings; for they had wings like the wings of a stork: and they lifted up the ephah between the earth and the heaven.\nThen said I to the angel that talked with me, Whither do these bear the ephah?\nAnd he said unto me, To build it an house in the land of Shinar: and it shall be established, and set there upon her own base.\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nAlan Schuetz\nYes!  AKA Sodom, Egypt, and other contemptible names.  Rabbinic Jews follow the Babylonian calendar in which the fourth (or tenth! lol) month is named after the Babylonian deity Tammuz ( http://tinyurl.com/qgl6wg4 ), put more faith in the Talmud Bavli (Babylonian Talmud) than they do in the TaNaKh (OT), and recite Adonai for the Tetragrammaton which invokes the Greek Adonis and Babylonian Tammuz.  That’s why it’s necessary for an undefiled New Jerusalem to descend from the New Heaven to the New Earth.\nJan 18, 2018, 12:34 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "And there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come hither; I will shew unto thee the judgment of the great whore that sitteth upon many waters",
                "",
                false
            ],
            [
                "This is their resemblance through all the earth.",
                "ZECHARIAH 5:5-11",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/r2/?url=http://tinyurl.com/qgl6wg4",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "woman",
            "ephah",
            "wicked",
            "whore",
            "babylon",
            "jerusalem",
            "wickedness",
            "text",
            "babylonian",
            "wings",
            "unto",
            "jews",
            "basket"
        ]
    }
]