[
    {
        "url": "https://beforeitsnews.com/spirit/2018/01/the-moon-in-capricorn-transcending-our-limitations-from-within-2511851.html",
        "title": "The Moon in Capricorn: Transcending Our Limitations From Within",
        "authors": [
            {
                "name": "Wake Up World",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Thursday, January 18, 2018 15:56\n \nThe energy of  the New Year’s Full Moon in Cancer asked us to reflect on the new sense of self identity our ongoing process of reorientation has engendered. As we shed our old skins, it invited contemplation not only of how we identify ourselves but also how we embody the purest representation of our true unique self and shine our authentic light into the outside world.\nNow, as the energy of yesterday’s New Moon begins to ebb, the alignments of the new lunar cycle present us with the impetus to truly understand an unavoidable fact of our reality; one which often challenges our sense of self identity — that all forms and structures, by their impermanent nature, will inevitably collapse upon themselves.\nLet’s look at the energy patterns of the Full Moon and the energies that will shape our evolution during this current lunar cycle.\nUranus in Aries square Venus, the Sun and the Moon in Capricorn\nContinuing the overall story of humanity’s rapid evolution, it comes as no surprise that the shifts we are busy processing right now relate to our concepts of limitation to liberation.\nThe planet of Uranus in Aries continues to make tension aspects to Venus, the Sun and the Moon in Capricorn. The Capricorn archetype reflects the nature of structure within nature, and whenever Uranus is involved in such alignments, we gain acceleration in our awareness by seeing things differently, which leads to innovation. These patterns reflect to us an emerging energy that wants to find creative ways to express itself, and at the same time, conversely, invite us to see where we have current limitation in our lives that may inhibit the expression of that energy, and to see how we can find alternative choices and paths that leads to different outcomes. This is a main influencing factor that is currently working on our side: this energy will naturally force us to make choices that ultimately liberate us from the boundaries that bind us to feeling stuck or blocked.\nThis is the primary lesson this new lunar cycle reveals to us; if we can master the balance between structure and creativity, we will manifest harmony and beauty. During this lunar cycle, it is important to feel deep into each limitation without judging it, and see it merely as a container for our ideas and creative expressions of the past that brought us here. These limitations can also show us that, in too much excess, chaos prevails — that the cosmic dance between entropy and creation is an eternal and entirely necessary one for living energy to flourish. Balance is the key.\nAs we emerge into each moment of our awakening experience, we are made aware of our consciousness interacting with this physical form. What is truly amazing about this experience is how our sense of true self can be seen as a limitless expansion of universal light. Paradoxically, in that moment, we are made aware of our limitations that bind our bodies to the environment they interact within. So how do we find the balance of not being dissociated from our physical world but not getting lost in a meaningless mundane existence?\nThis is the big question we are being invited to answer by yesterday’s New Moon in Capricorn and the new Lunar Cycle it began.\nNeptune in Pisces trine Jupiter and Mars in Scorpio\nWith Neptune in Pisces making a harmonic trine angle to Jupiter and Mars in Scorpio, a surge of creative inspiration and flow is noticeably alive and available in us. Simultaneously the powerful collection of energies reflected by the Sun, the Moon, Venus, as well as Mercury and Saturn all in Capricorn (structure) reflect the limitations and blocks in our lives, giving us the sense of beingblocked.\nHowever, even though these energies are configuring themselves in this way, we are being offered an invitation to see that life is always operating on a deeper level — with its own cycles and patterns. If we are able to see and choose the path of least resistance, we will come to know that each limitation we encounter without ourselves is actually helping us stay grounded and focused in what is essentially a developing and learning direction — one that is far larger than what we can imagine.\nWith the expansive energies of Jupiter and Mars urging our creative vibe to express itself, an opportunity is available for us to connect with our intuition and guide our awareness into a form that will bring us personal freedom. This lunar cycle is a time to feel were your inspiration lies and what it will take to make creating from that inspiration happen for you.\nFull Moon Message: Transcending our Limitations from Within\nThere is a natural flow for each of us, ushering us in the direction we are intended to journey through. Our soul is the passenger in this bodily vehicle, a returning visitor in this world of form, here to evolve its awareness through the experience of life in the finite. The boundaries and limitations we experience in this reality, and which we are contained within — like our bodies, gender, social conditions, and age — bring definition and direction to our infinite souls, and without these boundaries we would be lost in the vastness of possibilities for expression, manifestation and direction with no container to express and evolve through.\nWe are constantly interacting with boundaries, from the most subtle to the apparent, guiding us along our path of evolution. That is the nature of our reality, but, if we are living from the mind, we will always feel that life is going wrong, that boundaries are limitations preventing us from experiencing the the life we planned, creating feelings of frustration and futility. But in reality, the limitation we experience lies in our rigidity — when we close ourselves off to the potential not only of seeing the beauty of the flow in the natural order of life but also to the possibility of feeling the call of change that arises spontaneously from the infinite well of inspiration and possibility within us when we ride that beautiful flow. The call comes from beyond the existing reality, evolving and shaping the structures as it manifests into creation through us.\n[PINTEREST]: http://pinterest.com/wakeupword/\n[TWITTER]:  http://twitter.com/joinwakeupworld\n[YOUTUBE]: http://www.youtube.com/joinwakeupworld          \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "moon",
            "energy",
            "cycle",
            "life",
            "limitations",
            "limitation",
            "reality",
            "experience",
            "lunar",
            "capricorn",
            "transcending"
        ]
    }
]