[
    {
        "url": "https://beforeitsnews.com/space/2018/01/stargazing-humanitys-oldest-science-2511099.html",
        "title": "Stargazing: Humanity’s Oldest Science",
        "authors": [
            {
                "name": "Carolyn Collins Petersen",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Carolyn Collins Petersen, TheSpacewriter\nStargazing: Humanity’s Oldest Science\nFriday, January 19, 2018 21:28\n% of readers think this story is Fact. Add your two cents.\nThings to See in the Night Sky A chart view of Orion, showing Betelgeuse in the shoulder of the giant. The three belt stars run through the middle, and just below them is the Orion Nebula starbirth region. Courtesy Zwergelstern on Wikimedia Commons.\nIt’s been a while since I’ve done a book review here, and I certainly have a few books piled up that I’ve read and want to share with you. So, we’ll start out with one of my favorite topics: stargazing. There are a lot of books out there to help you with stargazing, star charts, buying telescopes, and so on. I just got one a few weeks ago called 100 Things to See in the Night Sky: From Planets and Satellites to Meteors and Constellations, Your Guide to Stargazing” . It’s by Dean Regas, who has worked at the Cincinnati Observatory for years, has written for various publications, and knows his way around the sky. His publisher (who is also the publisher of my own Astronomy 101 book ) sent me an advance copy and I spent some time the past few weeks reading it.\nI have many books like these on my shelf. Still, it’s fun to open up a new one and see what the writer’s favorite objects are. Dean covers all the usual favorites (the Orion Nebula, Andromeda Galaxy, Double Cluster, and others). He limits himself to objects seen from between 25 and 55 degrees north latitude on Earth. Each entry has some easy hints and tips about stargazing, and he demystifies the stargazing process.\nSectioning the Sky for Stargazers\nI like how he divides the sky into various sections. Dean starts with the northern circumpolar star patterns and constellations and works his way south. For each deep-sky object, he has a “difficulty rating”. That relates to how dim or bright it is and how tough it might be to locate. He talks about some of the cultural significance behind the constellations and sky objects and gives a little scientific background about each thing he discusses.  I also like his discussions about looking for satellites and attending such events as eclipses. All very handy info. It’s all written at a level that’s really approachable for most users. I wouldn’t hesitate to give it to a pre-teen as well as an adult beginner. The graphic illustrations are simple and to the point.\nSo, if you’re looking for a gift book or a new stargazing book for your own shelf, check this one out. Click the link above for the Amazon page for Dean’s book. It has a “Peek Inside” logo, which means you can browse through the pages to see how well it’s written.\nMy New Book is Out\nSpeaking of books, my own latest book from Amberley Press will be out in hard copy on April 1. For those of you who prefer electronic books, it’s available now and called Space Exploration: Past, Present, Future . It’s aimed at folks who are interested in knowing more about space exploration but appreciate an executive summary of the topic. The text covers the ancient history of rockets all the way through the Space Age and beyond. It looks at the current state of affairs looks at various agencies and companies involved. Finally, it dives into the cultural changes that space exploration has brought about. It was fun to write, and I invite folks to check it out!\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "exploration",
            "science",
            "sky",
            "various",
            "orion",
            "books",
            "way",
            "space",
            "oldest",
            "humanitys",
            "objects",
            "stargazing",
            "book"
        ]
    }
]