[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2017/12/worlds-biggest-pension-fund-fears-mishandling-of-reverse-qe-expects-googleamazon-to-become-asset-managers-3176872.html",
        "title": "World’s Biggest Pension Fund Fears “Mishandling Of Reverse QE”, Expects Google/Amazon To Become Asset Managers",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nTotal:\nWorld’s Biggest Pension Fund Fears “Mishandling Of Reverse QE”, Expects Google/Amazon To Become Asset Managers\nSunday, December 17, 2017 19:17\n% of readers think this story is Fact. Add your two cents.\nJapan’s GPIF is the elephant in the room when it comes to investing with about $1.4 trillion of pension assets under the management. In October 2014, the fund announced a dramatic shift in its asset mix, cutting its holdings in domestic bonds to 35% from 60%, increasing international bonds from 11% to 15%, increasing domestic stocks from 12% to 25%, same for international stocks and removing its 5% allocation to short-term debt.\nThe following month, GPIF announced the appointment of its first Chief Investment Officer, Hiromichi Mizuno. This was the Wall Street Journal commenting the announcement.\nMr. Mizuno would be a big catch for the fund, which has struggled to attract outside talent because of low salaries and a small budget. Despite its size, the GPIF’s roughly 80 employees are squeezed into one floor of a 1970s office building in downtown Tokyo. Most of its investments are managed by outside asset-management firms. Mr. Mizuno was educated in the U.S. and speaks fluent English, which addresses concerns among foreign investment firms that have had trouble working with GPIF.\nAfter starting as a banker at Japan’s Sumitomo Trust and Banking Co., Ltd., Mr. Mizuno joined Coller Capital in 2003. Coller occupies a niche in the financial world, buying stakes in private-equity funds from investors who want to cash out early. It is an opportunistic strategy that allows those with plenty of cash and long investment horizons to get good deals from others who are cash strapped or concerned about short-term performance. Such a strategy could play to the strengths of a fund like GPIF, which like most pension funds has a long-time horizon.\nBloomberg has published an interview with Mizuno, who shares some controversial views on artificial intelligence (A.I.) and its impact on asset management. In particular, he believes that there will be a large number of job losses as short-term trading decisions migrate almost entirely to machines. He also discusses his advocacy of ESG investing, i.e. incorporating environmental, social and governance factors into investment decisions. In Mizuno’s view, the whole market is will adopt ESG. Finally his most controversial view is that Google and Amazon are likely to enter the asset management sector. Here is the transcript of the interview.\nQuestion: What are the biggest changes in the investment world you see coming in the next five to 10 years?\nMizuno: Adoption of technology, including AI and ESG integration into all asset classes. I believe artificial intelligence will be able to either replace or enhance the asset managers’ work, particularly for short-term trading.\nQuestion: What are the implications?\nMizuno: Asset managers have to adjust their conventional business model. Investors will be more focused on the long-term investment theme, as AI will take over the short-term trading. In other words, investors will shift their focus to the long-term sustainability of their portfolio, and more focus on their investment themes like ESG.\nQuestion: Do you see a lot of jobs being cut as a result?\nMizuno: I wouldn’t be surprised if a lot of people lose their jobs because AI replaced their routine. But I also believe in human wisdom. I think the long-term thinking and the ESG-like non-numerical, non-quantitative information will continue to require human interpretation. I believe AI will release the human resource to do something else.\nQuestion: What’s the future of ESG investing?\nMizuno: In the long run, “ESG-themed investment” will be irrelevant, as the whole market starts to use it for pricing in their investments.\nQuestion: What’s the biggest shock the industry doesn’t see coming?\nMizuno: I won’t be surprised if Google and Amazon become asset managers, but I think a lot of people in this industry will be. I take it for almost granted that they will come into this market because they have cutting-edge AI technology and they now capture all the big data of what’s happening in the market.\nQuestion: Which will ultimately prevail, active or passive investing?\nMizuno: I’m hopeful for active managers, but they need to adjust their business model, including their cost structure. Passive investment will only remain efficient if active management continues to be the mainstream. Active managers failed to prove they’re worth investors’ faith because research shows that as an industry, they didn’t add the alpha net of fees.\nQuestion: How can businesses cope with fee pressure from indexing and other trends?\nMizuno: Asset managers should adjust their fee structure to improve alignment with their clients, rather than simply reducing the fee level.\nQuestion: What’s likely to cause the next global financial crisis?\nMizuno: Mishandling of the reverse QE. I think people are a bit too optimistic that central banks will be able to reverse their quantitative easings smoothly because nobody has done it before and this is going to be a big, big historical experiment.\nQuestion: What’s the best opportunity the industry is overlooking?\nMizuno: AI and human intelligence working together. So far I haven’t heard from asset managers that they are using AI other than just replacing their analysts. That’s the whole purpose of the recent Sony Computer Science research partnership. We are trying to be ahead of the curve. When the asset-management industry starts adopting that, we just want to be there to understand what’s happening.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/worlds-biggest-pension-fund-fears-mishandling-of-reverse-qe-expects-google-amazon-to-become-asset-managers/https://www.wsj.com/articles/japan-to-name-hiromichi-mizuno-cio-of-public-pension-fund-1416323042"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "big",
            "whats",
            "qe",
            "fears",
            "asset",
            "managers",
            "googleamazon",
            "industry",
            "think",
            "mizuno",
            "fund",
            "expects",
            "worlds",
            "investment",
            "mishandling",
            "reverse",
            "shortterm",
            "pension",
            "ai"
        ]
    }
]