[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2018/01/son-of-a-bitch-got-fired-joe-biden-brags-he-forced-ukraine-to-fire-key-official-in-exchange-for-money-3179107.html",
        "title": "“Son Of A Bitch Got Fired!”: Joe Biden Brags He Forced Ukraine To Fire Key Official In Exchange For Money",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nTotal:\n“Son Of A Bitch Got Fired!”: Joe Biden Brags He Forced Ukraine To Fire Key Official In Exchange For Money\nWednesday, January 24, 2018 20:41\n% of readers think this story is Fact. Add your two cents.\nFormer Vice President Joe Biden just casually dropped a bombshell admission that he personally and directly intervened in Ukraine’s governance, boasting on stage during an event hosted by the US Council on Foreign Relations (CFR) that he got a high Kiev government official removed essentially at the snap of his fingers.\n“I looked at them and said: ‘I’m leaving in six hours. If the prosecutor is not fired, you’re not getting the money,’” Biden said at the CFR talk on Tuesday, in what was a follow-up to prior admissions revealing that the United States actively asserted behind the scenes control of Ukraine’s post-Maidan government, to the point that US officials even dictated who would occupy high offices in the war-torn country.\nUkrainian President Petro Poroshenko and then Vice President Joe Biden in Kiev, Ukraine, January 16, 2017. Image source: Reuters via The Indian Express.\nBiden confirmed what was only previously hinted at through an anonymous senior official who spoke to  The New Yorker in 2016 . It was revealed then that Ukraine’s Prosecutor General, which the equivalent office to the US Attorney General, was removed only after the Obama administration threatened to withhold 1$ billion in loan guarantees.\nThe prosecutor general at the time, Viktor Shokin, was previously supported by the US and much of the EU, but as The New Yorker described, “after initially supporting Shokin, U.S. and E.U. officials soured on him.” Washington suddenly viewed Shokin, who had served two decades within the Prosecutor General’s office as corrupt and unwilling to initiate crackdown in major financial scandal cases involving high profile figures.\nUkraine’s chief prosecutor serves a term of six years and can only be appointed and dismissed by the president with parliamentary consent; however in the case of Shokin, Joe Biden boasted before the CFR audience that he told Ukrainian President Petro Poroshenko and former Ukrainian prime minister Arseny Yatsenyuk sometime in late March 2016, “I’m telling you, you’re not getting the billion dollars,” unless they immediately sacked Shokin. To the glee of his CFR listeners who laughed audibly, Biden added, “Well, son of a bitch. He got fired!”\nIndeed the threat of withholding what had been the third installment of a massive loan package desperately needed to help prop up the new pro-EU/US Kiev government resulted in Viktor Shokin being hastily removed from his post by Ukrainian parliament on March 29, 2016 – within the very month Biden made the ultimatum (Shokin had initially promised he would willingly resign in a February letter, but resumed his work through March). Poroshenko then officially and formally dismissed Shokin on April 3, 2016.\nBut it appears that it was somewhat of an open secret as Shokin became widely referred to among Ukrainians as “the billion-dollar man”. It was also a time in which Biden and other US officials were constantly in direct communication with President Poroshenko, talking foreign aid and loan packages, and presumably according to Biden’s latest admission, how he should run his government.\nBiden had previously disclosed in his personal memoirs that he “had been on the phone with either Poroshenko or… Yatsenyuk, or both, almost every week” for months attempting to guide nearly every major decision of the Poroshenko administration after the overthrow of Viktor Yanukovych in the 2014 coup d’état which inaugurated the Ukraine crisis.\nAs a reminder, in 2014 – not long after Ukraine’s US-endorsed and facilitated presidential coup – Joe’s son Hunter joined the board of directors of Burisma Holdings , the largest private gas producers in Ukraine, incorporated in Cyprus, a European tax haven.\nElsewhere in Tuesday’s talk , Biden revealed that the Obama White House “spent so much time on the phone making sure that everyone from… [former French president Francois] Hollande to [former Italian prime minister Matteo] Renzi wouldn’t walk away” from anti-Russian sanctions.\n* * *\nBelow is the full segment containing former VP Biden’s Ukraine confessions during Tuesday’s CFR speech :\nJoe Biden: “Do I think they’re—I think the Donbas has potential to be able to be solved, but it takes two things. One of those things is missing now. And that is I’m desperately concerned about the backsliding on the part of Kiev in terms of corruption. They made—I mean, I’ll give you one concrete example. I was—not I, but it just happened to be that was the assignment I got. I got all the good ones. And so I got Ukraine. And I remember going over, convincing our team, our leaders to—convincing that we should be providing for loan guarantees. And I went over, I guess, the 12th, 13th time to Kiev. And I was supposed to announce that there was another billion-dollar loan guarantee. And I had gotten a commitment from Poroshenko and from Yatsenyuk that they would take action against the state prosecutor. And they didn’t.“\n“So they said they had—they were walking out to a press conference. I said, nah, I’m not going to—or, we’re not going to give you the billion dollars. They said, you have no authority. You’re not the president. The president said—I said, call him.” (Laughter.)\n“I said, I’m telling you, you’re not getting the billion dollars. I said, you’re not getting the billion. I’m going to be leaving here in, I think it was about six hours. I looked at them and said: I’m leaving in six hours. If the prosecutor is not fired, you’re not getting the money. Well, son of a bitch. (Laughter.) He got fired. And they put in place someone who was solid at the time.”\n“Well, there’s still—so they made some genuine substantial changes institutionally and with people. But one of the three institutions, there’s now some backsliding.”\nAnd a video of the full event:\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "I’m leaving in six hours.",
                "",
                true
            ],
            [
                "If the prosecutor is not fired, you’re not getting the money,",
                "",
                true
            ],
            [
                "Son Of A Bitch Got Fired!",
                "",
                true
            ],
            [
                "I looked at them and said: ‘I’m leaving in six hours.",
                "Biden",
                true
            ],
            [
                "If the prosecutor is not fired, you’re not getting the money,",
                "Biden",
                true
            ],
            [
                "after initially supporting Shokin, U.S. and E.U.",
                "Viktor Shokin",
                false
            ],
            [
                "I’m telling you, you’re not getting the billion dollars,",
                "Viktor Shokin",
                true
            ],
            [
                "had been on the phone with either Poroshenko or… Yatsenyuk, or both, almost every week",
                "",
                false
            ],
            [
                "spent so much time on the phone making sure that everyone from… [former French president Francois] Hollande to [former Italian prime minister Matteo] Renzi wouldn’t walk away",
                "Joe Biden",
                false
            ],
            [
                "So they said they had—they were walking out to a press conference.",
                "",
                true
            ],
            [
                "I said, nah, I’m not going to—or, we’re not going to give you the billion dollars.",
                "",
                true
            ],
            [
                "They said, you have no authority.",
                "",
                true
            ],
            [
                "The president said—I said, call him.",
                "",
                true
            ],
            [
                "I said, I’m telling you, you’re not getting the billion dollars.",
                "",
                true
            ],
            [
                "I said, you’re not getting the billion.",
                "",
                true
            ],
            [
                "I’m going to be leaving here in, I think it was about six hours.",
                "",
                true
            ],
            [
                "I looked at them and said: I’m leaving in six hours.",
                "",
                true
            ],
            [
                "If the prosecutor is not fired, you’re not getting the money.",
                "",
                true
            ],
            [
                "And they put in place someone who was solid at the time.",
                "",
                true
            ],
            [
                "Well, there’s still—so they made some genuine substantial changes institutionally and with people.",
                "",
                true
            ],
            [
                "But one of the three institutions, there’s now some backsliding.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/son-of-a-bitch-got-fired-joe-biden-brags-he-forced-ukraine-to-fire-key-official-in-exchange-for-money/https://www.nytimes.com/2017/11/13/books/review-joe-biden-promise-me-dad-memoir.html",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/son-of-a-bitch-got-fired-joe-biden-brags-he-forced-ukraine-to-fire-key-official-in-exchange-for-money/https://www.newyorker.com/magazine/2016/09/05/reforming-ukraine-after-maidan",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/son-of-a-bitch-got-fired-joe-biden-brags-he-forced-ukraine-to-fire-key-official-in-exchange-for-money/https://www.zerohedge.com/news/2014-05-13/farce-complete-joe-bidens-son-joins-board-largest-ukraine-gas-producer",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/son-of-a-bitch-got-fired-joe-biden-brags-he-forced-ukraine-to-fire-key-official-in-exchange-for-money/https://www.cfr.org/event/foreign-affairs-issue-launch-former-vice-president-joe-biden",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "key",
            "loan",
            "biden",
            "ukraine",
            "son",
            "forced",
            "exchange",
            "im",
            "official",
            "brags",
            "kiev",
            "poroshenko",
            "president",
            "prosecutor",
            "joe",
            "money",
            "fired",
            "shokin",
            "youre"
        ]
    }
]