[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/q-these-people-should-be-hanging-video-3590401.html",
        "title": "Q: 'These People Should Be Hanging' - (Video)",
        "authors": [
            {
                "name": "N. Morgan",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By N. Morgan\nWednesday, January 24, 2018 4:08\n \nQ has released several new posts over the last 48 hours, which are again hitting the bulls eye.\nAccording to Q, these explosive info releases could be the start of the second American Revolution.\nQ will begin releasing information about the elite’s involvement in child sex abuse and child trafficking.\nThe Elite’s house of cards is crumbling. All sides are being exposed to the light. \nThe video report below is courtesy of  SGT Report .\n“No one can imagine to pure evil and corruption out there,” Q says, “These people should be hanging.”\nLUKE 8:17  For there is nothing hidden that will not be disclosed, and nothing concealed that will not be known or brought out into the open.\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nThe Troubles\nToo bad. so very sad. Nothing is going to come of this story.\nGoobermint has been captured from within. The light has been turned on, and as the cockroaches run for cover. They will continue to break the laws, commit Treason, Sedation and Subversion  as defined in US Code Title 18.\nThey will continue to steal funds, embezzle, bribe, pollute, defile and generally reject anything good and decent. They will continue to hurt children and sexually molest them.  They will continue to poison our school children with heroin, crack cocaine and meth.\nWhy? Simple. The ones whom are responsible for upholding the law. they are the perpetrators.\nWhat a Mess!\nNow get up off your ass and call the losers in Congress and Senate in DC, and tell them to GET THEIR SHIT TOGETHER—-Do it Now!\nFTNWO\nEqualizer\nTime to hang…Patriots are coming for you Hitlery and O-Vomit, and there’s no where to hide, you POS.\nJan 24, 2018, 3:33 pm\nEqualizer\nEspecially disgusting when it comes to you pedophile’s and child trafficking…Your time has come, nowhere to hide.\nJan 24, 2018, 4:15 pm\nI started a new thread called The Age of Aquarius.\n-The lyrics to this song, Adele’s Hello, https://www.youtube.com/watch?v=YQHsXMglC9A , woke me from sleep, and is banging around in my head even now, songs are used for words of message. If you notice, the lyrics can go both ways, God apologizing for chastening those whom THEY love, but no more, in divine essence THEY’ll. Well, like Jesus doing the last supper but only in reverse, remember Jesus said to disciples, they would not sup in this manner again, until it had its fulfillment in heaven? Bidden all to the wedding, THEY”re saying goodbye, only now the heavens will rejoice, as the earth instead mourn, so believe apostle, this is goodbye, for a while anyway, like a predicted, seven years of it, on to phenomena celebrations of glorification, wedding suppers and promised mansions in heaven. see Rev. 19.\n-Unthinkable, but as so, these lyrics, it’s those pending tribulation saints now trying to get through, trying to repent to God, but now that Christ the Church Age is over, now that the Guardian Angels to the Royal Priesthood, the Righteous Bride are heard no more at all upon the earth. I know, it’s like they can’t, but they can, beware, it’s why it’s been promised, that whosoever shall call upon Jesus’ name, shall be saved, God’s promises never fade, fail or return void, Apostle John witness THEM enter in as a number that could not be numbered, remember? In hindsight, one of the reminder of rapture when the Bride is unknowingly, like the Hawaii missile threat, it is then being threaten, was right before the Chernobyl Nuclear Plant disaster, I was, well I was messing and moving about my kitchen, 2011.\n-It was then like other times, I begin to hear in my ear, and I quote, “soon, the church bride could be in heaven, looking down upon and praying for the tribulation saints, as the antichrist is given power to overcome them,” As a reigning Jesus is said to intercede God’s throne for the saints. I didn’t realize it immediately, not only did THEY referenced HER as the ‘Church-bride,’ the Holy Spirit was placing the Bride in heaven doing great tribulation, one of the mightiest debates about this earth, next will a conspiracy along an alien invasion. Though also here reminding her, HER reign in heaven as of Christ, would be to intercede God’s Throne, for the Tribulation Saints, something remarkably lovesuffering,  I in hindsight of visions, dreams, demonstrations and visitations portray by my book characters, here, http://2017thelightofnebewe.blogspot.com/2017/12/i-will-put-none-of-these-diseases-upon.html and here, http://2017thelightofnebewe.blogspot.com/2017/12/it-was-when-bright-sunshine.html , beware, Apb, The RAM, see entire blog here, http://cometotoderickandoceanaescape18.blogspot.com/2018/01/prophecy-link-lyrics-to-this-song-woke.html\nJan 24, 2018, 7:15 am\n.\n.\n.\nTang: 1. A Snakes tongue. 2. Tang dynasty China 618 – 907\nJan 24, 2018, 7:54 am\n.\n.\n.\nJan 24, 2018, 10:50 am\nGANG BANG o RANG o TANG with the DANG FANG as the phone RANG a PANG… ;D\nJan 27, 2018, 9:41 pm\nFeb 1, 2018, 3:20 pm\nHello Angle#3,\nCharlie here.  Good report Angle#3.  And it is WHY I’m so adamant about calling the Nerogro “President”.  He was never a constitutional “President” making him illegal and as a sodomite and radical leftist (i.e. a commie) he was in every way a PAGAN man and not an AmeriCAN.  In short, you put the ENEMY in as your “King”.\nYour Bible also forbids we put in a foreigner NOT of your tribe.\nHe has left many like him (his seed) still in your government and replicating. Hundreds all appointed and many have not been removed.  We are still in grave danger.  We must support Trump and prey for him.\nI’m afraid we might lose the next war directly because of this Nerogro…. and yes Democraps!  Who are also (gasp) enemies of the State.\nOne point I might make that many people don’t know about.  When you hang women feces and urine come out (as police often find out with women suicides) and hangings.  No, it won’t be a pretty sight if you hang Hillary.  But I couldn’t feel any better (one exception, eating doughnuts)\nknowing what she would have done to this Republic.  BTW, the Nerogro must also be arrested and punished.  How severely is up to you.\nI’m sorry to get so graphic, but as an Angle, you have been trained for this.\nSigned,\nJan 24, 2018, 3:29 pm\n.\n,\n.\n.\n.\n.\n.\n.\n.\n.\nJan 24, 2018, 3:34 pm\n.\n.\n.\n.\n.\n.\n.\nJan 24, 2018, 4:04 pm\n2QIK4U\nLUKE 8-17 IS A LIE.    THE LAST OF THE DEAD SEA SCROLLS WERE TRANSLATED AND AGAIN LOCKED AWAY BY VATICAN NEVER TO BE SEEN AGAIN. AT THE TIME THE SCROLLS WERE WRITTEN THEY HAD 364 DAYS IN A YEAR…. THAT MEANS EVERYTHING WE CELEBRATE AND OUR PLANETS TIMELINE HAS ALWAYS BEEN WRONG. THE AZTEC CALENDER THAT ENDED STILL COULD BECOME CORRECT\nJan 24, 2018, 5:49 pm\n.\n.\n.\n.\nJan 24, 2018, 6:37 pm\n.\n.\nJan 25, 2018, 9:22 am\nDuring the American Revolution, Thomas Paine wrote, “The cause of America is the cause of all mankind.” I think in 1960 and in the next decade, the cause of all mankind is the cause of America. If we do well here (applause) – if we do well here, if we are a strong and vital country, if we maintain our defenses, if we lead once again, all those who desire to be free, and they are the great majority of the world’s population, then I think we can reestablish our position and we can serve freedom, which is our traditional vocation and which we must reassert again.\n1122 a rose is risen in an age of reason.\nJan 25, 2018, 10:08 am\nJan 25, 2018, 12:52 pm\nCousin_Jack\nNothing will happen, national security. Then theres the media, who is trying to convince the public that Trump should be removed from office and sadly the public is gullible enough to believe that. And we’ve yet to see wether Trump supporters will come out and fight for Trump if the neccesity comes, even if they do they’ll meet force. its not just the number of people involved, its the effect it’ll have on the public, those involved will do anything to evade justice.\nJan 25, 2018, 5:05 pm\nJosie\nI agree everyone involved in the child sex abuse pedophilia should have their names and the crimes they committed made public. Why should they be protected everyone needs to see the evil in the soulless satanic animals.\nJan 25, 2018, 9:07 pm\nTHE LAST REVELATION OF CHRIST: Why Christians ARE NOT SAVED according to Christ – Available Now at Amazon – Click here for details: http://www.TheLastRevelationofChrist.com\nJan 27, 2018, 10:22 pm\nThere should be public or televised hanging for these animals!!!\nJan 27, 2018, 11:48 pm\nJan 28, 2018, 10:22 pm\nIAMPEACE\nI have told President Trump the people need a new conservative TV station that tells the truth. The whole story.\nJan 29, 2018, 7:03 am\nCanderson\nQ is just talk and no action, hang them yourself your fuck!!\nFeb 1, 2018, 2:07 pm\ndandelion231\nThere are many of us out here that know exactly what Q is talking about and our numbers are growing. We are the ones who somehow someway stumbled upone the Franklin Coverup or some other truther rabbit hole and had our minds destroyed. We try to tell everyone we know, but people don’t want to hear such things. They call us conspiracy theorists, but we are just the ones who have woken up, and we are impatient.  I hope Q is for real and that this evil, these people if you can call them that, will be destroyed.\nFeb 4, 2018, 8:52 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "No one can imagine to pure evil and corruption out there,",
                "",
                true
            ],
            [
                "soon, the church bride could be in heaven, looking down upon and praying for the tribulation saints, as the antichrist is given power to overcome them,",
                "",
                false
            ],
            [
                "The cause of America is the cause of all mankind.",
                "Thomas Paine",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=YQHsXMglC9A",
                "https://beforeitsnews.com/r2/?url=http://cometotoderickandoceanaescape18.blogspot.com/2018/01/prophecy-link-lyrics-to-this-song-woke.html",
                "https://beforeitsnews.com/r2/?url=http://2017thelightofnebewe.blogspot.com/2017/12/i-will-put-none-of-these-diseases-upon.html",
                "https://beforeitsnews.com/r2/?url=http://2017thelightofnebewe.blogspot.com/2017/12/it-was-when-bright-sunshine.html",
                "https://beforeitsnews.com/r2/?url=http://www.TheLastRevelationofChrist.com",
                "https://www.youtube.com/channel/UC2nQYGjfe9I_tgWpqgJorUg",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "child",
            "worldwidestep",
            "video",
            "truth",
            "using",
            "traffickingthe",
            "hanging",
            "telegram",
            "elites",
            "big",
            "q"
        ]
    }
]