[
    {
        "url": "https://beforeitsnews.com/opinion-conservative/2018/01/a-most-convenient-glitch-3357396.html",
        "title": "A Most Convenient “Glitch”",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By MOTUS\nThursday, January 25, 2018 7:26\n% of readers think this story is Fact. Add your two cents.\nIt turns out that Resist™ is not so much a protest movement as it is a political coup: a planned regime change by a group of elitists who think they know better than the voters what’s best for America.\nAnd for those who believe themselves better and smarter and more capable of governing the masses than the duly elected President, the end always justify the means. Some of those means will be revealed when “The Memo” is released. At first the clandestine means were intended simply to maintain their existing power structure. This included the disappearance of Lois Lerner’s emails, the “poofing” of Hillary Clinton’s BleachBit data, the counting of votes from non-existing voters and voting machines and the magical disappearance of Trump votes.\nBut then the tide turned and they were forced to implement The Insurance Policy™. Fake dossiers, illegal snooping, spying and all the requisite cover-ups that entailed. Which brings us to the Inconvenient Glitch™:\nThousands of mobile phones used by the FBI were impacted by a glitch that resulted in the loss of text exchanges between bureau employees Peter Strzok and Lisa Page, Fox News reported on Wednesday. The Hill\nExcept it appears the “Glitch” was actually bigger – and longer – than originally noted.\nOfficials had indicated that the “glitch” that caused the texts to go missing had affected thousands of cellphones at the FBI. CBS News Justice Department reporter Paula Reid noted that the DOJ confirmed that the period time that data was lost for the other cellphones was longer than just five months, instead spanning an entire year. DailyWire\nCoincidently the “Glitch” covered the exact same timeframe that the Deep State covert activities were in high gear:\nNearly all of the groundwork that laid the foundation for the Russia investigation took place between June 2016 and May 2017. The first dossier report from former British spy Christopher Steele was on June 20 and the FBI began its investigation in late July. The five-month period of missing texts between Strzok and Page ends on May 17, 2017, the same day that Robert Mueller was appointed the special counsel in the Russia investigation.\nAnd unfortunately for Deep State this latest “Glitch” looks to be reversible.\nTonight on #Hannity we can exclusively report that the DOJ has now started & is recovering some of the 5 months of missing text messages from Trump-hating FBI agents Peter Strzok & Lisa Page\nDon’t you just hate it when the means you put in place to smite your enemy come back to bite you in the ass?\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.washingtonexaminer.com/byron-york-did-dossier-trigger-the-trump-russia-probe/article/2640470",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.michellesmirror.com//2018/01/https://www.dailywire.com/news/26318/breaking-doj-successfully-recovering-lost-fbi-text-ryan-saavedra",
                "https://beforeitsnews.com/v3/r2/?url=http://www.michellesmirror.com//2018/01/https://twitter.com/hashtag/Hannity?src=hash&ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/v3/r2/?url=http://www.foxnews.com/politics/2018/01/24/thousands-fbi-cellphones-affected-by-glitch-that-lost-strzok-page-texts-officials-say.html",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://thehill.com/policy/cybersecurity/370560-many-fbi-phones-impacted-by-glitch-that-resulted-in-loss-of-texts-report",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "fbi",
            "strzok",
            "glitch",
            "convenient",
            "means",
            "voters",
            "text",
            "page",
            "missing",
            "texts",
            "think"
        ]
    }
]