[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2017/12/whats-in-the-final-republican-tax-bill-goldman-explains-3176842.html",
        "title": "What’s In The Final Republican Tax Bill: Goldman Explains",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nWhat’s In The Final Republican Tax Bill: Goldman Explains\nSaturday, December 16, 2017 11:41\n% of readers think this story is Fact. Add your two cents.\nWhile we published both the full text (1,097 pages) and the “explanatory” statement (only 570 pages) released by the House-Senate conference committee on the final Republican Tax Bill, also known as the Tax Cuts and Jobs Act (TCJA), we are confident not many readers – or anyone else for that matter – will read the full text.\nSo, as we previewded yesterday, here again is the Cliff Notes version of what the GOP agreed on late on Friday, and which will be voted early to mid-next week by both the House and the Senate:\nCORPORATE TAX RATE: Cuts corporate income tax rate to 21 percent from 35 percent, beginning Jan. 1, 2018.\nPASS-THROUGHS: Creates a 20 percent deduction for the first $315,000 of qualified business income for joint filers of pass-through businesses such as partnerships and sole proprietorships. For income above that threshold, the legislation phases in limits that produce an effective marginal tax rate of no more than 29.6 percent.\nCORPORATE MINIMUM TAX: Repeals the 20 percent federal corporate alternative minimum tax, which was set up to ensure that profitable corporations pay at least some tax.\nTERRITORIAL SYSTEM: Exempts U.S. corporations from U.S. taxes on most of their future foreign profits, ending the present worldwide system of taxing profits of all U.S.-based businesses, no matter where the profits are earned.\nREPATRIATION: Sets a one-time mandatory tax of 8 percent for illiquid assets and 15.5 percent for cash and cash equivalents on $2.6 trillion in U.S. business profits currently held overseas. That foreign cash pile was created by a rule that allowed foreign profits to be tax-deferred if they were not brought into the United States, or repatriated, a tax rule that would be rendered obsolete by the territorial system.\nCAPITAL EXPENSING: Allows businesses to immediately write off, or expense, the full value of equipment for five years, then gradually eliminates 100 percent expensing over a three-year period beginning in year six.\nCLEAN ENERGY: Leaves in place tax credits for producing electricity from wind, biomass, geothermal, solar, municipal waste and hydropower.\nCARRIED INTEREST: Largely leaves in place the “carried interest” loophole that benefits private equity fund managers and some hedge fund managers, despite pledges by Republicans including Trump to close it. These financiers can now claim a lower capital gains rate on much of their income from investments held more than a year. The new legislation would extend that holding period to three years, putting the loophole out of reach for some fund managers, but preserving its availability for many.\nINDIVIDUAL\nBRACKETS: Sets seven tax brackets: For married couples filing jointly, 10 percent up to $19,050; 12 percent up to $77,400; 22 percent up to $165,000; 24 percent up to $315,000; 32 percent up to $400,000; 35 percent up to $600,000; and 37 percent over $600,000. For unmarried individuals and married couples filing separately, 10 percent up to $9,525; 12 percent up to $38,700; 22 percent up to $82,500; 24 percent up to $157,500; 32 percent up to $200,000; 35 percent up to $500,000; and 37 percent over $500,000. These brackets expire after 2025.\nSTANDARD DEDUCTION: Gives taxpayers a tax break without having to claim itemized deductions. For eight years beginning in 2018, the standard deduction increases to $12,700 from $6,350 for individuals and to $24,000 from $12,000 for married couples under the legislation.\nCHILD TAX CREDIT: Doubles the child tax credit to $2,000 per dependent child under the age of 17, with a refundable portion of $1,400. The refundable portion allows families to lower their tax bills to zero and receive a refund for the remaining value.\nPERSONAL EXEMPTION: Ends $4,050 individual personal exemption.\nINHERITANCES: Increases the exemption for estate and gift taxes to $10 million from $5 million per person and indexes the new exemption level for inflation after 2011. That means even fewer Americans would pay the estate tax, but it would stay on the books.\nMORTGAGES: For residences bought from Jan. 1, 2018, through Dec. 25, 2025, caps the deduction for mortgage interest at $750,000 in home loan value. After Dec. 31, 2025, the cap will revert to $1 million in loan value. Suspends the deduction for interest on home equity loans.\n* * *\nNaturally, without context the above bullets mean little, so here is a quick walkrhough from Goldman’s chief political economist, Alec Philips, who writes that in the latest good news for the economy, the tax cuts in the final bill are larger in 2018 and 2019 than the Senate-passed version, though most of this is due to pulling forward the effective date for the 21% corporate tax rate to 2018 rather than 2019. Offsetting this, however, is that a preliminary read of the bill leads Goldman to believe that the effect on growth from the tax bill will not be substantially different than the minimal 0.3% boost in 2018 and 2019 the bank previously estimated.\nIn other words, for all the talk – and Treasury promises – of a sharp economic rebound, and the tax plan paying for itself, Goldman is quite skeptical; so much so in fact that it barely see a material increase in GDP forecasts relative to baseline; to wit: “compared to policy as it stands today, the tax cut would equal 0.75% of GDP in 2018 and 1% of GDP in 2019. This is 0.6% of GDP greater in 2018 and 0.2% greater in 2019 than our assumption based on the Senate-passed bill. However, since most of the difference relates to the corporate tax cut taking effect in 2018 rather than 2019 as under the Senate bill, our preliminary take is that the growth effect should not be substantially different than the roughly 0.3% of GDP boost in 2018 and 2019 we previously estimated.”\nBelow are the main points from Goldman:\nThe tax cuts would be somewhat more front-loaded than Senate-passed plan and our own estimates. The revenue estimates of the conference agreement released by the Joint Committee on Taxation (JCT) suggest that, on a calendar year basis, the tax cut will be equal to 1% of GDP in 2018 and 1.3% of GDP in 2019 compared to a “current law” baseline that assumes several tax incentives expire on schedule (left panel of Exhibit 1). However, compared to policy as it stands today, the tax cut would equal 0.75% of GDP in 2018 and 1% of GDP in 2019. This is 0.6% of GDP greater in 2018 and 0.2% greater in 2019 than our assumption based on the Senate-passed bill. However, since most of the difference relates to the corporate tax cut taking effect in 2018 rather than 2019 as under the Senate bill, our preliminary take is that the growth effect should not be substantially different than the roughly 0.3% of GDP boost in 2018 and 2019 we previously estimated.\nThe corporate tax rate would be reduced to 21% starting in 2018. This increases the aggregate size of the tax in 2018 but does not create an incentive for businesses to pull forward capex and other deductible expenses as had appeared likely if the tax cut had taken effect with a delay starting in 2019. The corporate alternative minimum tax would be repealed, as expected.\nThe limitation on business interest deductibility represents a compromise between the House and Senate. For the next four years, through 2021, businesses (corporations as well as passthroughs) may deduct interest up to 30% of earnings before interest, taxes, depreciation, and amortization (EBITDA). Starting in 2022, this limit would become more restrictive, at 30% of earnings before interest and taxes (EBIT).\nThe restriction on net operating losses (NOLs) became incrementally more restrictive than prior versions. Under the final agreement, NOLs could not be carried back, as expected, and while they could still be carried forward, they could be used to offset only 80% of a company’s income, rather than the 90% previously proposed.\nThe international corporate provisions largely resemble the Senate’s provisions, as had appeared likely. The final bill includes a modified version of the Senate’s Base Erosion and Anti-Avoidance Tax (BEAT) as well as a modified version of the tax on global intangible low-tax income (GILTI). The minimum tax rate on such income would be set at an effective minimum tax of 13.125%. The agreement also imposes a slightly higher tax rate on accumulated untaxed foreign earnings (“deemed repatriation”) than the House or Senate bills; the final version would tax earnings held in liquid investments at 15.5%, other untaxed foreign earnings at 8%. Future foreign earnings (whether repatriated or not) would not be taxed by the US unless they are subject to the GILTI tax.\nOn the individual side, the top marginal rate declines to 37%, as opposed to 38.5% under the Senate bill and 39.6% in the House bill. Additionally, it allows state and local tax deductibility – including property as well as income – up to $10k. The final agreement allows mortgage interest deductibility with mortgage principal capped at $750k (existing loans will be grandfathered), but it disallows home equity debt-related interest. The individual AMT remains in the conference agreement, but with increased exemption amounts and phaseout thresholds.\nPass-through provisions are similar to the Senate version, but the deduction rate is lowered to 20% (from 23%) of eligible income. Taxpayers with income over a threshold of $315k (down from $500k) face additional restrictions. This further deters high-income taxpayers from using the deduction for wage income. Qualified REIT dividends, cooperative dividends, and publicly traded partnership income is eligible for the 20% deduction.\n* * *\nFinally, a tangent from the WSJ, on the repatriated cash provision. Citing analyst calculations, the newspaper writes that while Republican lawmakers say their tax overhaul would spur companies to hire more employees and build factories in the U.S, one key provision, which could free up hundreds of billions of dollars for companies to spend, probably would benefit shareholders.\nThe provision changes the tax rules on the profits that U.S.-based companies make overseas. Under current law, companies must pay a 35% tax on the earnings if they bring them to the U.S., though they can get credit for overseas taxes. To avoid the bill, companies have left $1.9 trillion abroad, according to Moody’s Investors Service. The GOP plan would eliminate the tax on ex-U.S. profits going forward, while requiring companies pay a levy on earnings currently offshore at a much-reduced rate.\nBased on analyses of past programs to repatriate overseas corporate earnings, Wall Street analysts and tax experts expect companies would use the money for purposes such as buying back shares and mergers. Instead of adding jobs, they say, companies might cut them if they use their cash to buy rivals and then take out costs.\n“There will be increased share repurchases, but limited impact on building new plants, real investment activity and employment,” said Dhammika Dharmapala, a University of Chicago law professor who has studied what U.S. companies have done with repatriated cash.\nWhat this means is that when Trump said this morning that:\nTRUMP SAYS $4 TRLN TO BE REPATRIATED IN `GREATEST XMAS GIFT’\n… he meant for shareholders.\n“Shareholders will get the cash” from repatriation, said Kimberly Clausing, a Reed College economics professor and an expert in international tax policy.\nExecutives at U.S.-based companies have complained for years that the country’s tax code makes it hard for them to compete with foreign rivals whose overseas earnings aren’t taxed by their home countries and who in some instances pay lower tax rates on their domestic profits.\nAnd now that the tax will be drastically smaller, instead of issuing domestic debt to fund buybacks, management teams will simply repatriate offshore cash in order to boost their stock price, augment their equity-linked comp and generally make the rich even richer. Some more details:\n“We expect technology issuers will use repatriated off shore cash largely for shareholder returns,” Fitch Ratings said in a recent research note.\nCredit Suisse analyst Vamil Divan said he expects the drug companies he follows to use repatriated cash for share buybacks and acquisitions. “I think we’re going to see the consolidation in the industry we’ve been waiting for,” Dr. Divan said.\nAnalysts predict Pfizer Inc., would use repatriated money to do a big deal. The company has about $22 billion in cash overseas, and Chief Financial Officer Frank D’Amelio has said its priorities for using any money brought to the U.S. following tax changes “are dividends, share buybacks, investing in the business and M&A.”\nAs for the rest of the economy, Goldman said it best: “we do not believe the effect on growth from the tax bill will be substantial. “\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "compared to policy as it stands today, the tax cut would equal 0.75% of GDP in 2018 and 1% of GDP in 2019.",
                "Goldman",
                false
            ],
            [
                "This is 0.6% of GDP greater in 2018 and 0.2% greater in 2019 than our assumption based on the Senate-passed bill.",
                "Goldman",
                true
            ],
            [
                "However, since most of the difference relates to the corporate tax cut taking effect in 2018 rather than 2019 as under the Senate bill, our preliminary take is that the growth effect should not be substantially different than the roughly 0.3% of GDP boost in 2018 and 2019 we previously estimated.",
                "Goldman",
                true
            ],
            [
                "There will be increased share repurchases, but limited impact on building new plants, real investment activity and employment,",
                "Dhammika Dharmapala",
                true
            ],
            [
                "We expect technology issuers will use repatriated off shore cash largely for shareholder returns,",
                "",
                true
            ],
            [
                "I think we’re going to see the consolidation in the industry we’ve been waiting for,",
                "Vamil Divan",
                true
            ],
            [
                "are dividends, share buybacks, investing in the business and M&A.",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.zerohedge.com/news/2017-12-15/full-policy-highlights-tax-cuts-jobs-act-leaked",
                "https://beforeitsnews.com/v3/r2/?url=http://www.zerohedge.com/news/2017-12-14/here-what-republicans-final-tax-bill",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/whats-in-the-final-republican-tax-bill-goldman-explains/https://www.wsj.com/livecoverage/tax-bill-2017/card/1513206054",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "whats",
            "interest",
            "tax",
            "final",
            "income",
            "bill",
            "cash",
            "goldman",
            "profits",
            "corporate",
            "2018",
            "rate",
            "republican",
            "explains",
            "2019"
        ]
    }
]