[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2017/12/ex-fbi-assistant-director-strzok-fabricated-information-and-belongs-in-leavenworth-3176833.html",
        "title": "Ex-FBI Assistant Director: Strzok Fabricated Information And “Belongs In Leavenworth”",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nSaturday, December 16, 2017 11:41\n% of readers think this story is Fact. Add your two cents.\nFormer FBI Assistant Director James Kallstrom called disgraced FBI agent Peter Strzok a “total moron” who belongs in Leavenworth federal prison, during a TV appearance on Thursday. \nJames Kallstrom\nKallstrom, a former Marine captain and Vietnam veteran, told FBN host Liz MacDonald that if an FBI agent wanted to stop someone from becoming President, “I think he can do what [Strzok] tried to do,” adding “He can fabricate things, he can make stuff up, he can lie, he can be a total moron.” \n“You know, he belongs in Leavenworth this guy, in my personal view.” \nFormer FBI Assistant Director James Kallstrom on the Peter Strzok anti-Trump texts: “He belongs in Leavenworth. He belongs behind bars. These things cannot happen in a democracy.” @FoxBusiness @LizMacDonaldFOX pic.twitter.com/tMkX7wBoA9\nKallstrom’s comments come after two weeks of stunning revelations about the FBI’s top brass actively engaging in an effort to help then-candidate Hillary Clinton by “decriminalizing” her actions in the email case, while pursuing a case against then-candidate Donald Trump – using a discredited 34-page ‘Trump-Russia’ dossier to launch an investigation, according to several GOP members of Congress. \nWhen a subset of 10,000 text messages sent between Peter Strzok – lead investigator in the Trump-Russia case, and his FBI-Attorney mistress Lisa Page emerged, GOP lawmakers honed in on a specific exchange in which Strzok references an “insurance policy” in the “unlikely event” Trump was elected President. \nNow, it appears, that “insurance policy” may have been the entire Russia investigation, cooked up using the Trump-Russia dossier provided by DNC-Clinton funded opposition research firm, Fusion GPS. Fusion has been linked to several attempts to undermine Trump – including hiring Nellie Ohr – the CIA wife of DOJ official Bruce Ohr, who was demoted for obfuscating his meetings with Fusion GPS founder Glenn Simpson. \nLast week, Kallstrom said he believes there is a “Fifth Column conspiracy” within the FBI designed to “destroy President Donald Trump” – and the agency may have committed a “serious felony” in doing so. In an interview last Sunday with radio host John Catsimatidis on 970 AM in New York, Kallstrom said: \n“Ninety-nine percent of the people in the FBI are doing a fantastic job… It’s a small cabal of people running the FBI, the James Comey sycophants.”\n“I’m coming more and more to the conclusion that this is a conspiratorial cabal among the fifth column to basically take away the presidency of the United States,” Kallstrom said, adding “This whole thing with Russia is just a farce. If we find out that that phony [Russian dossier] was brought to the U.S. Foreign Intelligence Surveillance Court in the form of an affidavit for a judge’s authority, and if we find out that the people signing that affidavit in the bureau knew that that was phony information, that is a serious serious felony.”\nListen here: \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "I think he can do what [Strzok] tried to do,",
                "Liz MacDonald",
                true
            ],
            [
                "He can fabricate things, he can make stuff up, he can lie, he can be a total moron.",
                "Liz MacDonald",
                true
            ],
            [
                "You know, he belongs in Leavenworth this guy, in my personal view.",
                "",
                true
            ],
            [
                "These things cannot happen in a democracy.",
                "Peter Strzok anti-Trump",
                true
            ],
            [
                "Ninety-nine percent of the people in the FBI are doing a fantastic job… It’s a small cabal of people running the FBI, the James Comey sycophants.",
                "James Kallstrom",
                true
            ],
            [
                "I’m coming more and more to the conclusion that this is a conspiratorial cabal among the fifth column to basically take away the presidency of the United States,",
                "James Kallstrom",
                true
            ],
            [
                "This whole thing with Russia is just a farce.",
                "James Kallstrom",
                true
            ],
            [
                "If we find out that that phony [Russian dossier] was brought to the U.S. Foreign Intelligence Surveillance Court in the form of an affidavit for a judge’s authority, and if we find out that the people signing that affidavit in the bureau knew that that was phony information, that is a serious serious felony.",
                "James Kallstrom",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/ex-fbi-assistant-director-strzok-fabricated-information-and-belongs-in-leavenworth/https://twitter.com/FoxBusiness?ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/ex-fbi-assistant-director-strzok-fabricated-information-and-belongs-in-leavenworth/https://twitter.com/LizMacDonaldFOX?ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/ex-fbi-assistant-director-strzok-fabricated-information-and-belongs-in-leavenworth/https://t.co/tMkX7wBoA9",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.zerohedge.com/news/2017-12-15/fbi-edits-clinton-exoneration-go-far-beyond-what-was-previously-known-comey-mccabe-s",
                "https://beforeitsnews.com/v3/r2/?url=http://www.zerohedge.com/news/2017-12-14/court-filing-confirms-fusion-gps-hired-doj-officials-cia-wife-dig-dirt-trump",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "leavenworth",
            "fbi",
            "belongs",
            "trump",
            "strzok",
            "trumprussia",
            "peter",
            "fabricated",
            "director",
            "assistant",
            "kallstrom",
            "serious",
            "exfbi",
            "james",
            "information"
        ]
    }
]