[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/whoa-what-came-out-of-seinfelds-mouth-will-utterly-disgust-you-3588108.html",
        "title": "Whoa! What Came Out of Seinfeld's Mouth Will Utterly Disgust You",
        "authors": [
            {
                "name": "Christopher Watson",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Christopher Watson\nTotal:\nWhoa! What Came Out of Seinfeld's Mouth Will Utterly Disgust You\nMonday, January 15, 2018 15:25\n \nNone of us should be surprised about the disgusting things coming out of Hollywood.  Harvey Weinstein is a disgusting sexual predator, Kevin Spacey preys on kids, Matt Lauer is a hypocritical pervert and the list goes on and on.  There’s no telling how deep that cesspool really is.\nWhat you’re about to see was sent to me by someone from facebook. Its a clip from a web series that has been streamed nearly 100 million times called Comedians in Cars Getting Coffee.\nIts directed and hosted by comedian Jerry Seinfeld, distributed for the first nine seasons by the digital network Crackle, then moving to Netflix for season ten (2018). The series premiered on July 19, 2012.\nEpisodes feature Seinfeld introducing a vintage car selected for a guest comedian, followed by a drive to a preselected café or restaurant for coffee.\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nGET OUT WHILE YOU CAN\nWorth $900,000,000 I would suspect he is either out of touch or neck deep in pedophelia. People with that kind of money just think different sick either way.\nJan 15, 2018, 6:01 pm\nPaulTarsuss\nWho hasn’t lapsed into a bit of off color humor….the occasional fart joke…or other crude humor?\nWell….this AIN’T that.\nGiven the lateness of the hour, and the avalanche of truth coming out, exposing these cretins….\nseinfeld showed an orwellian level of detachment to the plight of victims everywhere.\nSometimes comedians will cross barriers they don’t even fully realize they’re crossing, until it’s out there.  I’ve witnessed, and, admittedly, partaken in sophomoric humor sessions which degrade to the point of simply trying to outdo one’s friends in ‘shock value’…..but wow…considering just how big the demonic  plague that is pedophelia, child trafficking and human slavery…\nseinfeld should apologize publicly, put his money where his mouth was, and give to those actively combating these cretins the world over.\nWhile he has time to do so….\nI cannot stand Jimmy Fallon or Jimmy Kimmel.  They are neither funny or fun to watch.  In short, they are BORES!!  Not genuine at all.  No talent and picked for marketing purposes.\nWhen Johnny Carson retired he took the whole tonight-show format with him.  Rolled it up and took it home.  These two BORES are just door mats.\nIt is my belief nearly all Hollowood actors are controlled by satanic influences, whether they know it or not.  Nearly all are on drugs and everyone votes Democrap – the biggest sign of all.\nIt’s like bodybuilding.  You want to get to the TOP?  You take STEROIDS – PERIOD!!!\nJan 15, 2018, 7:46 pm\n2QIK4U\nCraig Ferguson was the last of the great late night shows circuit. Now its STILL trump bashing is supposed to be Comedy now.\nJan 17, 2018, 4:52 am\nThey are cannibals.  This is what is behind human “trafficking” and planned parenthood.  They are selling organs to the Luciferian Global Elite.  They think it extends their life and they like it.\nJan 15, 2018, 10:54 pm\nAnonymous\nDidn’t he marry a 17 year old when he was around 40?\nJan 16, 2018, 5:35 am\nraburgeson\nThe investigations are not real and protectionism is all across the country. Nothing has changed except the information gathered from whistleblowers and real news investigators.\nJan 16, 2018, 7:15 am\nYea but everyone always gives Trumplegooch a fair pass don’t they?\nJan 16, 2018, 9:32 am\nFirmament Does Exist\nAnd click bait prichett throws his hat in the ring….or pritchett gooch.\nJan 16, 2018, 3:51 pm\nI think I’ve already made it clear Firmaphart that people who think the Earth is flat do not have a valid opinion in my perspective.\nJan 16, 2018, 7:14 pm\nResistance is futile.\nCori\nIt would be helpful to see more of the clip, to take what’s being said in the true context of stupidity.  Like I don’t understand what the part about being the man in brightly colored garments is about???\nJan 16, 2018, 11:13 am\nJan 16, 2018, 3:58 pm\nCHEETAH\nNEVER DID LIKE EITHER OF THEM, ALTHOUGH I LIKE THE SEINFELD SHOW WITH THE CHARACTER, GEORGE, ELAINE, KRAMMER, AND JERRY FILLED IN TOO, NEVER REALLY FUNNY, AND JUST SOMETHING ABOUT HIM I DIDN’T LIKE, AND NOW I KNOW WHY, AND JIMMY, A TALENTED PERSON, AND SAME AS JERRY, SOMETHING JUST DIDN’T SIT RIGHT WITH ME ABOUT HIM AND THIS IS THE PROOF THAT WAS SITTING IN THE PUDDING AND NOW IT IS EXPOSED. HOW, MANY COMEDIANS WILL SAY ANYTHING TO BE FUNNY, AND HOW MUCH OF IT IS FROM EXPERIENCE..LIKE SO DESENSITIZED THAT IT’S PART OF THEIR LIFE, WHETHER IT BE RAPE, PEDOPHILIA, DRUGGING FOR SEX, OR WHAT HAVE YOU. EXPOSURE FINALLY COMING OUT FOR WHAT MOST THOUGHT AMISS ANYWAY..\nJan 17, 2018, 5:38 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "came",
            "disgusting",
            "light",
            "kids",
            "comedian",
            "seinfelds",
            "whoa",
            "series",
            "season",
            "disgust",
            "seinfeld",
            "big",
            "utterly",
            "mouth",
            "hollywood"
        ]
    }
]