[
    {
        "url": "https://beforeitsnews.com/prophecy/2018/01/you-are-completely-controlled-wetware-implanted-devices-mind-control-can-hijack-you-video-2496615.html",
        "title": "You Are Completely Controlled - Wetware - Implanted Devices & Mind Control Can Hijack You (Video)",
        "authors": [
            {
                "name": "Jeffery Pritchett",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Jeffery Pritchett\nTotal:\nYou Are Completely Controlled - Wetware - Implanted Devices & Mind Control Can Hijack You (Video)\nTuesday, January 23, 2018 4:03\n% of readers think this story is Fact. Add your two cents.\nWARNING: THIS WILL BOGGLE YOUR MIND.\nCompletely and permanently. Wetware is defined as “humorous: human brain cells or thought processes regarded as analogous to, or in contrast with, computer systems” and (chiefly in science fiction) “computer technology in which the brain is linked to artificial systems, or used as a model for artificial systems based on biochemical processes.”\nNo. This is here and now. This is not science fiction. The front man for government Big Brother has been identified and he holds the most disruptive patent ever facing civilization and human evolution. I interview Thomas Paine who along with Betsy Ross explore the corrupt U.S. Patent Office and how it has laid the digital web over the entire planet. No one will be able to escape unless we act now to sever its hydra-head.\nwet·ware\n \nhuman brain cells or thought processes regarded as analogous to, or in contrast with, computer systems.\nI host the Church of Mabus radio show and it is going on 8 years. I’ve been in the paranormal community for 20 years. I provide content from a network of sources and guests and allies. Ranging from Politics to the Paranormal and the Spiritual. You can check out my other articles here at my  BIOGRAPHY  at BIN and you can check out my free radio show at this link  HERE . Thanks for showing your support and stopping by.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nraburgeson\nThey can’t even get their crap together on computers. Quantum computers using 2 new states of energy. Without even going to analog computers let’s look at possibilities. as long as they use straight line registers problems persist. It is the contention that four states will outperform 2. A correct assumption as far as I can see. Changing the math to base 32 and doubling the size of the registers does the same thing. 0 through 9 (10) digits + 26 letters gives you 36 digits to program with. 0 though f give you numeric math. for letters above f can give you 4 states – 00, 01, 10, 11. Now go to math base 64. imagine how many special states you can program. After all I only used hexadecimal math on a base 32 system. True it will take twice as long to load a register twice as long. However we can print computer chips and we can use gallium chips that are twice as fast to make up the difference. converting programs to hex machine language is not hard, it can even be done with DOS. Addressing the compatibility issues with older machines. This case would involve only 2 states 00 and 10 binary. So I suggest you look at the proposed quantum computer as just another oddity that has many alternatives.\nJan 24, 2018, 5:07 am\nOBSERVER\nOK for those who are mind fucked watching a comedy with interspersed factoids may be reasonable to get them to listen, your pitch has to be better delivered than what you all did, try to make better cohesive division of subjects, put a card with some print on it and place it in front when you change the subject switch to a new card, otherwise your effort is two clannging like cymbals annoying and it gets in the way of the comprehension, when finished watching I was relieved it was over, its too herky jerky and di not lead to any specific revelation for me at least. No opinion is no input use it or loose it.\nJan 24, 2018, 10:26 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "humorous: human brain cells or thought processes regarded as analogous to, or in contrast with, computer systems",
                "",
                false
            ],
            [
                "computer technology in which the brain is linked to artificial systems, or used as a model for artificial systems based on biochemical processes.",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/r2/?url=http://www.churchofmabusradio.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/contributor/bio/?uid=106013",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "big",
            "human",
            "science",
            "mind",
            "radio",
            "video",
            "systems",
            "devices",
            "computer",
            "thought",
            "hijack",
            "controlled",
            "completely",
            "implanted",
            "regarded",
            "wetware",
            "brain",
            "control"
        ]
    }
]