[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/the-76000-00-police-extortion-racket-on-facebook-live-3589036.html",
        "title": "The $76,000.00 Police Extortion Racket on Facebook Live",
        "authors": [
            {
                "name": "Christopher Watson",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Christopher Watson\nThursday, January 18, 2018 21:18\n \nI’m sure a lot of you already know that activist Adam Kokesh was caged a couple of days ago in Texas by the Wise county police department.  once again one of our fellow human beings was stripped of his freedom and is being held as a criminal.\nI watched Adam’s extended version video in which he recorded himself getting pulled over twice by Texas state troopers.  The first time for expired tags, because he had a temporary tag on the RV he was driving. And the second time supposedly because he was doing 74 in a 65.\nKokesh kept his cool during both stops talking to each officer about libertarian principles, but he drew some criticism for letting his dog come to the window of the RV where the dog could have taken the opportunity to lunge at the officers and create some unwanted problems. We’ve all seen and heard about the trigger happy cops who are more than willing to kill your pet for no reason.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYellowRoseTx51\nWhere is the Security of the Person? where is SS4-3000 security agreement? Why is cash forced, on a Bill of Exchange? Why isn’t UCC3 Acceptance enforced? Why is the Treasury Blocking? Why are ‘judges’ blocking?\nEveryone should tweet and ask these pertinent questions.\nJan 19, 2018, 12:36 pm\nAdam should start looking into filing commercial liens against all these corporate employees who have falsely arrested him and have injured him for violating his Unalienable Rights, the very rights protected under the Constitution they swore to defend and uphold. Treason charges should be thrown too.\nWhen these people start loosing their property collection agents they might start thinking twice about their practice of armed robbery.\nJan 19, 2018, 3:16 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "watched",
            "extortion",
            "video",
            "dog",
            "version",
            "weve",
            "rv",
            "window",
            "racket",
            "willing",
            "live",
            "7600000",
            "facebook",
            "wise",
            "texas"
        ]
    }
]