[
    {
        "url": "https://beforeitsnews.com/obama/2018/01/breaking-malia-obama-just-caught-red-handed-theres-no-denying-this-one-2485793.html",
        "title": "Malia Obama Just Caught Red-Handed… There’s No Denying This One",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nTotal:\nMalia Obama Just Caught Red-Handed… There’s No Denying This One\nMonday, January 22, 2018 4:38\n \nBeing the daughter of a president isn’t easy, and Malia Obama is finding that out the hard way.\nEverywhere the 18-year-old goes, she’s followed by paparazzi who are just dying to get that $100,000 picture, and boy did one of them ever score gold in New York City over the weekend while Malia was out with her new beau, Rory, and he was caught doing something Michelle absolutely hates, The D aily Mail  reported. The pair were spotted perusing the streets together in the cold weather, each draped over with a heavy coat to keep warm, and during at least one stop, Rory was seen blowing a fag (British for smoking a cigarette – look it up) as the pair sat along a concrete wall.\nThat’s really not going to make Mama Obama happy one bit.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nAnonymous\neconimic news may as well be Nesara News.  It’s just as ridiculous a waste of time.\nJan 22, 2018, 5:27 am\nDear economic news,\nYour headlines suck almost as much as you do.  And you suck BIGLY.\nJan 22, 2018, 10:17 am\nAdopted daughter of a sodomite.  Sodomites don’t reproduce.  Leach off heterosexuals.  Everything about the left is about LEECHING!\nJan 22, 2018, 2:06 pm\nJan 22, 2018, 2:14 pm\nFirmament Does Exist\nWhat a joke, a Muslim homosexual and a transvestite can not have children. The whole thing was a sham…those aren’t his kids, it’s just acting.Too bad the MSM was all in on the cover….hell even Joan Rivers said Hollywood knows we had a first lady transgender….\nJan 22, 2018, 5:25 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.dailymail.co.uk/news/article-5293855/Malia-Obama-spotted-British-boyfriend-New-York.html",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "york",
            "worldwidestep",
            "weekend",
            "weather",
            "theres",
            "caught",
            "obama",
            "pair",
            "rory",
            "big",
            "denying",
            "malia",
            "redhanded"
        ]
    }
]