[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/breaking-news-about-malia-obama-barack-did-it-to-her-2975567.html",
        "title": "All Hell Breaks Lose as Trump Discovers Obama's Secret Plan to Take Out His Family",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nTotal:\nAll Hell Breaks Lose as Trump Discovers Obama's Secret Plan to Take Out His Family\nMonday, January 22, 2018 22:21\n \nFormer President Barack Obama could be in huge trouble. The information we discovered could lead to a lockup as it uncovers an underlying problem in politics where opposing parties try to take each other out. This scenario paints a haggard picture of Obama exonerating Hillary Clinton while trying to take the Trump family out of the White House. If exposed, the information that suggests Obama’s cohorts purposely violated laws so they could protect Clinton from criminal charges could lead to charges for major players of the Democrat party. With all their identity politics, gender confusion, desire to hoard illegal immigrants for votes, and inability to march for a purpose (Women’s March is a joke), then the only perfect picture one can paint of a Democrat is one of a criminal.\nThe Daily Caller  interviewed Joe DiGenova, and he provided some alarming information regarding Barack Obama, Hillary Clinton, and the state of the floundering Democrat party. The interview calls out the FBI, James Comey, secret spy tools, and a Potemkin village. It seems like Obama’s Justice Department was just that – his, and not ours, the American people.\n“Asked about Obama’s Justice Department and FBI abusing their power, DiGenova said the Obama administration officials likely “violated the law, perhaps committed crimes” to use secret spy tools to spy on Trump and his former campaign members\nHe said there’s strong evidence to suggest that former FBI Director James Comey launched a phony investigation into Clinton but “followed none of the regular rules, gave her every break in the book, immunized all kinds of people, allowed the destruction of evidence, with no grand jury, no subpoenas, no search warrants. That’s not an investigation. That’s a Potemkin village. It’s a farce.”\nDiGenova believes that the widely discredited dossier that was used by the FBI to obtain a warrant under the Foreign Intelligence Surveillance Act to spy on Trump and his former campaign officials last year will prove to be one of the biggest scandals in modern political history.\nFusion GPS hired Christopher Steele, a former British spy, to compile the dossier which claimed Trump colluded with the Russians to win the election. Clinton’s 2016 presidential campaign and the Democratic National Committee paid nearly $9 million for the dossier, which was full of salacious claims that the FBI has admitted it cannot verify.\nWithout any legal justification at all, DiGenova said the FBI “created false facts so that they could get surveillance warrants. Those are all crimes.”\nThose are crimes, but who in the FBI thought they would be the ones facing prosecution? They’re the FBI, so they’re seemingly untouchable, but if this “memo” is released and provides damning information, then someone could seriously go down. If what DiGenova believes is true, then there will be significant prosecutions at various levels. Anyone who hires a former spy to compile information into a dossier that falsely claims Trump and Russians were colluding, could be faced with several questions. One of which is this – if the information is false, then what did they need to hire a former spy for? Was it because the former British spy employed to create the dossier knew how to keep his cover? Or is it because Democrats aren’t that smart in the sense that anyone could’ve created the dossier. For a team to pay $9 million for a falsified dossier to challenge then-candidate Trump, is insanity. To waste $9 million on the fake news is a waste of money that would be hard to match.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nJan 23, 2018, 12:48 am\nThe end of times are here.\nThe whole USA will crumble (is crumbling and has ALREADY BEEN WASTED TO PIECES) with the news that Obama and Hillary are criminals.\nThis is it folks and this is not a drill.\nJan 23, 2018, 1:46 am\n.\n.\n.\n.\nJan 23, 2018, 9:09 am\nAntifa terrorist Leftist spotted.\nTake his family out to dinner.  How nice and another sh*t title again.  Do us a favor and ride naked on your Super Honda and head to your mother’s house.\nJan 23, 2018, 2:13 am\ndandelion231\nThat is exactly what I was asking yesterday.  Why pay so much for false info?  Are they really so dumb they couldn’t have done it themselves, they need to pay crazy money to an outsider to make up lies and not very good lies at that?  Seems to me that money was paying for something else that we aren’t being told about.  If Trump drops dead I would not be surprised bc no-one pays 9 million dollars for lies and that is it.  I think this whole thing is way worse than any of us normal people could ever imagine.\nJan 23, 2018, 2:18 am\nAJ\nWho is this dipshit dummy making stupid posts?? Maybe a Demoshit plant?? Or just a dummy broad gone batshit!! Funny to watch this crap on the sidelines though!\nJan 23, 2018, 5:45 am\nWhen I delivered to Brampton Ontario twice a week from random House books Westminster Maryland in 2016 I heard people say at the Dixie road truck stop’s that they are going to kill all Americans when Hillary becomes president and at Angie’s Montreal style bar and grill someone said he’s an American do you want me to stab him.\nJan 23, 2018, 10:31 am\nAnonymous\nI heard in a truck stop just outside Fillmore, Utah that the draco alien lizards think humans taste better than chicken.\nJan 23, 2018, 6:36 pm\nraburgeson\nWhat took so long? Completely in your face to all that have heard Obama’s speeches, interviews and news.\nJan 23, 2018, 10:31 am\ndiane\nReally he tried to kill the president’s family I don’t think so.\nI do believe the Obama administration was involved with some high crimes against the American People. Involving spying, tracking devices being planted americans in surgery. I still have several implants left in me from that group. I was tracked for almost three years.\nWhy, a crazy business partner with connections, and perhaps a deceased four star Admiral, my father in law who knows, but I did have a bat shit crazy business partner that wanted me dead, with lots of connections more connections then a switchboard. Who may have gone as far as the White House? You think?\nJan 23, 2018, 11:10 am\nEverette\nI believe all candidates should be checked to make sure they are not NWO Vatican natzi or any other entity backed to take over the USA . Look at what we have had for years ! Bush Sr. Was accussed by one of the hit men  to have set up the killing of Kennedy and was the first to mention the NWO . Clinton gave us away to foreign entities with our trading which shipped our jobs over seas . Bush Jr has ties to 911 and proof is his video admitting he knew of the plane hitting the towers before anyone told him about it ! I understand he stole1.6 trillion from the Pentagon . Even had the 3 record buildings dropped that day to cover that up . Then we have Obama who gave away money taking us from almost a trillion in debt to 20 trillion in debt . Worst than all the debt of all the presidents put together . He Brought in Russian and UN troops to remove Americans guns . Jade Helm was supposed to be the start of it . Thank GOD Texas stood up to them ! Obama accused them of Treason for not complying . They told him no sir you have committed Treason for bringing in foreign troops to take away America’s guns ! Billy Boy first tried it . He told our Generals to go house to house and remove our guns . They told him no sir we will not ! He then told them well I will bring in foreign troops to do it . They told him no sir you will not ! All presidents I mentioned above are sorry good for nothing pieces of crap ! They won’t even make good fertilizer . It’s time to expose them for what they are Mr. Trump and let the chips fall where they may , hanging for Treason !\nJan 23, 2018, 7:59 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "violated the law, perhaps committed crimes",
                "Joe DiGenova",
                false
            ],
            [
                "followed none of the regular rules, gave her every break in the book, immunized all kinds of people, allowed the destruction of evidence, with no grand jury, no subpoenas, no search warrants.",
                "Trump",
                false
            ],
            [
                "created false facts so that they could get surveillance warrants.",
                "Joe DiGenova",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://dailycaller.com/2018/01/20/obama-administration-plot-exonerate-hillary/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "breaks",
            "trump",
            "fbi",
            "secret",
            "digenova",
            "clinton",
            "dossier",
            "family",
            "hell",
            "lose",
            "obamas",
            "discovers",
            "obama",
            "information",
            "plan",
            "spy"
        ]
    }
]