[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/aint-no-sunshine-winter-is-one-of-darkest-ever-for-parts-of-europe-3590045.html",
        "title": "Ain’t no sunshine: winter is one of darkest ever for parts of Europe",
        "authors": [
            {
                "name": "Philosophers Stone",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Philosophers Stone\nTotal:\nAin’t no sunshine: winter is one of darkest ever for parts of Europe\nTuesday, January 23, 2018 4:59\n% of readers think this story is Fact. Add your two cents.\nBrussels had less than 11 hours of sun last month, while Lille has had less than three in January\nSunshine is in short supply across a swathe of north-west Europe , shrouded in heavy cloud from a seemingly never-ending series of low pressure systems since late November and suffering one of its darkest winters since records began.\nIf you live in Brussels, 10 hours and 31 minutes was your lot for the entire month of December. The all but benighted inhabitants of Lille in France got just two hours, 42 minutes through the first half of January.\n“Sound the alarm and announce the disappearance,” read a despairing headline in photon-deprived northern France’s regional paper, La Voix du Nord. “A star has been kidnapped. We still have no sign of life from the sun.”\nBelgium’s Royal Meteorological Institute has declared December 2017 “the second darkest month since 1887”, when it began measuring, after the 10.5 hours of sun recorded at its Uccle weather station last month were beaten only by a bare 9.3 hours in 1934.\nFrance’s northern Hauts-de-France region did better with 26 hours of sunshine in December, but that was against a norm of 48.\nBut Météo France described the paltry 2.7 hours of sun recorded from 1 to 13 January in Lille, the region’s biggest city, as “exceptional”. The January average stands at 61.4 hours, according to the agency – meaning Lille and its unfortunate residents were deprived of perhaps 30 hours’ worth of rays in the first part of the month.\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Sound the alarm and announce the disappearance,",
                "",
                true
            ],
            [
                "We still have no sign of life from the sun.",
                "",
                true
            ],
            [
                "the second darkest month since 1887",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "hours",
            "parts",
            "lille",
            "winter",
            "minutes",
            "france",
            "aint",
            "month",
            "darkest",
            "sunshine",
            "northern",
            "europe",
            "recorded"
        ]
    }
]