[
    {
        "url": "http://conservativefighters.com/news/revealed-comeys-original-hillary-clinton-email-memo-suggested-possible-felony-violations/",
        "title": "REVEALED: Comey’s Original Hillary Clinton Email Memo Suggested Possible Felony Violations",
        "authors": [],
        "publisher": "http://conservativefighters.com",
        "publish_date": "2018-01-05",
        "text": "Conservative Fighters\nREVEALED: Comey’s Original Hillary Clinton Email Memo Suggested Possible Felony Violations\nFormer FBI Director James Comey’s original memo regarding former Secretary of State Hillary Clinton’s private email server was edited by FBI staffers to remove five references suggesting Clinton engaged in activities that would suggest felony and misdemeanor charges, according to obtained copies of the original memo.\nThe original Comey memo concluded that it was “reasonably likely” that Clinton’s private server was accessed or hacked by hostile entities, adding that there was no evidence to prove that assertion. FBI subordinates changed that characterization to the weaker it was “possible.”\nThe document also details that on five separate occasions the memo was altered from terms such as “grossly negligent,” which would imply evidence supporting felony and misdemeanor crimes, to the more innocuous “extremely careless.”\nThe Department of Justice (DOJ) has launched a new investigation into the Clinton Foundation, as reported by The Hill on Thursday night.\nThe full draft and edits of the documents was released on the Senate Homeland and Government Affairs Committee by Chairman Ron Johnson (R-WI), and reveals the most detailed account of the former FBI director’s original draft.\nThe full draft of the Comey memo suggests that Comey originally wrote in May 2016 that there was evidence that former Secretary of State Clinton and her aides may have violated felony and misdemeanor statutes. Hffowever, the memo also argues that he probably could not prove intent before a jury.\nComey wrote, “Although there is evidence of potential violations of the statute proscribing gross negligence in the handling of classified information and of the statute proscribing misdemeanor mishandling, my judgment is that no reasonable prosecutor would bring such a case.”\nThe FBI explained to Congress that the edits were made by staffers to Comey and then accepted by the former FBI director before he announced later in July 2016 that he would not pursue criminal charges against Hillary Clinton.\nChairman Johnson sent a letter to FBI Director Christopher Wray, asking why significant edits were made to Comey’s draft and if the edits were part of a scheme to protect Clinton from the political ramifications of a more serious judgment from the FBI.\nJohnson explained, “The edits to Director Comey’s public statement, made months prior to the conclusion of the FBI’s investigation of Secretary Clinton’s conduct, had a significant impact on the FBI’s public evaluation of the implications of her actions.”\n“This effort, seen in light of the personal animus toward then-candidate Trump by senior agents leading the Clinton investigation and their apparent desire to create an ‘insurance policy’ against Mr. Trump’s election, raise profound questions about the FBI’s role and possible interference in the 2016 presidential election,” Sen. Johnson added.\nComey’s original memo also suggested that he had worked with other intelligence agencies to ascertain whether Clinton’s private email server damaged matters of national security.\nComey wrote in the original memo, “We have done extensive work with the assistance of our colleagues elsewhere in the Intelligence Community to understand what indications there might be of compromise by hostile actors in connection with the private email operation.”\nComey’s coordination with the intelligence community was deleted from the official Comey memo.\nPresident Donald Trump tweeted on January 2, “Crooked Hillary Clinton’s top aide, Huma Abedin, has been accused of disregarding basic security protocols. She put Classified Passwords into the hands of foreign agents. Remember sailors pictures on submarine? Jail! Deep State Justice Dept must finally act? Also on Comey & others.”\nCrooked Hillary Clinton’s top aid, Huma Abedin, has been accused of disregarding basic security protocols. She put Classified Passwords into the hands of foreign agents. Remember sailors pictures on submarine? Jail! Deep State Justice Dept must finally act? Also on Comey & others\nHe wanted to live a few more years.\nShow us the indictments or stop the Bullshit!\nJanuary 5, 2018 at 5:18 pm\nTime to put Clinton, Comey, Strzok, Lynch, Holder, McCabe and several others should be headed to prison.\nMy president will figure it out…he always does…\nComment\nName *\nEmail *\nWebsite\n",
        "quotes": [
            [
                "Although there is evidence of potential violations of the statute proscribing gross negligence in the handling of classified information and of the statute proscribing misdemeanor mishandling, my judgment is that no reasonable prosecutor would bring such a case.",
                "Comey",
                true
            ],
            [
                "The edits to Director Comey’s public statement, made months prior to the conclusion of the FBI’s investigation of Secretary Clinton’s conduct, had a significant impact on the FBI’s public evaluation of the implications of her actions.",
                "Johnson",
                true
            ],
            [
                "This effort, seen in light of the personal animus toward then-candidate Trump by senior agents leading the Clinton investigation and their apparent desire to create an ‘insurance policy’ against Mr. Trump’s election, raise profound questions about the FBI’s role and possible interference in the 2016 presidential election,",
                "Johnson",
                true
            ],
            [
                "We have done extensive work with the assistance of our colleagues elsewhere in the Intelligence Community to understand what indications there might be of compromise by hostile actors in connection with the private email operation.",
                "Comey",
                true
            ],
            [
                "Crooked Hillary Clinton’s top aide, Huma Abedin, has been accused of disregarding basic security protocols.",
                "Donald Trump",
                true
            ],
            [
                "She put Classified Passwords into the hands of foreign agents.",
                "Donald Trump",
                true
            ],
            [
                "Deep State Justice Dept must finally act?",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "original",
            "fbi",
            "misdemeanor",
            "clinton",
            "suggested",
            "violations",
            "email",
            "possible",
            "hillary",
            "revealed",
            "comey",
            "edits",
            "evidence",
            "memo",
            "comeys",
            "clintons",
            "private",
            "felony"
        ]
    }
]