[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/mueller-wants-to-question-trump-and-trump-may-comply-2975978.html",
        "title": "Mueller Wants to Question Trump (And Trump May Comply)",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By RedState (Reporter)\nWednesday, January 24, 2018 12:25\n% of readers think this story is Fact. Add your two cents.\nSpecial Counsel Robert Mueller, in the course of investigating possible collusion between the Trump campaign and Russia, is said to be working out a deal with the White House for President Donald Trump to answer questions related to the dismissal of two former administration employees, national security adviser Michael Flynn and FBI Director James B. Comey.\nMueller’s desire to question the president had led some to believe he is interested in trying to determine if the president attempted to obstruct the Russian collusion investigation by ousting the two men.\nThe White House is reportedly willing to agree to an interview and “the president’s legal team hopes to provide Trump’s testimony in a hybrid form — answering some questions in a face-to-face interview and others in a written statement,” reports The Washington Post .\nWhite House Press Secretary Sarah Sanders told reporters Tuesday before news broke that Trump was considering meeting with Mueller that the White House is eager to put the Russian investigation of collusion — which they have intimated is little more than a witch hunt — behind them.\n“Frankly, this administration, we have said it time and time before, there was no collusion,” Sanders said. “There is nothing to it. We are ready to move on. Clearly the American people are. And my guess (is) some of you are tired of talking about it as well and hopefully we will get to that point soon and we can do that.”\nSanders would not say whether Trump would submit to an interview with Mueller but pledged to “be fully cooperative with the special counsel.”\nBannon is set to interview with Mueller by the end of the month, these people say, as the special counsel’s investigation moves closer to President Donald Trump’s inner circle.\nAttorney General Jeff Sessions, who was a witness to the firing of Comey, was interviewed last week, the Justice Department confirmed Tuesday.\nIn addition to the Comey and Flynn firings, key issues from Bannon’s time in the White House are likely to include Trump’s decision to fire then-acting Attorney General Sally Yates and any pressure the President may have exerted on Sessions about the FBI investigation into Russia’s interference with the election.\nTrump tweeted that he was forced to fire Flynn shortly after the former adviser resigned in February of last year and subsequently pleaded guilty to lying to the FBI about contacts with Russia. Trump’s tweet indicated Flynn was fired for lying to the Vice President Mike Pence about his Russian relationships as well as lying to the FBI, which led some to believe he ousted Flynn to distance himself or quiet him about the Russian investigation.\nComey was let go in May after testifying that he could not comment on whether there was evidence of collusion in the Russian investigation, an effort he led at the time. Comey also told Congress that Trump had privately asked him if he could see a path to firing Flynn.Mueller’s intent to meet with Trump regarding his decisions to let Flynn and Comey go have many believing the special counsel is trying to establish if there was a pattern of firing anyone who came close to finding evidence of collusion.For their part, as mentioned, the White House is saying they will meet with Mueller as a way to put the collusion narrative to bed and are insisting they had no knowledge that Flynn had even met with the FBI until they were informed two days later by then acting Attorney General Sally Yates , who was also let go 10 days into the Trump presidency.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "the president’s legal team hopes to provide Trump’s testimony in a hybrid form — answering some questions in a face-to-face interview and others in a written statement,",
                "",
                false
            ],
            [
                "Frankly, this administration, we have said it time and time before, there was no collusion,",
                "Sanders",
                true
            ],
            [
                "We are ready to move on.",
                "Sanders",
                true
            ],
            [
                "And my guess (is) some of you are tired of talking about it as well and hopefully we will get to that point soon and we can do that.",
                "Sanders",
                true
            ],
            [
                "be fully cooperative with the special counsel.",
                "Sanders",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com//slee/2018/01/24/mueller-wants-question-trump-trump-may-comply/http://amp.dailycaller.com/2018/01/24/trump-flynn-fbi-meeting-russia/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.cnn.com/2018/01/23/politics/robert-mueller-donald-trump-fire-white-house/index.html",
                "https://beforeitsnews.com/v3/r2/?url=https://www.washingtonpost.com/politics/mueller-seeks-to-question-trump-about-flynn-and-comey-departures/2018/01/23/e6652db6-0068-11e8-9d31-d72cf78dbeee_story.html?undefined=&utm_term=.33f331060a66&wpisrc=nl_most&wpmm=1",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "trump",
            "fbi",
            "wants",
            "white",
            "house",
            "russian",
            "mueller",
            "investigation",
            "comply",
            "collusion",
            "question",
            "president",
            "flynn"
        ]
    }
]