[
    {
        "url": "https://beforeitsnews.com/awakening-start-here/2018/01/meditation-comprehension-2-10620.html",
        "title": "Meditation Comprehension",
        "authors": [
            {
                "name": "Ethan Indigo Smith",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Ethan Indigo Smith (Reporter)\nTuesday, January 23, 2018 20:22\n \n“Learn how to see. Realize that everything connects to everything else. ~ Leonardo Da Vinci\nMeditation itself is a trick. It is thought to be a complicated practice, but that is confusion. The trick begins in the following contrast: Meditation is a simple practice, and yet it enables us to understand, and to perform, complexity.\nMeditation  is a practice that benefits the practitioner in innumerable ways, enabling mind and body. And like a lot of magic tricks, this trick really is simply a shift of perspective — and a changed perspective can shift everything else, most immediately our thinking and feeling. If we can shift our state of being to be relaxed during the intense part of the game, we can win. If we can shift our state of being to be relaxed during stressful times, we keep our cool. Meditation is a trick of perspective.\nBut more than that, meditation enhances our perspective, our consciousness. The word “consciousness” is used to illustrate our deep thinking and feeling. I like to say that consciousness is the awareness of our awareness. Understanding and further practicing meditation enhances our consciousness looking inward; understanding geometry enhances our consciousness looking outward. (See:  The Mandala: The Sacred Geometry of Meditation .)\nEnhanced consciousness enhances our physical wellbeing and capability. If our consciousness is unwell and our body well, we might easily become upset or depressed, ultimately becoming destructive to our health both internally and externally. But if our consciousness is well and our body is unwell, we might still be joyful and productive, and we are more likely to become well. (Consciousness rules!)\nEnhancing our consciousness also increases our ability to gain control over self, and our ability to accomplish in a productive and enhanced manner. For this reason, meditation is a simple way to trick ourselves to be our most happy and authentic selves.\nMeditation for the Youth\n“If every eight year old in the world is taught meditation, we will eliminate violence from the world within one generation.” ~ Dalai Lama\nIf there is one thing that can help individuals be joyful and productive it is meditation. It can help individuals to help themselves, and yet, few people are promoting it generally, and even less so among young people. My inspiration for writing my latest book, “ Meditation and Geometry for The Youth “, was because I realized how lacking meditation instruction is, at home, in schools, in life and even in many yoga classes.\nMy other inspiration stems from a conversation I had with a meditation teacher. Long story short, I was facing an immense problem and was upset over it, and moreover I thought it was the biggest problem in the world. What the problem was is not important. The fact that I felt it was a hugely significant problem is what’s important.\nThe conversation went like this:\n“I have been thinking a lot about the world and all the people,” I said. “I have been thinking about the problems in my life, and the lives all the people in the whole world, and I think I understand what the biggest problem in the world is. And I think if we could address just this one issue, all the world’s problems would all be solved.”\nI thought at the time that if this one problem could just be solved, everything else would be OK. Have you ever felt that way? Have you ever felt that if you had just one thing, or if things were different in just one way, than all else would perfectly fall into place?\nI continued to tell the teacher what the problem was, and the teacher was stunned but also grinned. As huge a global issue as it was, the problem might as well have been a small personal one. After thinking for a moment he responded,\n“This problem you describe is a very serious one. And all the other problems of the world are serious too, those which are connected and those which are disconnected to this problem you describe. But what is an even bigger problem is the mess from where that problem comes from. The greatest problem in the world, no matter what anyone says, the problem from which all the other problems originate from, is the problem of our lacking consciousness and our unwell consciousness.”\nI was struck. I felt silly. He of course was right. All the problems of the world, and all the problems of your world, all stem from our unwell consciousness. Every external problem begins as an internal problem, or something out of balance.\nThat’s where meditation can help — and to change our world, we need to start with our youth.\nA strong and steady consciousness solves problems and, just as importantly, does not create them in the first place. A healthy consciousness does not react in a way that creates problems but responds thoughtfully, mindfully creating the future.\nThis conversation made me realize the importance of helping others learn meditation, particularly our youth, so they in turn can help themselves, so they can develop consciousness, and so that problems great and small might meet creative solutions, not just today but in the future.\n“What if we learned to be at peace with ourselves from an early age? … Just imagine how much future generations of children would gain from this regular practice… if every child was able to connect to the ocean of consciousness that permeates all that is…” ~ Will Stanton\nMeditation and Geometry for The Youth\nMeditation assists our understanding of intangible, geometry assists our understanding of the physical; both require and enhance the imagination.\n \nIn ‘ The Geometry of Energy ’, author  Ethan Indigo Smith  explores meditation and meditative energies through the sacred four dimensions of geometry. Simple and profound, it is an empowering four-step meditation designed to lead to individuation, self-development, an enhanced understanding of energy, and psychological and spiritual cleansing.\nUseful to meditation newcomers and longtime practitioners alike, ‘The Geometry of Energy’ provides insights into a variety of meditative processes for psychological and spiritual cleansing and enhancement.\nAbout Ethan Indigo Smith:\nActivist, author and Tai Chi teacher  Ethan Indigo Smith  was born on a farm in Maine and lived in Manhattan for a number of years before migrating west to Mendocino, California. Ethan’s work is both deeply connected and extremely insightful, blending philosophy, politics, activism, spirituality, meditation and a unique sense of humor.\nYou can connect with  Ethan on Facebook , check out  his author page on Amazon , or visit his new websites,  Geometry Of Energy  and  Meditation 108 , where Ethan offers lessons on individuation, meditation, the conceptualization of energy, and the metaphysical significance of 108.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "If every eight year old in the world is taught meditation, we will eliminate violence from the world within one generation.",
                "",
                true
            ],
            [
                "I have been thinking a lot about the world and all the people,",
                "",
                true
            ],
            [
                "I have been thinking about the problems in my life, and the lives all the people in the whole world, and I think I understand what the biggest problem in the world is.",
                "",
                true
            ],
            [
                "And I think if we could address just this one issue, all the world’s problems would all be solved.",
                "",
                true
            ],
            [
                "This problem you describe is a very serious one.",
                "",
                true
            ],
            [
                "And all the other problems of the world are serious too, those which are connected and those which are disconnected to this problem you describe.",
                "",
                true
            ],
            [
                "But what is an even bigger problem is the mess from where that problem comes from.",
                "",
                true
            ],
            [
                "The greatest problem in the world, no matter what anyone says, the problem from which all the other problems originate from, is the problem of our lacking consciousness and our unwell consciousness.",
                "",
                true
            ],
            [
                "What if we learned to be at peace with ourselves from an early age?",
                "Will Stanton",
                true
            ],
            [
                "Just imagine how much future generations of children would gain from this regular practice… if every child was able to connect to the ocean of consciousness that permeates all that is",
                "Will Stanton",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://wakeup-world.com/2016/11/26/the-seed-of-buddha-meditation/",
                "https://beforeitsnews.com/v3/r2/?url=http://meditation108.weebly.com/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://geometryofenergy.weebly.com/",
                "https://beforeitsnews.com/v3/r2/?url=https://wakeup-world.com/2016/08/26/the-mandala-the-sacred-geometry-of-meditation/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "meditation",
            "understanding",
            "problems",
            "thinking",
            "consciousness",
            "geometry",
            "problem",
            "comprehension",
            "trick",
            "world",
            "ethan"
        ]
    }
]