[
    {
        "url": "https://beforeitsnews.com/conspiracy-theories/2018/01/world-enters-new-seismic-era-millions-of-californians-at-risk-the-last-warning-michio-kaku-2486595.html",
        "title": "World Enters New Seismic Era - Millions of Californians at Risk - The Latest Warning From Michio Kaku",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Ark\nTotal:\nWorld Enters New Seismic Era - Millions of Californians at Risk - The Latest Warning From Michio Kaku\nThursday, January 25, 2018 6:16\n% of readers think this story is Fact. Add your two cents.\nWorld enters new seismic era and all leading world scientists are already talking about it openly. \nIt no longer makes sense to hide and conceal the facts of global seismic changes occurring with the Earth. \nEverything is already visible to the naked eye.\nThe beginning of 2018 showed that this period is in full force. How long it will last, how it will end, and how much after it will remain alive, one can only guess. But the famous independent scientist Michio Kaku drew terrible pictures of what awaits us:\nBut for some reason, very few people listened. Only five or six countries began to intensively prepare for what is coming.\nAnd now, every day we with anxiety await new terrible seismic attacks on humanity.\nThe earthquake which hit Alaska yesterday and today and the flurry of massive aftershocks highlights the very real risk to millions of Americans in California and the entire western seaboard.\nQuake expert Michael Kendall of the University of Bristol warned of the “very active” state of the tectonic boundary off the coast of the US state.\nHe added experts had spotted the Mount Cleveland volcano in Alakasa showing “increased activity” before huge earthquake.\nAnd he said the fact the Alaskan earthquake coincides with added volcanic activity nearby could be a sign that the earth is entering a phase of increased seismic activity – with attendant risk to the millions living in Western USA. \nProfessor Kendall of the university’s Earth Sciences department told Express.co.uk said: “The Cleveland volcano was actually showing increased activity before this earthquake.\n“We have to remember this is a very active geological boundary.”\nAnd he stressed that it was notoriously difficult to make meaningful connections between different types of seismic activity, even where they might seem obvious at first glance, nor was it possible to draw a direct link with the 4.9 magnitude earthquake which struck off the coast of the Philippines on Saturday.\nHe said: “This is about tectonic plates rubbing together and therefore it is not surprising that you get phases of increased activity.”\nThe British Geological Survey’s website says: “Recent devastating earthquakes in Haiti, Chile and China, as well as magnitude 7 plus earthquakes in Indonesia and California, show that earthquake activity is increasing.\n2. Alaska has seen an increase in seismic activity with more 50 earthquake and tremors recorded by the US Geological Survey in the last 24 hours.\nThe tremors range from 2.4 magnitude to up 4.8.\nScientists are more and more afraid that this will affect America. Scientists continue to fear that the US West Coast is getting to be hit by a major earthquake – dubbed the “big one”.\n3. Yoshikazu Kikawada , a professor at Tokyo’s Sophia University that studies volcanic activity, when 2 days ago there was an eruption of Kusatsu-Sirane volcano and a giant avalanche, said:”For Japan and for the world began terrible days. Every day can bring us new tragedies. The earth is awake!”\nThe Meteorological Agency monitors the activity of over 40 volcanoes, who began to show increased activity.Japan is home to 110 active volcanoes in total.\n4.   Said in a press conference in connection with the activation of the Mayon volcano, Philippines, disaster relief official Cedric Daep:”If everything goes on as scientists warn us, there is no chance for life.\nWhat began all over the world … The inhabitants of many countries will not have a chance.”\n5. After today’s earthquake in California , SAN Diego has been rocked by an earthquake with a magnitude of 4.1 this morning, our scientists said that California did not have long to wait for the arrival of Big One – long overdue mega-earthquake.\nAlthough we are told that America is preparing for this event since last year, this is hard to believe. How many millions of people will we lose after this?\nAnd what about other countries where they do not even prepare for what has already begun.\nOn Monday, Michio Kaku said a few words about this Anderson Hays Cooper:”This is my last warning! Not for governments, but for the inhabitants of the Earth. Not even a warning, but a council. Everyone already sees what has begun. This is what we talked about the whole last year.Seismic activity is increasing throughout the world. Terrible pace. The water levels in the oceans jump. Specialists understand what this means.I want to advise people…Forget minor insults and anger.Stay with family and friends, only you can help them if there is a chance, at the terrible time that comes.”\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nGood work, Ark!\nProminent scientists like Kaku, are allowed to ring the warning bell, but only so loudly.  Kaku, like many, are gagged and bound by a system that treasures treachery over Truth.  For example, Kaku, despite being a physicist and astronomer, and fully capable of ascertaining the movements of the planetary bodies and their orbital relationships, hasn’t uttered a peep, (hey, it’s what chickens do) regarding the destabilized earth/moon orbital relationship, why there have been 7 supermoon ‘trilogies’ in the last seven years, and why the one we are in NOW is so very important….\nNope.  He knows, at least he should, but he won’t talk about it.  It’s just like the systemic corruption, greed, and deceit that is systemic to most other professions today.  It is much more profitable to address the SYMPTOMS, while avoiding the CAUSES like the plague.  Kaku, like many in his profession may soon live to regret helping their masters buckle their own muzzles on.\nHere are the causes of the huge increase in Quakes, Tsunami, Volcanoes, Rogue Waves, Extreme Weather, etc….\nGood Journeys\nYou have an evil and vile man ruling Caliphony right now.  Watch for this man’s EVIL.\nJan 26, 2018, 2:53 pm\nMayhem\nMucho Cuckoo is a theorist therefore nothing he says, as interesting (read “fearmongering”) as it may be, can be taken as fact.\nJan 26, 2018, 3:03 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The Cleveland volcano was actually showing increased activity before this earthquake.",
                "Express.co.uk",
                true
            ],
            [
                "We have to remember this is a very active geological boundary.”\nAnd he stressed that it was notoriously difficult to make meaningful connections between different types of seismic activity, even where they might seem obvious at first glance, nor was it possible to draw a direct link with the 4.9 magnitude earthquake which struck off the coast of the Philippines on Saturday.",
                "Express.co.uk",
                true
            ],
            [
                "He said: “This is about tectonic plates rubbing together and therefore it is not surprising that you get phases of increased activity.”\nThe British Geological Survey’s website says: “Recent devastating earthquakes in Haiti, Chile and China, as well as magnitude 7 plus earthquakes in Indonesia and California, show that earthquake activity is increasing.",
                "Express.co.uk",
                true
            ],
            [
                "Alaska has seen an increase in seismic activity with more 50 earthquake and tremors recorded by the US Geological Survey in the last 24 hours.",
                "Express.co.uk",
                true
            ],
            [
                "The tremors range from 2.4 magnitude to up 4.8.",
                "Express.co.uk",
                true
            ],
            [
                "Scientists are more and more afraid that this will affect America.",
                "Express.co.uk",
                true
            ],
            [
                "Scientists continue to fear that the US West Coast is getting to be hit by a major earthquake – dubbed the “big one”.",
                "Express.co.uk",
                true
            ],
            [
                "Yoshikazu Kikawada , a professor at Tokyo’s Sophia University that studies volcanic activity, when 2 days ago there was an eruption of Kusatsu-Sirane volcano and a giant avalanche, said:”For Japan and for the world began terrible days.",
                "Express.co.uk",
                true
            ],
            [
                "Every day can bring us new tragedies.",
                "Express.co.uk",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.express.co.uk/news/world/909619/Alaska-earthquake-seismic-activity-USGS-tsunami-warning-US-west-coast",
                "https://beforeitsnews.com/v3/r2/?url=http://disaster.news/2017-10-11-insider-warns-of-martial-law-and-millions-of-deaths-when-big-one-hits-california.html",
                "https://beforeitsnews.com/v3/r2/?url=https://www.rebelmouse.com/wordpress-vip-2401656056.html",
                "https://beforeitsnews.com/v3/r2/?url=https://www.express.co.uk/news/world/909761/California-earthquake-San-Diego-tsunami-warning-ring-of-fire-Alaska",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "terrible",
            "latest",
            "seismic",
            "earth",
            "scientists",
            "warning",
            "enters",
            "risk",
            "earthquake",
            "millions",
            "kaku",
            "activity",
            "increased",
            "michio",
            "world",
            "era"
        ]
    }
]