[
    {
        "url": "https://beforeitsnews.com/opinion-conservative/2018/01/anti-trump-secret-society-fbi-justice-dept-created-secret-society-to-overthrow-president-videos-3357223.html",
        "title": "Anti-Trump Secret Society? FBI, Justice Dept Created Secret Society to Overthrow President +Videos",
        "authors": [
            {
                "name": "John Rolls",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nAnti-Trump Secret Society? FBI, Justice Dept Created Secret Society to Overthrow President +Videos\nWednesday, January 24, 2018 12:39\n% of readers think this story is Fact. Add your two cents.\nIt’s a verified fact that Yale University’s secret fraternity The Skull and Bones (“Bonesmen’) created the U.S. intelligence community including the CIA.\nAccording to a number of news sources, 50,000 text messages were exchanged between FBI agent Peter Strzok and his mistress Lisa Page, an attorney with the FBI. These 50,000 text messages do not include the alleged ‘missing’ texts. \nRep. John Ratcliffe (R-TX) said, after reviewing the latest released FBI text messages, that he believes there may have been a “secret society” of politically-connected people within the Department of Justice and FBI plotting and secretly operating against Trump.\nRatcliffe posted this comment on  Twitter Tuesday  morning: The thousands of texts  @ TGowdySC and I reviewed today revealed manifest bias among top FBI officials against  @ realDonaldTrump. The texts between Strzok and Page referenced a “secret society.”\nSen.  Ron Johnson  (R-Wis.) on Tuesday shared additional text messages sent by FBI agent Peter Strzok, who was removed from special counsel  Robert Mueller ’s team last summer over anti-Trump text messages he sent out during the presidential race.\nDuring an appearance on a Milwaukee radio show, Johnson read some of the texts exchanged between between Strzok and FBI lawyer Lisa Page, and called for the FBI to track down five months worth of missing messages between the two.\nThe newly released messages were sent two days after Mueller was appointed to investigate Russian election meddling, but turned the probe into an obvious witch hunt coordinated by the Democratic Party and the corrupt members of top broadcast and print news media.\n“From what we’re hearing within these last 24-hours, the Deep State — including former President Barack Obama, the Clinton family and a shockingly large number of powerful or influential politicos — created a Secret Society whose mission is simply to overturn a legal presidential election,” said a former New York Police Department borough commander, Deputy Chief M. Reed Clarkson.\n“These corrupt FBI officials and special agents have some nerve descending on local police departments and sheriffs’ offices and denigrating them for alleged civil rights violations or police corruption, while the FBI is in the midst of trying to overthrow a President. How about ‘frog walking’ a bunch of those dirty FBI cops in handcuffs for a traditional ‘perp walk’ or media covered arraignments,” claims national security analyst Paula Gannon-Weizsblatt.\nThe two FBI officials involved in a scandal over anti-Trump text messages referred to a “secret society” on the day after President Trump’s 2016 election win, two Republican lawmakers who reviewed the exchanges said.\nAppearing on Fox News, South Carolina Rep. Trey Gowdy and Texas Rep. John Ratcliffe said that the text message, which was exchanged between former FBI counterintelligence official Peter Strzok and FBI lawyer Lisa Page, is evidence of anti-Trump bias at the top levels of the FBI.\n“We learned today about information that after — in the immediate aftermath of [Trump’s] election that there may have been a secret society of folks within the Department of Justice and the FBI to include Page and Strzok that would be working against him,” Ratcliffe told Fox’s Martha MacCallum.\nGowdy, who was interviewed alongside Ratcliffe, provided a few more details about the “secret society” text.\nNACOP Chiefs of Police – James Kouri\nJim Kouri is a member of the Board of Advisors and a former vice president of the National Association of Chiefs of Police, Inc. a 501 (c) (3) not-for-profit organization incorporated in Florida in May 1967. The Association was organized for educational and charitable activities for law enforcement officers in command ranks and supervisory agents of state & federal law enforcement agencies as well as leaders in the private security sector. NACOP also provides funding to small departments, officers and the families of those officers paralyzed and disabled in the line of duty.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "From what we’re hearing within these last 24-hours, the Deep State — including former President Barack Obama, the Clinton family and a shockingly large number of powerful or influential politicos — created a Secret Society whose mission is simply to overturn a legal presidential election,",
                "",
                true
            ],
            [
                "These corrupt FBI officials and special agents have some nerve descending on local police departments and sheriffs’ offices and denigrating them for alleged civil rights violations or police corruption, while the FBI is in the midst of trying to overthrow a President.",
                "Paula Gannon-Weizsblatt",
                true
            ],
            [
                "How about ‘frog walking’ a bunch of those dirty FBI cops in handcuffs for a traditional ‘perp walk’ or media covered arraignments,",
                "Paula Gannon-Weizsblatt",
                true
            ],
            [
                "We learned today about information that after — in the immediate aftermath of [Trump’s] election that there may have been a secret society of folks within the Department of Justice and the FBI to include Page and Strzok that would be working against him,",
                "Ratcliffe",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=RAC7vFySkOk&feature=youtu.be",
                "https://twitter.com/TGowdySC",
                "https://mitocopper.com/pages/affiliate-program",
                "https://twitter.com/realDonaldTrump",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "justice",
            "fbi",
            "overthrow",
            "secret",
            "messages",
            "strzok",
            "ratcliffe",
            "election",
            "created",
            "videos",
            "text",
            "page",
            "society",
            "dept",
            "antitrump",
            "president"
        ]
    }
]