[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/arkansas-hunter-takes-first-deer-at-77-years-old-2688794.html",
        "title": "Arkansas Hunter Takes First Deer at 77 Years Old",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By AmmoLand (Reporter)\nMonday, January 22, 2018 11:33\n% of readers think this story is Fact. Add your two cents.\nArkansas Hunter Takes First Deer at 77 Years Old\nCAMDEN, Ark. -(Ammoland.com)- You’re never too hold to harvest your first deer, as Ron Goza proved late last year.\nGoza is 77, and the button buck he took recently allowed him to receive the Arkansas Game and Fish Commission’s certificate for “My First Deer.”\n“I’ve hunted with my son-in-law the past few years and tried to get one and just never did, year after year, just never did. But I always say, maybe next year, maybe next year,” he said.\n“Next year” finally arrived for Goza on a cold morning a few weeks back. “I was out there again with my son-in-law and I told him when we saw a deer, ‘Son, this is it, or not at all.’ About two seconds later, I took the shot.”\nGoza says he fired a shot from his .30-30 rifle that appeared to pass through one shoulder of the buck and out the other. The deer began to run. Goza’s first thoughts: “Oh, no.” But then after a few yards, the deer dropped near a creek.\n“I was happy, really happy, honestly happy,” he exclaimed with such excitement apparent in his voice even a few weeks after the event.\nGoza said he grew up getting to hunt some with his grandfather, but mostly for squirrels around his native Cleburne County. His granddad let him hunt with a .22 rifle. He remembered later taking three squirrels on one trip with a single-shot 12-guage.\nBut he said he never had a chance for a deer when he was younger. He says it wasn’t until he was in his early 60s that the chance for a deer arrived. He now lives with his youngest daughter and son-in-law in Louann in southern Arkansas, where this deer was taken.\n“I’ve just enjoyed it, I love hunting, just love it very much,” Goza said. “This looks like it was a young deer, really. It was a good, nice-sized deer. The meat was real tender. Our pastor and my son-in-law dressed it and I’ve got it in my freezer, though we ate some already.\n“I’ll be looking for the big buck next year. But this was a dream come true. I couldn’t hardly believe it, that I actually got one, I really got one.”\nHunters of all ages can memorialize the unforgettable experience of a first big hunting or fishing moment with a full-color AGFC certificate: first deer, first fish, first turkey and first duck.\nVisit their website , scroll to the bottom and choose the certificate you want to display to commemorate the accomplishment.\nFill out the Portable Document File (.pdf) online and print on your color printer, or download the photo placement version to customize the certificate with an image of the lucky hunter and their harvest.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Son, this is it, or not at all.",
                "",
                true
            ],
            [
                "I’ve hunted with my son-in-law the past few years and tried to get one and just never did, year after year, just never did.",
                "Ron Goza",
                true
            ],
            [
                "But I always say, maybe next year, maybe next year,",
                "Ron Goza",
                true
            ],
            [
                "I was out there again with my son-in-law and I told him when we saw a deer, ‘Son, this is it, or not at all.’ About two seconds later, I took the shot.",
                "",
                true
            ],
            [
                "I was happy, really happy, honestly happy,",
                "Ron Goza",
                true
            ],
            [
                "I’ve just enjoyed it, I love hunting, just love it very much,",
                "Ron Goza",
                true
            ],
            [
                "I’ll be looking for the big buck next year.",
                "",
                true
            ],
            [
                "But this was a dream come true.",
                "",
                true
            ],
            [
                "I couldn’t hardly believe it, that I actually got one, I really got one.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.ammoland.com//2018/01/arkansas-hunter-takes-first-deer-at-77-years-old/http://www.agfc.com/freepubs",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.ammoland.com/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "big",
            "old",
            "really",
            "certificate",
            "arkansas",
            "takes",
            "77",
            "soninlaw",
            "deer",
            "hunter",
            "happy",
            "goza"
        ]
    }
]