[
    {
        "url": "https://beforeitsnews.com/science-and-technology/2018/01/chemically-engineering-the-sky-to-cool-the-planet-would-be-devastating-warn-researchers-in-new-study-2917256.html",
        "title": "Chemically Engineering the Sky to Cool the Planet \"Would Be Devastating\" Warn Researchers in New Study",
        "authors": [
            {
                "name": "Alton Parrish",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nChemically Engineering the Sky to Cool the Planet \"Would Be Devastating\" Warn Researchers in New Study\nTuesday, January 23, 2018 2:33\n% of readers think this story is Fact. Add your two cents.\nClimate engineering, once started, would have severe impacts if stopped. Rutgers researchers co-author first study on biological impacts of abruptly ending efforts to cool Earth’s climateFacing a climate crisis, we may someday spray sulfur dioxide into the upper atmosphere to form a cloud that cools the Earth, but suddenly stopping the spraying would have a severe global impact on animals and plants, according to the first study on the potential biological impacts of geoengineering, or climate intervention.\nThe study was published online in Nature Ecology & Evolution. The paper was co-authored by Rutgers Distinguished Professor Alan Robock, research associate Lili Xia and postdoc Brian Zambri, all from the Department of Environmental Sciences at Rutgers University-New Brunswick. Other co-authors were from the University of Maryland, Yale University and Stony Brook University.\n“Rapid warming after stopping geoengineering would be a huge threat to the natural environment and biodiversity,” Robock said. “If geoengineering ever stopped abruptly, it would be devastating, so you would have to be sure that it could be stopped gradually, and it is easy to think of scenarios that would prevent that. Imagine large droughts or floods around the world that could be blamed on geoengineering, and demands that it stop. Can we ever risk that?”\nThe chemtrail conspiracy theory is the  claim that long-lasting condensation trails, called “chemtrails” by proponents, consist of chemical or biological agents left in the sky by high-flying aircraft and deliberately sprayed for purposes undisclosed to the general public.\nCredit: Jove   / Wikimedia Commons\nGeoengineering means attempting to control the climate in addition to stopping the burning of fossil fuels, the main cause of global warming, Robock said. While scientists have studied the climate impacts of geoengineering in detail, they know almost nothing about its potential impacts on biodiversity and ecosystems, the study notes.\nThe geoengineering idea that’s attracted the most attention is to create a sulfuric acid cloud in the upper atmosphere as large volcanic eruptions do, Robock said. The cloud, formed after airplanes spray sulfur dioxide, would reflect solar radiation and cool the planet. But airplanes would have to continuously fly into the upper atmosphere to maintain the cloud because it would last only about a year if spraying stopped, Robock said. He added that the airplane spraying technology may be developed within a decade or two.\nAlan Robock, distinguished professor in the Department of Environmental Sciences at Rutgers University–New Brunswick.\nNick Romanenko/Rutgers University\nIn their study, the scientists used a global scenario with moderate cooling through geoengineering, and looked at the impacts on land and in the ocean from suddenly stopping it. They assumed that airplanes would spray 5 million tons of sulfur dioxide a year into the upper atmosphere at the Equator from 2020 to 2070. That’s the annual equivalent of about one quarter of the sulfur dioxide ejected during the 1991 eruption of Mount Pinatubo in the Philippines, Robock said.\nThe spraying would lead to an even distribution of sulfuric acid clouds in the Northern and Southern Hemispheres. And that would lower the global temperature by about 1 degree Celsius (about 1.8 degrees Fahrenheit) – about the level of global warming since the Industrial Revolution began in the mid-1800s. But halting geoengineering would lead to rapid warming – 10 times faster than if geoengineering had not been deployed, Robock said.\nStratospheric Particle Injection for Climate Engineering (SPICE) was a United Kingdom government-funded climate engineering (geoengineering) research project that aimed to assess the feasibility of injecting particles into the stratosphere from a tethered balloon for the purposes of solar radiation management.  Similar projects to create clouds to cool the planet  and control the climate have been proposed by government and private researchers. \nCredit: Hughhunt /Wikimedia Commons\nThe scientists then calculated how fast organisms would have to move to remain in the climate – in terms of both temperature and precipitation — that they are accustomed to and could survive in, he said.\n“In many cases, you’d have to go one direction to find the same temperature but a different direction to find the same precipitation,” Robock said. “Plants, of course, can’t move reasonably at all. Some animals can move and some can’t.”\nHe noted that national parks, forests and wildlife refuges serve as sanctuaries for animals, plants and other organisms. But if rapid warming forced them to move, and even if they could move fast enough, they may not be able find places with enough food to survive, he said.\nOne surprising side effect of rapidly starting geoengineering would be an El Niño warming of the sea surface in the tropical Pacific Ocean, which would cause a devastating drought in the Amazon, he said.\n“We really need to look in a lot more detail at the impact on specific organisms and how they might adapt if geoengineering stops suddenly,” he said.Contacts and sources:\nTodd B. Bates\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nIdeas Time\nWE  will know when Trump is on our side when he stops the Chemtrails.\nJan 26, 2018, 11:33 pm\nEqualizer\nChemtrails… Poisoning liberals daily. How is that global warming going for you idiots?\nJan 27, 2018, 12:39 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Rapid warming after stopping geoengineering would be a huge threat to the natural environment and biodiversity,",
                "Alan Robock",
                true
            ],
            [
                "If geoengineering ever stopped abruptly, it would be devastating, so you would have to be sure that it could be stopped gradually, and it is easy to think of scenarios that would prevent that.",
                "Alan Robock",
                true
            ],
            [
                "Imagine large droughts or floods around the world that could be blamed on geoengineering, and demands that it stop.",
                "Alan Robock",
                true
            ],
            [
                "In many cases, you’d have to go one direction to find the same temperature but a different direction to find the same precipitation,",
                "Alan Robock",
                true
            ],
            [
                "Plants, of course, can’t move reasonably at all.",
                "Alan Robock",
                true
            ],
            [
                "Some animals can move and some can’t.",
                "Alan Robock",
                true
            ],
            [
                "We really need to look in a lot more detail at the impact on specific organisms and how they might adapt if geoengineering stops suddenly,",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.ineffableisland.com//2018/01/https://commons.wikimedia.org/wiki/User:Jove",
                "https://beforeitsnews.com/v3/r2/?url=http://www.ineffableisland.com//2018/01/https://commons.wikimedia.org/w/index.php?title=User:Hughhunt&action=edit&redlink=1",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "cool",
            "study",
            "chemically",
            "sky",
            "geoengineering",
            "engineering",
            "climate",
            "upper",
            "global",
            "robock",
            "impacts",
            "devastating",
            "researchers",
            "stopping",
            "sulfur",
            "warming",
            "planet",
            "warn"
        ]
    }
]