[
    {
        "url": "https://beforeitsnews.com/tea-party/2018/01/did-an-nbc-reporter-just-blame-trump-for-school-shootings-2605246.html",
        "title": "Did an NBC reporter just blame Trump for school shootings?",
        "authors": [
            {
                "name": "Freedom Bunker",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Freedom Bunker\nDid an NBC reporter just blame Trump for school shootings?\nWednesday, January 24, 2018 21:34\n% of readers think this story is Fact. Add your two cents.\nAn NBC reporter on Wednesday suggested that President Donald Trump is somehow responsible for a school shooting in Kentucky the previous day.\nNBC’s Peter Alexander grilled White House spokeswoman Sarah Sanders on Wednesday, demanding a presidential statement from Trump letting Americans  know “how he feels” about school shootings.\n“After the Vegas shooting, you said it was an unspeakable tragedy from that podium, said it was a day for consoling survivors and mourning those who we lost. You said there’s a time and place for political debate,” he said to Sanders. “What has the President done in the time since October to try to prevent any of these shootings from taking place?”\nSanders noted that Trump is working to crack down on overall violent crime in the nation, which is leading to massive loss of life in places like Chicago.\n“The President instructed his administration to make the recent crime wave a top priority,” Sanders said.\nAlexander, however, was unsatisfied that a shooting tragedy at a school is an act of violent crime, rather than an opportunity for gun control proponents to appeal to emotion in their attempts to weaken the 2nd Amendment.\n“You said we should have the policy conversations,” Alexander said. “So the question is, what is the policy the President is willing to pursue or actively direct others to pursue to help make sure that these students are safe?”\nSanders noted a number of anti-violence initiatives the administration has taken on in an effort to reduce violent crime in all aspects of American life.\n“Will the President come before the nation and tell Americans how he feels about this issue and try to do what he can with the bully pulpit to help—” Alexander interjected.\nSanders replied:\n“I think he has, Peter … I was polite and let you finish, but let me be very clear on this. The fact that you’re basically accusing the President of being complicit in a school shooting is outrageous.”\nIndeed.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "After the Vegas shooting, you said it was an unspeakable tragedy from that podium, said it was a day for consoling survivors and mourning those who we lost.",
                "",
                true
            ],
            [
                "You said there’s a time and place for political debate,",
                "",
                true
            ],
            [
                "What has the President done in the time since October to try to prevent any of these shootings from taking place?",
                "",
                true
            ],
            [
                "The President instructed his administration to make the recent crime wave a top priority,",
                "Sanders",
                true
            ],
            [
                "You said we should have the policy conversations,",
                "Alexander",
                true
            ],
            [
                "So the question is, what is the policy the President is willing to pursue or actively direct others to pursue to help make sure that these students are safe?",
                "Alexander",
                true
            ],
            [
                "Will the President come before the nation and tell Americans how he feels about this issue and try to do what he can with the bully pulpit to help",
                "Alexander",
                false
            ],
            [
                "I think he has, Peter … I was polite and let you finish, but let me be very clear on this.",
                "Sanders",
                true
            ],
            [
                "The fact that you’re basically accusing the President of being complicit in a school shooting is outrageous.",
                "Sanders",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "trump",
            "blame",
            "reporter",
            "shootings",
            "crime",
            "nbc",
            "school",
            "shooting",
            "violent",
            "president",
            "sanders"
        ]
    }
]