[
    {
        "url": "https://beforeitsnews.com/prophecy/2018/01/very-urgent-warning-the-evil-us-eagle-government-will-use-tower-of-babel-tractor-beam-technology-to-pull-downsteer-asteroids-meteors-like-a-game-of-geometric-pool-la-and-many-other-cities-ar-2496583.html",
        "title": "Warning: The Super Bowl Will Be Known As \"THE SUPER BLOW Your Nose\" Leading To Rage Zombies And \"BLACK NOVEMBER\" - September Is Equal To November On Old Roman 10 Month Calendars! Donald Trump Knows No",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By wakeupmypeoplespiritrain\nTotal:\nWarning: The Super Bowl Will Be Known As \"THE SUPER BLOW Your Nose\" Leading To Rage Zombies And \"BLACK NOVEMBER\" - September Is Equal To November On Old Roman 10 Month Calendars! Donald Trump Knows Not To Attend This Horrific Weaponized Flu Event And So Should You! Be Aware That Donald Trump Will Die Soon After His State Of The Union Speech And The Super Bowl, As A Target Of Obama & His Alphabet Agency Cronies. Please, Beware the Super Bowl Because The US Government Needs To Stage Major Events To Initiate Martial Law, Widespread Quarantines, And UN/US Troop Enforced Military Roundups: How Much Longer Do You Think That The USA  Can Pay It's Rent?...It's Down To Just Weeks At A Time Now..LOL!!! Foreign Creditors Are Getting Tired Of The US Government's Charade And Full EMINENT DOMAIN Is Right Around The Corner In The Spring When They Decide To Default On Their Out Of Control Credit/Debts. The Evil US Eagle Government Will Use Tower of Babel Tractor Beam Technology to Pull Down/Steer/Control Asteroids and Meteors Like a Game of Geometric Pool...From LA To NY, Many Other Major Cities on Their Hit List Are Toast. Remember Agenda 21, Agenda 2030, Rex 84, & The Georgia Guidestones!\nSunday, January 21, 2018 11:44\n% of readers think this story is Fact. Add your two cents.\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1.2K views11 months ago\n \n2.6K views1 year ago\n \n#\n650 views5 months ago\n \n1.4M views5 years ago\n \n2M views5 years ago\n \n1M views6 years ago\n \n \n2.5M views5 years ago\n \nTotal Blackout, the Syfy game show that challenges its contestants to complete fearsome tasks in complete darkness, returns tonight for the final six episodes of its second season. … Read on for what White had to say about the show’s upcoming episodes, airing on Syfy Tuesdays at 9 p.m. Jun 5, 2013\n \n \n \n \n \nWith every paper I’d deliver\nBad news on the doorstep\nI couldn’t take one more step\n \n \n \n \n \nA Major False Flag Attack Will Take Place During This Years 2018 Winter Olympics Events And North Korea Is Being Cunningly Set Up To Take The Blame For This Terrorist Related Event And For The Subsequent False Flag EMP Missile Launch Which Will Be Used As A Clever Cover By The US Government/Obama & Alphabet Agency Cronies/The UN In Order To Put Civilians On The West Coast Under Extreme Duress Which Will Lead To Widespread Social Chaos, The Activation Of Martial Law, And Massive FEMA Death Camp Roundups Under The Covert EMINENT DOMAIN PROTOCOLS, Because The Government Will Refuse To Pay Its Massive Out Of Control Credit/Debts Which They Made Agreements To Pay Via Physical Property And Sheeple/Unaware Civilians, Which Was Negotiated Right Under Your Noses By The Powers That Be Via Their Wicked Government Puppet Hillary Clinton When She Was Then Operating As The Secretary Of State Under Evil Obama, Who Will Soon Initiate The Major Widespread ISIS Related Terrorist Attacks Against The USA/Babylon Foretold In Revelation 17th Ch. Concerning The Initial Destruction Of This EAGLE Nation Before The More Major Supernatural Pure Fire And Brimstone Event Takes Place Upon NY City The Whore Of Babylon, Thus Leaving It A Smoldering Smoking Ruinous Pile Of Ashes. These Horrible Government Sponsored Major False Flag Unnatural Events/Terrorist Attacks Will Spread From The West Coast Like Wild Fire Towards The Doomed East Coast In A Systematic Preplanned Coordinated Manner Designed To Help Aid In The Destruction Of This New Age Roman Edomite EAGLE World Bully Empire Making Way For The More Sinister Satanic NWO In Which Obama & His Cronies Favor, With Him As A Chimeric Cloned IMAGE/Body Of The Beast Antichrist Which Will Be Infused With And Powered/Controlled Directly By The Spirit Of Satan. The 2018 Winter Olympics, officially known as the XXIII Olympic Winter Games and commonly known as PyeongChang 2018, is a major international multi-sport event scheduled to take place from 9 to 25 February 2018 in Pyeongchang County, South Korea.  Wikipedia\nDates: Feb 9, 2018 – Feb 25, 2018  Trending\nHost city: Pyeongchang, South Korea\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nAmos 9 KJV – I saw the LORD standing upon the altar: – Bible Gateway  (This Chapter Foretells The Activation Of Tower Of Babel Technology And The Destruction Of This Wicked Fallen Angel Technology Used To Try To Fight Against The The MOST HIGH’s Hebrew-Negro Children, The Gentiles, All Of Nature, The Angels, And To Try To Keep The Earth At A Low Satanic Thorn Virus DNA Vibration…EPIC FAILURES!!!)\nhttps://www.biblegateway.com/passage/?search=Amos+9&version=KJV\n \n \n \n \n \n \n \n \n \n \n \n \nwww.b4i.news/…/a-major-earthquake-on-the-northern-west-coast-destroys-seattle-washi…\n \nOct 28, 2015 – Uploaded by CNN\n \nInstructables: http://www.instructables.com/id/Acoustic-Tractor-Beam/ Link to the paper: http://aip.scitation.org…\n \n \nStories contributed by wakeupmypeoplespiritrain. Urgent Warning: Obama Is Code Named “Dutch Boy”, The …. 3997. To Prophecy on Wednesday Nov 01 2017 12:18. Urgent Warning: Los Angeles Is in for an Explosive Fiery Hellish Catastrophic Event, Part Natural and Part Unnatural, Evacuate Now if at All Possible! 929\nYou visited this page on 1/7/18.\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nStories contributed by wakeupmypeoplespiritrain. Urgent Warning: Obama Is Code Named “Dutch Boy”, …… L.A. Is Toast: It All Starts With Blame Being Falsely Forced Upon Iran/Pakistan For ISIS Affiliation And Multiple Massive 911 Style Attacks By The US Government. 294. To Prophecy on Thursday Dec 22 2016 22:01.\nYou visited this page on 1/7/18.\n \n \n \n \n \n \n \n \n \n \n \n \nhttps://newundergroundchurch.blogspot.com/…/fema-warning-that-everything-west-of.h…\n \nOct 28, 2015 – Uploaded by CNN\n \nInstructables: http://www.instructables.com/id/Acoustic-Tractor-Beam/ Link to the paper: http://aip.scitation.org…\n \n \n \nYou visited this page on 1/20/18.\n \n \n \nwww.b4i.news/…/a-major-earthquake-on-the-northern-west-coast-destroys-seattle-washi…\n \n \nStories contributed by wakeupmypeoplespiritrain. Urgent Warning – Mike Pence to Be Short Term President: The Trump-ET Is About to …… Cern Will Be Used As A Tractor Beam Device To Pull In An Asteroid That Will Strike The Pacific Ocean! 249. To Prophecy on Monday Nov 02 2015 08:52. Cern Is Known As The Grunt …\nYou visited this page on 1/16/18.\n \narchive.li/PKSQq\n \n \n \n \n \nVIDEOS\n \n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nAnonymous\nThis is why I love BIN.  Where else do you get valuable information like this?  From CNN?  No.  From FOX?  No.  You get this first hand news from BIN who is on the leading edge of scientific discoveries.\nJan 21, 2018, 1:06 pm\nTractor beam??  John Deere type or a Kubota tractor beam?\nJan 21, 2018, 2:42 pm\nAnonymous\ni hope someone rips off your head and shits down your throat\nJan 21, 2018, 4:22 pm\nEverette\nI found your artical very interesting until I came across 12 Hebrew Negro tribes .  King David was called ruddy or one able to blush . Only the White people can blush . And his son Solomon was call White by the negro queen Sheba in Song of Solomon 5:10-12 . My beloved is White and Ruddy she says ! We know Solomon had an affair with her . And she describes herself as Black but comply in Song of Solomon 1:5-6 . KJV sorry but the 12 tribes are not black . But because of Mose and Solomon and maybe a few others there are some black Hebrews . But they must have White type A positive blood . Which traces back to Adam and Eve 5778 years ago . Science states that type A positive blood came upon earth (about) 5800 year ago . And their forming by GOD starts in Genesis chapter 2 . White type O science states they arrived about 150,000 years ago . And their creation begins in Genesis chapter 1 . To prove my point who did Cain and Seth marry ? A woman of O blood type . Seth is born to Adam and Eve when they are at the age  130 ( Genesis 5:3 ) then in verse 4 it tells us Adam had no more children until he was 800 years of age . So it could not be one of Adams daughters . Then in verse 6 when Seth is 105 and Adam is 235 , Seth marries . Whom did he marry ? White type O blood type woman . History scrolls bare this out that Adam begged Seth not to marry of the tribes of the earth , but instead let GOD make him a woman also . But he burned with desire and married any way . Now history bares out that the Blackman came when Ham who sodomized his father Noah and he put a curse on his son Canaan ( Genesis 9:24-25 ) . Many of the white women messing with black men are white type O blood types . In other words the blacks are from their linage . So there seems to be a kinship there . Good artical though , I have read some about Tesla’s inventions and how the government stepped in and destroyed his work and took his papers . Poor guy the things this guy created for us was like science fiction . He had the people at heart . But the evil Trent’s had money at heart and he was about to mess up their play grounds . Only recently are we hearing little bits and pieces of this mans work .\nJan 21, 2018, 9:09 pm\nSo, you trust year accounting from a Babylonian calendar?  See https://tinyurl.com/qgl6wg4 .\nHere’s how the Most High accounts for them — in weeks of years or jubilees: http://www.haderech.info/DSS/Calendar/4Q319.pdf\nYou should lay off the Jim Beam as well… lol\nJan 22, 2018, 5:54 am\nFirmament Does Exist\nAwesome, someone who knows the Most Highs calendar as written in Enoch.\nJan 23, 2018, 4:05 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://en.m.wikipedia.org/wiki/2018_Winter_Olympics",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.biblegateway.com/passage/?search=Amos+9&version=KJV",
                "https://tinyurl.com/qgl6wg4",
                "https://beforeitsnews.com/v3/r2/?url=https://www.google.com/search?q=2018+winter+olympics+dates&stick=H4sIAAAAAAAAAOPgE-LUz9U3MC7JS7fQEshOttJPLUvNKym2SkksSS0GAOe1snIfAAAA",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "trump",
            "old",
            "earth",
            "nose",
            "leading",
            "warning",
            "2017",
            "shutdown",
            "watchduration",
            "roman",
            "asteroid",
            "rage",
            "month",
            "bowl",
            "super",
            "major",
            "2018",
            "zombies"
        ]
    }
]