[
    {
        "url": "http://conservativefighters.com/news/reporter-yells-trump-asking-bannon-fired-trumps-response-ice-cold/",
        "title": "Reporter Yells At Trump Asking If Bannon Should Be Fired – Trump’s Response Is Ice Cold",
        "authors": [],
        "publisher": "http://conservativefighters.com",
        "publish_date": "2018-01-05",
        "text": "Conservative Fighters\nReporter Yells At Trump Asking If Bannon Should Be Fired – Trump’s Response Is Ice Cold\nPresident Donald Trump ignored a reporter’s question Friday on whether former adviser Steve Bannon should be fired from Breitbart.\nBannon told author Michael Wolff that he believes Donald Trump Jr. committed treason by arranging a meeting in Trump Tower with a Russian lawyer. Those comments and Trump’s responses have dominated the news cycle this week.\nLeaving the White House for a weekend at Camp David with Republican leaders, Trump stopped for a moment to give a brief statement to the press in a bitter 5 degree wind chill.\n﻿\n“The tax cuts are really kicking in far beyond what anyone thought,” he continued. “Numerous companies have today come out and announced they’re going to make big payments to their employees, something that nobody really had in mind, so we are very honored by it. But the market is good. The jobs reports were very good, and we think they are going to get really good over the next couple of months. So again, we’re going to Camp David with a lot of the great Republican senators, and we are making America great again. Thank you, thank you very much.”\nOn his way to a waiting Marine One helicopter, a reporter yelled loudly at Trump: “Should Steve Bannon should be fired?”\nTrump continued walking toward the aircraft, looking at the reporters with this expression on his face:\nThen, he smirked just a bit.\nFox News host Dana Perino said on her show immediately after Trump’s departure that he “usually is willing to take some questions from reporters but I have to tell you that the former communications person it was smart of him not to do such a thing.”\nJanuary 5, 2018 at 9:56 pm\nSo happy to see the site back up,Face book jail sucks.\nJanuary 5, 2018 at 10:09 pm\nKeep that MAGA agenda going. Great first year. Don’t blow it with Amnesty which is NEVER a good idea. Follow the Rule of Law instead. Paths to citizenship are already on the books. People travel to other countries all the time to live. Your an adult move back to your country and apply for citizenship the right way. Don’t slap legal immigrants to the US in the face along with Angel Moms and others who have suffered under the hands of violent illegal aliens, not to mention the cost to tax payers who foot the bill for government programs & subsidies.\nJanuary 5, 2018 at 10:11 pm\nWont let me share on facebook. Says the content has been blocked.\nComment\nName *\nEmail *\nWebsite\n",
        "quotes": [
            [
                "The tax cuts are really kicking in far beyond what anyone thought,",
                "Donald Trump Jr.",
                true
            ],
            [
                "Numerous companies have today come out and announced they’re going to make big payments to their employees, something that nobody really had in mind, so we are very honored by it.",
                "",
                true
            ],
            [
                "The jobs reports were very good, and we think they are going to get really good over the next couple of months.",
                "",
                true
            ],
            [
                "So again, we’re going to Camp David with a lot of the great Republican senators, and we are making America great again.",
                "",
                true
            ],
            [
                "Thank you, thank you very much.",
                "",
                true
            ],
            [
                "Should Steve Bannon should be fired?",
                "Donald Trump Jr.",
                true
            ],
            [
                "usually is willing to take some questions from reporters but I have to tell you that the former communications person it was smart of him not to do such a thing.",
                "Dana Perino",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "trump",
            "david",
            "really",
            "reporter",
            "good",
            "camp",
            "cold",
            "continued",
            "lot",
            "going",
            "ice",
            "response",
            "yells",
            "trumps",
            "reporters",
            "bannon",
            "asking",
            "fired"
        ]
    }
]