[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2018/01/dollar-tumbles-after-mnuchin-endorses-weaker-currency-ross-speaks-of-trade-wars-3179035.html",
        "title": "Dollar Tumbles After Mnuchin Endorses Weaker Currency, Ross Speaks Of Trade Wars",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nTotal:\nDollar Tumbles After Mnuchin Endorses Weaker Currency, Ross Speaks Of Trade Wars\nWednesday, January 24, 2018 4:57\n% of readers think this story is Fact. Add your two cents.\nCaught in a relentless downward spiral which has puzzled many a trader, it wasn’t as if the US Dollar needed any help in accelerating its decline, yet that’s precisely what happened this morning in Davos when none other than the US Treasury Secretary Steven Mnuchin “broke with tradition” of supporting the US currency, and said that he endorsed the dollar’s decline as a benefit to the U.S. economy.\n“Obviously a weaker dollar is good for us as it relates to trade and opportunities,” Mnuchin told reporters on Wednesday at the World Economic Boondoggle in Davos. “But again I think longer term the strength of the dollar is a reflection of the strength of the U.S. economy and the fact that it is and will continue to be the primary currency in terms of the reserve currency.”\nWell, if China’s ambitions are unchallenged, the dollar’s reserve currency status may not be primary for long, but we’re not there quote yet.\nMeanwhile, the dollar tumbled on the news, with the Bloomberg dollar index sliding to its lowest level in three years, extending the recent slide amid investor concern over President Donald Trump’s protectionist agenda and a special counsel investigation stemming from his 2016 campaign.\nMnuchin shocked Davos participants because while it echoed Trump’s own doubts over a strong currency, the Treasury Secretary’s “mini QE” came as U.S. officials confront the global elite with their “America First” agenda.\nAs Bloomberg adds, just hours after the U.S. slapped tariffs on solar panels and washing machines, commerce Secretary Wilbur Ross, who spoke alongside Mnuchin, said more measures are in the offing. And there is no more efficient way to accelerate trade wars than to slam your own currency, making foreign exporters suffer. The only question is how will they, and everyone else, will respond.\nAnd speaking of trade wars, Wilbur Ross said that “Trade wars are fought every single day… So a trade war has been in place for quite a little while, the difference is the U.S. troops are now coming to the rampart.”\nIt’s a message Trump is likely to send in person on Friday when he becomes the first American president in 18 years to address the Davos gathering of corporate executives and investors.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Obviously a weaker dollar is good for us as it relates to trade and opportunities,",
                "Mnuchin",
                true
            ],
            [
                "But again I think longer term the strength of the dollar is a reflection of the strength of the U.S. economy and the fact that it is and will continue to be the primary currency in terms of the reserve currency.",
                "Mnuchin",
                true
            ],
            [
                "Trade wars are fought every single day… So a trade war has been in place for quite a little while, the difference is the U.S. troops are now coming to the rampart.",
                "Wilbur Ross",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/dollar-tumbles-after-mnuchin-endorses-weaker-currency-ross-speaks-of-trade-wars/https://www.bloomberg.com/news/articles/2018-01-24/mnuchin-says-weaker-dollar-is-good-for-u-s-due-to-trade",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "mnuchin",
            "dollar",
            "trade",
            "wars",
            "endorses",
            "wilbur",
            "davos",
            "weaker",
            "trumps",
            "tumbles",
            "currency",
            "speaks",
            "ross"
        ]
    }
]