[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/north-korean-testing-anthrax-loaded-missiles-tokyo-holding-drills-2689101.html",
        "title": "North Korean Testing Anthrax-Loaded Missiles; Tokyo Holding Drills",
        "authors": [
            {
                "name": "Off The Grid News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Off The Grid News\nWednesday, January 24, 2018 14:34\n% of readers think this story is Fact. Add your two cents.\nNuclear weapons are not the only threat from North Korea. That nation’s government has begun testing the possibility of loading the deadly biological warfare agent anthrax on intercontinental ballistic missiles (ICBMs) capable of hitting the United States.\nThe Northern Koreans are testing the anthrax bacteria to see if it can survive temperatures of 7,000 degrees or higher, The Asahi Shimbun reported. An ICBM warhead heats up to temperatures of 7,000 degrees when it re-enters the atmosphere. The Shimbun report was based on sources identified as South Korean intelligence officials.\nAnthrax antibodies were reportedly detected in a North Korean soldier who defected last year, an intelligence officer told South Korean TV station Channel A. The antibodies likely came from an anthrax vaccine given to military personnel working with bioweapons, Fox News reported.\nAnthrax is one of the most popular biological weapons because it can survive for a long time under extreme conditions. Anthrax spores dropped on Gruinard Island off the coast of Scotland during a 1942 biological weapons test were so dangerous that the island was kept off limits to the public until 1986.\n“ Anthrax makes a good weapon because it can be released quietly and without anyone knowing,” says the Centers for Disease Control and Prevention (CDC). “The microscopic spores could be put into powders, sprays, food, and water. Because they are so small, you may not be able to see, smell, or taste them.”\nPowdered anthrax is so deadly that it can kill by simply touching a person’s skin.\nTokyo Conducts Missile Attack Drill\nMeanwhile, Tokyo, Japan on Monday conducted a missile-attack drill to prepare for a possible North Korea attack.\n“An advisory about a missile launch was just issued,” the public address system at the Tokyo Dome amusement park warned visitors. “Everyone, please stay calm and seek shelter in the basement.\nAround 20 other Japanese cities have held similar drills in recent weeks, NPR reported.\nResidents would have only around 10 minutes to seek shelter in the case of an actual attack.\nStrangely enough, demonstrators came out to protest the missile-attack drill.\n“I think these missile drills only fan missile scare among the Japanese people and their animosity toward North Korea,” protestor Mari Chihara said.\nWhat is your reaction? Share it in the section below:\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Anthrax makes a good weapon because it can be released quietly and without anyone knowing,",
                "",
                true
            ],
            [
                "The microscopic spores could be put into powders, sprays, food, and water.",
                "",
                true
            ],
            [
                "Because they are so small, you may not be able to see, smell, or taste them.",
                "",
                true
            ],
            [
                "An advisory about a missile launch was just issued,",
                "",
                true
            ],
            [
                "I think these missile drills only fan missile scare among the Japanese people and their animosity toward North Korea,",
                "Mari Chihara",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=http://www.asahi.com/ajw/articles/AJ201712200036.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "holding",
            "north",
            "testing",
            "biological",
            "tokyo",
            "missile",
            "korean",
            "drills",
            "anthrax",
            "weapons",
            "anthraxloaded",
            "missiles",
            "korea"
        ]
    }
]