[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2017/12/trump-releases-full-national-security-strategy-takes-aim-at-china-russia-in-defense-of-unipolar-world-order-3176932.html",
        "title": "Trump Releases Full National Security Strategy – Takes Aim At China, Russia In Defense Of Unipolar World Order",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nTotal:\nTrump Releases Full National Security Strategy – Takes Aim At China, Russia In Defense Of Unipolar World Order\nMonday, December 18, 2017 11:33\n% of readers think this story is Fact. Add your two cents.\nUpdate: The White House has released the Full National Security Strategy document:\nPresident Trump is due to speak at 1430ET.\n*  *  *\nAs we detailed earlier, President Trump is expected to release the new National Security Strategy for the United States this afternoon. We discussed the potential drivers behing his reportedly aggressive stance yesterday , but the bigger questions remain…\nWill it rein in some of the global adventurism of the Bush and Obama presidencies?\nWill it correct the gaping disconnect between what the White House says about places like North Korea and what the Secretary of State says?\nWill the neocons successfully parlay the document into a road-map for more wars?\nWhile initial reports showed Trump attacking China…taking a much tougher stance on China than previous administrations.\n“The national security strategy is likely to define China as a competitor in every realm. Not just a competitor but a threat, and therefore, in the view of many in this administration, an adversary,” said one person.\n“This is not something that they just cooked up. Mar-a-Lago interrupted the campaign rhetoric, and Xi Jinping took a little gamble and came here and embraced Trump. Trump said ‘fine, do something on North Korea and on trade’, but that didn’t work out so well.”\nIt appears that Russia is also in the crosshairs – merely serving to confirm our perspective that this is a pro-unipolar-world-order-defending national security strategy – as opposed to trade-related nonsense.\nAs for Russia’s ambitions, The Wall Street Journal reports that the strategy says the Kremlin is developing new military systems, cyber capabilities and subversive tactics, including the use of paid social-media actors, to interfere in the internal political affairs of other nations. American intelligence officials have concluded that Russia interfered in the 2016 U.S. presidential election.\nRussia’s broader calculation is that it can engage in such activities without risk of a military confrontation.\nThe Kremlin assumes that “the United States often views the world in binary terms, with states being either ‘at peace’ or ‘at war,’ when it is actually an arena of continuous competition.”\nBut Russia’s actions have led to an increased risk of a military conflict as a result of Russian miscalculation, according to the strategy.\nAs Reuters reports, the singling out of China and Russia as “revisionist powers” in the document reflects the Trump administration’s wariness of them despite Trump’s own attempts to build strong relations with Chinese President Xi Jinping and Russian President Vladimir Putin.\n“They are determined to make economies less free and less fair, to grow their militaries, and to control information and data to repress their societies and expand their influence,” according to excerpts of Trump’s strategy released by the White House.\nA senior administration official who briefed reporters said Russia and China were attempting to revise the global status quo – Russia in Europe with its military incursions into Ukraine and Georgia, and China in Asia by its aggression in the South China Sea.\nAnd while ‘trade’ is the cover, perhaps it was comments from HR McMaster, US national security adviser who oversaw the strategy, this week that confirm the threat to dollar hegemony as he said China – along with Russia – was a “revisionist power” that was “undermining the international order.”\nAnd that would be the unipolar world order with Washington on top.\nThe Daily Caller has seen a copy of the document and Peter Hasson notes the stark contrast between President Trump’s America First National Security Strategy and former President Barack Obama’s most recent national security strategy in 2015.\nRenewed Focus On Islamist Terrorism\nTrump’s new national security strategy places an emphasis on stopping Islamist terrorism and calls it out by name. Obama’s 2015 national security strategy  referred to Islam just twice: once because it’s part of ISIS’ name and once to say the administration rejected “the lie that America and its allies are at war with Islam.”\nThe new national security strategy explicitly links Islamist ideology to jihadist terrorism.\n“The United States continues to wage a long war against jihadist terrorist groups such as ISIS and Al Qaeda. These groups are linked by a common radical Islamist ideology that encourages violence against the United States and our partners and produces misery for those under their control,” the new strategy states.\nTrump’s strategy also notes, “jihadist terrorists such as ISIS and al-Qaida continue to spread a barbaric ideology that calls for the violent destruction of governments and innocents they consider to be apostates. These Islamist terrorists attempt to force those under their influence to submit to Sharia law.” A source familiar with the strategy’s drafting process described the reference to Sharia law as a “huge” inclusion by the Trump administration.\nDumping Climate Change As A ‘National Security Threat’\nObama’s 2015 national security strategy prioritized climate change as a national security threat. Obama’s strategy devoted more space to the threat posed by climate change than to the threat posed by North Korea. “Climate change is an urgent and growing threat to our national security, contributing to increased natural disasters, refugee flows, and conflicts over basic resources like food and water,” Obama’s national security strategy said.\nTrump’s national security strategy reverses that approach and does not identify climate change as a national security threat. In fact, it goes one step further.\n“U.S. leadership is indispensable to countering an antigrowth energy agenda that is detrimental to U.S. economic and energy security interests,” the new strategy states. “Given future global energy demand, much of the developing world will require fossil fuels, as well as other forms of energy, to power their economies and lift their people out of poverty.”\nThe 2015 strategy noted that the administration was “working toward an ambitious new global climate change agreement,” which became the Paris Climate Accords.\nTrump withdrew the United States from the climate deal last summer, denouncing it as a threat to American sovereignty.\nIn what appears to be a reference to the Paris deal, Trump’s new strategy states that “it should be clear that the United States will not cede sovereignty to those that claim authority over American citizens and are in conflict with our constitutional framework.”\nIran — Not Israel — Is The Threat To Peace In The Middle East\nIn perhaps the sharpest contrast to Obama’s national security strategy, Trump’s new strategy takes a hardline stance on Iran, which it describes as “the world’s most significant state sponsor of terrorism.” Obama’s strategy emphasized the need to protect the Iran nuclear deal — a pillar of his legacy as president.\nTrump’s strategy notes that Iran “has taken advantage of instability to expand its influence through partners and proxies, weapon proliferation, and funding. It continues to develop more capable ballistic missiles, intelligence capabilities, and it undertakes malicious cyber activities.”\nTrump’s strategy states that — despite Obama officials’ claims to the contrary — the Iran nuclear deal has done nothing to stop any of the above activities.\n“These activities have continued unabated since the 2015 nuclear deal,” the document states. “Iran continues to perpetuate the cycle of violence in the region, causing grievous harm to civilian populations. Rival states are filling vacuums created by state collapse and prolonged regional conflict.”\nTrump’s national security strategy explicitly blames Iran, rather than Israel, for conflicts in the Middle East.\n“For generations the conflict between Israel and the Palestinians has been understood as the prime irritant preventing peace and prosperity in the region,” the strategy states.\n“Today, the threats from radical jihadist terrorist organizations and the threat from Iran are creating the realization that Israel is not the cause of the region’s problems. States have increasingly found common interests with Israel in confronting common threats.”\nThe strategy notes that the U.S. will work “with allies and partners to deter and disrupt other foreign terrorist groups that threaten the homeland—including Iranian-backed groups such as Lebanese Hizballah.”\nThe Obama administration, in contrast, torpedoed a DEA operation against Hezbollah for money laundering and narcotics trafficking in order to preserve the Iran nuclear deal, according to a bombshell  report in Politico  Sunday night. The report said that the Obama administration’s reluctance to confront Hezbollah allowed the group to grow rapidly in size and expand its influence across Lebanon in particular and the Middle East as a whole.\nImmigration: Ending Chain Migration, Increasing Vetting, Tougher Border Security   \nObama’s 2015 national security strategy placed an emphasis on giving amnesty to illegal immigrants by giving them a “pathway to citizenship,” while paying lip service to the need for border security. The 2015 strategy framed the flood of illegal immigrants to the US-Mexico border as a “major consequence of weak institutions and violence” and emphasized the need for America to help those countries.\n“American leadership, in partnership with these countries and with the support of their neighbors, remains essential to arresting the slide backwards and to creating steady improvements in economic growth and democratic governance,” the Obama strategy stated.\nTrump’s strategy frames the immigration issue in terms of sovereignty, saying the U.S. “affirms its sovereign right to determine who should enter our country and under what circumstances.”\nThe document emphasizes the importance of knowing and controlling who enters the country through tactics like increased vetting, ending chain-migration, end the Diversity Visa Lottery program and increase border security.\n“The United States affirms its sovereign right to determine who should enter our country and under what circumstances. The United States understands the contributions immigrants have made to our Nation throughout its history. Illegal immigration, however, burdens the economy, hurts American workers, presents public safety risks, and enriches smugglers and other criminals,” the Trump strategy states.\nThe document continues:\nThe United States will continue to welcome lawful immigrants who do not pose a security threat and whose entry is consistent with the national interest, while at the same time enhancing the screening and vetting of travelers, closing dangerous loopholes, revising outdated laws, and eliminating easily exploited vulnerabilities. We will also reform our current immigration system, which, contrary to our national interest and national security, allows for randomized entry and extended-family chain migration. Residency and citizenship determinations should be based on individuals’ merit and their ability to positively contribute to U.S. society, rather than chance or extended family connections.\nTwo recent terrorist attacks, the October truck attack in New York City and last week’s attempted bombing, were committed by individuals who entered the country through either chain migration or the Diversity Visa Lottery program. (RELATED: Trump’s Desired Immigration Reforms Could Have Stopped Last Two Terror Attacks)\nEconomically Competing With China\nPresident Obama’s national security strategy emphasized its “scope of cooperation with China” on economic issues, which the administration touted as “unprecedented.” Trump’s national security strategy rejects this approach as a failure and embraces a more competitive view of global economics.\n“For decades, U.S. policy was rooted in the belief that support for China’s rise and for its integration into the post-war international order would liberalize China,” the document states. “Contrary to our hopes, China expanded its power at the expense of the sovereignty of others in the region. China gathers and exploits data on an unrivaled scale and spreads features of its authoritarian system, including corruption and the use of surveillance.”\nUnder the subhed “A Competitive World,” the strategy reads: “China and Russia challenge American power, influence, and interests, attempting to erode American security and prosperity. They are determined to make economies less free and less fair, to grow their militaries, and to control information and data to repress their societies and expand their influence.”\n“These competitions require the United States to rethink the policies of the past two decades—policies based on the assumption that engagement with rivals and their inclusion in international institutions and global commerce would turn them into benign actors and trustworthy partners. For the most part, this premise turned out to be false,” the section concludes.\n*  *  *\nFinally, here is Ron Paul, joined by veteran foreign affairs analyst and former US diplomat Jim Jatras, to discuss the hopes and fears for Trump’s critical strategy outline…\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "fine, do something on North Korea and on trade",
                "",
                false
            ],
            [
                "The national security strategy is likely to define China as a competitor in every realm.",
                "",
                true
            ],
            [
                "Not just a competitor but a threat, and therefore, in the view of many in this administration, an adversary,",
                "",
                true
            ],
            [
                "This is not something that they just cooked up.",
                "",
                true
            ],
            [
                "Mar-a-Lago interrupted the campaign rhetoric, and Xi Jinping took a little gamble and came here and embraced Trump.",
                "",
                true
            ],
            [
                "Trump said ‘fine, do something on North Korea and on trade’, but that didn’t work out so well.",
                "",
                true
            ],
            [
                "the United States often views the world in binary terms, with states being either ‘at peace’ or ‘at war,’ when it is actually an arena of continuous competition.",
                "",
                false
            ],
            [
                "They are determined to make economies less free and less fair, to grow their militaries, and to control information and data to repress their societies and expand their influence,",
                "Trump",
                true
            ],
            [
                "the lie that America and its allies are at war with Islam.",
                "",
                false
            ],
            [
                "The United States continues to wage a long war against jihadist terrorist groups such as ISIS and Al Qaeda.",
                "",
                true
            ],
            [
                "These groups are linked by a common radical Islamist ideology that encourages violence against the United States and our partners and produces misery for those under their control,",
                "",
                true
            ],
            [
                "jihadist terrorists such as ISIS and al-Qaida continue to spread a barbaric ideology that calls for the violent destruction of governments and innocents they consider to be apostates.",
                "Trump",
                false
            ],
            [
                "These Islamist terrorists attempt to force those under their influence to submit to Sharia law.",
                "Trump",
                true
            ],
            [
                "Climate change is an urgent and growing threat to our national security, contributing to increased natural disasters, refugee flows, and conflicts over basic resources like food and water,",
                "Obama",
                true
            ],
            [
                "leadership is indispensable to countering an antigrowth energy agenda that is detrimental to U.S. economic and energy security interests,",
                "Obama",
                false
            ],
            [
                "Given future global energy demand, much of the developing world will require fossil fuels, as well as other forms of energy, to power their economies and lift their people out of poverty.",
                "Obama",
                true
            ],
            [
                "working toward an ambitious new global climate change agreement,",
                "",
                false
            ],
            [
                "it should be clear that the United States will not cede sovereignty to those that claim authority over American citizens and are in conflict with our constitutional framework.",
                "Trump",
                false
            ],
            [
                "the world’s most significant state sponsor of terrorism.",
                "Trump",
                false
            ],
            [
                "has taken advantage of instability to expand its influence through partners and proxies, weapon proliferation, and funding.",
                "Trump",
                false
            ],
            [
                "It continues to develop more capable ballistic missiles, intelligence capabilities, and it undertakes malicious cyber activities.",
                "Trump",
                true
            ],
            [
                "These activities have continued unabated since the 2015 nuclear deal,",
                "Trump",
                true
            ],
            [
                "Iran continues to perpetuate the cycle of violence in the region, causing grievous harm to civilian populations.",
                "Trump",
                true
            ],
            [
                "Rival states are filling vacuums created by state collapse and prolonged regional conflict.",
                "Trump",
                true
            ],
            [
                "For generations the conflict between Israel and the Palestinians has been understood as the prime irritant preventing peace and prosperity in the region,",
                "Trump",
                true
            ],
            [
                "Today, the threats from radical jihadist terrorist organizations and the threat from Iran are creating the realization that Israel is not the cause of the region’s problems.",
                "",
                true
            ],
            [
                "States have increasingly found common interests with Israel in confronting common threats.",
                "",
                true
            ],
            [
                "with allies and partners to deter and disrupt other foreign terrorist groups that threaten the homeland—including Iranian-backed groups such as Lebanese Hizballah.",
                "Trump",
                false
            ],
            [
                "major consequence of weak institutions and violence",
                "",
                false
            ],
            [
                "American leadership, in partnership with these countries and with the support of their neighbors, remains essential to arresting the slide backwards and to creating steady improvements in economic growth and democratic governance,",
                "Obama",
                true
            ],
            [
                "affirms its sovereign right to determine who should enter our country and under what circumstances.",
                "Trump",
                false
            ],
            [
                "The United States affirms its sovereign right to determine who should enter our country and under what circumstances.",
                "Trump",
                true
            ],
            [
                "The United States understands the contributions immigrants have made to our Nation throughout its history.",
                "Trump",
                true
            ],
            [
                "Illegal immigration, however, burdens the economy, hurts American workers, presents public safety risks, and enriches smugglers and other criminals,",
                "Trump",
                true
            ],
            [
                "For decades, U.S. policy was rooted in the belief that support for China’s rise and for its integration into the post-war international order would liberalize China,",
                "",
                true
            ],
            [
                "Contrary to our hopes, China expanded its power at the expense of the sovereignty of others in the region.",
                "",
                true
            ],
            [
                "China gathers and exploits data on an unrivaled scale and spreads features of its authoritarian system, including corruption and the use of surveillance.",
                "",
                true
            ],
            [
                "China and Russia challenge American power, influence, and interests, attempting to erode American security and prosperity.",
                "",
                true
            ],
            [
                "They are determined to make economies less free and less fair, to grow their militaries, and to control information and data to repress their societies and expand their influence.",
                "",
                true
            ],
            [
                "These competitions require the United States to rethink the policies of the past two decades—policies based on the assumption that engagement with rivals and their inclusion in international institutions and global commerce would turn them into benign actors and trustworthy partners.",
                "",
                true
            ],
            [
                "For the most part, this premise turned out to be false,",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/18/trump-releases-full-national-security-strategy-takes-aim-at-china-russia-in-defense-of-unipolar-world-order/https://www.wsj.com/articles/trump-plans-shift-to-u-s-security-strategy-1513591201",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/18/trump-releases-full-national-security-strategy-takes-aim-at-china-russia-in-defense-of-unipolar-world-order/https://www.reuters.com/article/us-usa-trump-nationalsecurity/trump-in-strategy-document-to-cite-china-russia-as-competitors-idUSKBN1EC109",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://www.ronpaulinstitute.org/archives/featured-articles/2017/december/14/trump-to-release-new-us-strategy-will-neocons-cheer/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/18/trump-releases-full-national-security-strategy-takes-aim-at-china-russia-in-defense-of-unipolar-world-order/https://www.politico.com/interactives/2017/obama-hezbollah-drug-trafficking-investigation/",
                "https://beforeitsnews.com/v3/r2/?url=http://dailycaller.com/2017/12/18/five-ways-trumps-new-national-security-strategy-is-a-rejection-of-obamas/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.zerohedge.com/news/2017-12-16/trump-slam-china-economic-aggression-and-undermining-international-order",
                "https://beforeitsnews.com/v3/r2/?url=http://dailycaller.com/2017/12/11/trumps-desired-immigration-reforms-could-have-stopped-last-two-terror-attacks/"
            ]
        },
        "key_words": [
            "russia",
            "trump",
            "national",
            "threat",
            "security",
            "takes",
            "order",
            "unipolar",
            "trumps",
            "strategy",
            "states",
            "releases",
            "united",
            "world",
            "china"
        ]
    }
]