[
    {
        "url": "https://beforeitsnews.com/spirit/2018/01/a-glimpse-of-jesus-in-his-glory-2511888.html",
        "title": "A Glimpse of Jesus in His Glory",
        "authors": [
            {
                "name": "John Rolls",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Tuesday, January 23, 2018 13:44\n% of readers think this story is Fact. Add your two cents.\nMatthew Chapter 17: 1-9\n“Now after six days Jesus took Peter, James, and John his brother, led them up on a high mountain by themselves; and He was transfigured before them. His face shone like the sun, and His clothes became as white as the light. And behold, Moses and Elijah appeared to them, talking with Him. Then Peter answered and said to Jesus, ‘Lord, it is good for us to be here; if You wish, let us make here three tabernacles: one for You, one for Moses, and one for Elijah.’\n“While he was still speaking, behold, a bright cloud overshadowed them; and suddenly a voice came out of the cloud, saying, ‘This is My Beloved Son, in whom I am well pleased. Hear Him!’ And when the disciples heard it, they fell on their faces and were greatly afraid. But Jesus came and touched them and said, ‘Arise, and do not be afraid.’ When they had lifted up their eyes, they saw no one but Jesus only. Now as they came down from the mountain, Jesus commanded them, saying, ‘Tell the vision to no one until the Son of Man is risen from the dead.’”\nIn the last lesson in Matthew, we talked about the importance that we be ready and willing to bare the suffering that will come when we make a stand for the Lord Jesus. Now over the past few years it has become increasingly more expensive to live openly for Jesus here in North America; and as we progress towards the end of time, the price of faithfulness will continue to rise. We need to prepare people for the cost of discipleship.\nJesus worked hard to prepare the men and women who followed Him for the coming pain of following Jesus (see Mark 13: 12-13).\n“Brother will betray brother to death, and a father his child; and children will rise up against parents and have them put to death. You will be hated by all because of My name, but the one who endures to the end, he will be saved.”\nWow, look at that verse! Your enemies will be the people in your own home. And Jesus tells them that they will be ‘hated’ because of His name. Serving Jesus has a real cost. We must be prepared in the power of the Holy Spirit to pay it.\nToday we will meet the glorified Jesus. At the end of chapter 16, Jesus promises that ‘some standing here would not taste death till they see the Son of Man coming in His kingdom.’ Well Peter, James and John are about to see Jesus in a whole new light. What they had encountered so far was a rugged man who had lots of power over demons, diseases and even death. They had seen Him calm storms, walk on water and feed the masses. But they had not yet seen Jesus in ALL of His glory; and for a few moments Jesus was about to pull back the veil and let them see Him as He is. One day we will see Him this way as well.\nJesus is transfigured so they can see Him in His glory, verse 2\nWhy was this necessary? Well, what had Jesus been warning them about?  His coming death. He needed to reassure them that this was a ‘God thing.’ According to Matthew Henry’s Commentary, they needed to see God! Seeing Jesus in His glory would cement in their minds that He could do all He said He would do and give them a real hope and foundation to believe on in the intervening ‘three days and three nights’ until His resurrection.\nSo Jesus takes them and He is ‘transfigured’ before their eyes. We see that ‘His face shone like the sun’ and ‘His clothes became as white as light.’ This was no longer just a Jewish Messiah standing in front of them. This was the Almighty God.\nWe are of course reminded of the prophet Isaiah’s vision of God Almighty in Isaiah 6:1,\n“In the year of King Uzziah’s death I saw the Lord sitting on a throne, lofty and exalted, with the train of His robe filling the temple.”\nThen we see the experience of Daniel in chapter 10:\n“Now on the twenty-fourth day of the first month, as I was by the side of the great river, that is, the Tigris, I lifted my eyes and looked, and behold, a certain man clothed in linen, whose waist was girded with gold of Uphaz! His body was like beryl, his face like the appearance of lightning, his eyes like torches of fire, his arms and feet like burnished bronze in color, and the sound of his words like the voice of a multitude.”\nNotice that in both cases in Daniel and in Matthew we see that the face of the man was bright. In Isaiah 60:19 and on we see that Jesus is the Light of the New Jerusalem:\n“No longer will you have the sun for light by day, nor for brightness will the moon give you light; But you will have the LORD for an everlasting light, And your God for your glory. Your sun will no longer set, nor will your moon wane; For you will have the LORD for an everlasting light.”\nThis is reconfirmed in Revelation 21:23, “The city had no need of the sun or of the moon to shine in it, for the glory of God illuminated it.”\nSo these men, Peter, James and John got to see Jesus in His glory. This was especially important for Peter as he was the one who wanted to correct Jesus about the events that were to follow, in the previous chapter. In addition to Jesus, these men saw Moses and Elijah; but it does not appear that they had gotten out of the ‘human’ vision of Jesus. They saw Jesus; he looked like the same Jesus they had spent about three years with, but just brighter. They wanted to build tabernacles for Jesus, Moses and Elijah. They wanted this time to last; a glimpse was too short.\nMaybe they had questions for Moses and Elijah. They just wanted to be there. Do you long to be in the presence of Jesus? Do you look forward to meeting all these men and women we read about and rejoice with them in person? What will it be like to meet Abraham, Adam, Mary, Ruth, Joshua, Gideon, Daniel, Rahab, Solomon, David or Nebuchadnezzar? What will it be like when we first meet Jesus? Most people just fall at His feet; I suppose we will as well.\nMoses and Elijah are alive, verse 3\nIn the book of Mark chapter 12: 26-27 we find these reassuring words,\n“But regarding the fact that the dead rise again, have you not read in the book of Moses, in the passage about the burning bush, how God spoke to him, saying, ‘I AM THE GOD OF ABRAHAM, AND THE GOD OF ISAAC, and the God of Jacob?’ He is not the God of the dead, but of the living; you are greatly mistaken.”\nThese men, Peter, James and John saw firsthand that Moses and Elijah were alive and well. Not just that, but also that they were able to stand, walk and speak. They were alive; men that they had grown up hearing legends and stories about were right there in front of them alive and well. Not only that but they knew who they were on sight. They recognized these spiritual heroes. They had real bodies and would be able to sit under a tabernacle, a nice word for a small hut made of branches.\nThis is a good look for us of what we are going to be like in Heaven with the Lord. We too will know the people there and they will know us. We will have real bodies and we will walk and talk with the Lord. Does this remind you of anywhere? Yes, it does. God walked and talked in the Garden with Adam and Eve. We will have the sweet, face to face fellowship with our Lord and Saviour again. More than that, we will remember why we have that fellowship, as we will see our Saviour every day.\nGod again identifies Jesus as God, verse 5\nWe have talked about this before, but it is such a fundamental doctrine of Christianity that we must repeat and revisit this all the time. Jesus is God! Not a god, THE GOD—the God who spoke the worlds into existence and the God who sustains that world as we see it today.\nIn Luke 22:70 when Jesus was asked if He was the Son of God, He answered, ‘You are right to say that I am.’  In John 5:18, when He claimed to the Son of God, the people took up stones to kill Him. He asked them why they were trying to kill Him, and they said ‘that by claiming to be God He had made himself equal with God.’\nIt is impossible to claim to be a Christian and deny that Jesus is God. That is the defining line in the sand, so to speak. In fact, the thing that separates religion and true relationship with Jesus is that one has to believe that He is God to have a relationship with Him. If you deny Him, then you just have a religion. God began Jesus’ ministry by identifying Him as God. And now, as His earthly ministry comes to an end, He again reminds the apostles of who Jesus really is.\nNotice their reaction; they fell to the ground and were “greatly afraid.”  Be wary of people who claim that they have died and saw Jesus and claim that they were all ‘buddy buddy’ with Him. Whenever sinful men, even redeemed men, come face to face with the knowledge of who Jesus is, they fall on their faces. Daniel did, these apostles did, John the Revelator did, and on and on we can go.\nDon’t tell anyone until after the resurrection, verse 9\nThis little gem kept the apostles, especially these three as the leaders, grounded until the resurrection. They needed just that little bit of spiritual power to get through the next few days and to get to the other side. What a wonderful lesson for us! God always equips us with all we need to get through whatever He knows is coming.\nI have found that a verse I read is one that will play in my head so that it sinks in; and then something will happen, and that verse will jump right out at me. Or, someone will send a word of encouragement at just the right time. Money will show up; God gives you stuff that you did not even know that you needed, and then the need arises.\nNo part of the Christian life is an accident. God has your life planned out and will take you to and through events as He sees fit. Each event has two basic goals: to help us to be more dependent upon Jesus, and then to impress more and more the image of Jesus in us. God literally shapes the image of Jesus in each one of us. The idea is for us to be less like you and I and more like Jesus, but in so doing become a better you and I.\nThe longer I serve the Lord, the more I understand that I can’t serve the Lord. He has to give me the desire, the faith and the ability to serve Him. He, Jesus, is everything. Any crown I may earn in this life will be cast at His feet since it is He and He alone who has done it all.\nNow we get to tell everyone about the resurrection. We get to tell the whole world that Jesus is alive. We can tell them that there is a Hell to shun and a Heaven to gain in Jesus. So, let’s get to it.\nActs 1:8 “But you shall receive power when the Holy Spirit has come upon you; and you shall be witnesses to Me in Jerusalem, and in all Judea and Samaria, and to the end of the earth.”\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nThe Watcher\nNO RELIGION IS REQUIRED! THERE IS NO HELL OR SATAN! 80% OF THE BIBLE IS FALSE! THERE IS NO JUDGEMENT! EVERYBODY GOES TO HEAVEN TO BE WITH GOD! EVEN LUCIFER IS IN HEAVEN! THERE WILL BE NO RAPTURE! TIBERIUS JULIUS ABDES PANTERA WAS THE FATHER OF THE BASTARD JESUS BY RAPING AN UNDERAGE MARY! IF WE END ALL LIFE ON EARTH, GOD OR JESUS WILL NOT STOP IT! WE TAKE WHAT WE CREATE!\nJan 23, 2018, 6:18 pm\n* Only belief in Joshua the Messiah (Heb. Yehoshu’a HaMashiach/Gr. ‘Iesous Christos) is required; the Holy Spirit was sent to be our Helper and Teacher.\n* Gehenna and Belial are REAL!\n* Less than 1% of the Bible is false — including additions and subtractions. Key words in study Bibles: “not found in early mss” (=manuscripts). Esther makes NO MENTION of God and was not found among the Dead Sea Scrolls (DSS). 1 Enoch and Jubilees were the third and sixth most frequent manuscripts discovered among the DSS; see https://en.m.wikipedia.org/wiki/Dead_Sea_Scrolls#Biblical_books_found . Jude quotes 1 Enoch. Jasher was also excluded yet mentioned in the OT among others.\n* Heaven is NOT the domain of humans — only the Elohim! True believers will tabernacle with Christ in New Jerusalem on the New Earth.\n* Lucifer is a manufactured name by the RCC; his name is Belial.\n* There will be a “gathering of the elect” (=chosen ones) AFTER the Tribulation.\n* “Jesus” is the transliteration from the Latin — NOT the translation! His Name is Yehoshu’a, ‘Iesous, or Joshua, and He was certainly conceived of the Holy Spirit on the Feast of New Oil in 5 CE and born on the Feast of Weeks in 6 CE during the census of Quirinius ( https://en.m.wikipedia.org/wiki/Census_of_Quirinius ) when Herod Archelaus ( https://en.m.wikipedia.org/wiki/Herod_Archelaus ) was “King of the Jews” (ruler of Judea). Herod the Great died a decade before. The Herods were Edomites (descendants of Esau).\n* Yahoah (true pronunciation of the Tetragrammaton) was the firstborn of Creation; everything was created through and for Him, and through Him ALL things hold together! He was born incarnate as Yehoshu’a (=Yahoah saves). According to Reuben Alcalay, a famous Hebrew lexicographer, Yehoshu’a is closely related to “Let there be…” In Koine Greek, His Name is ‘Iaw (iota-alpha-omega); He is truly the beginning and end…\nJan 24, 2018, 7:53 am\nI thought this article was well done until I followed the Rapture Ready link and found this: http://www.raptureready.com/2016/07/19/pretribulation-rapture/ .\nI’m going to keep reiterating this until it sinks into boneheaded, NT-only “Christians.” One of the larger lies of most Christian churches is a pre-Tribulation rapture:\nMatthew 24:29 “But immediately AFTER THE TRIBULATION [emphasis mine] of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from the sky [lit. heaven], and the powers of the heavens will be shaken. 30 And then the sign of the Son of Man will appear in the sky, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of the sky with power and great glory. 31 And He will send forth His angels with a great trumpet and they will gather together His elect [lit. chosen ones] from the four winds, from one end of the sky to the other. (NASB)\nMark 13:24 “But in those days, AFTER THE TRIBULATION [emphasis mine], the sun will be darkened and the moon will not give its light, 25 and the stars will be falling from heaven, and the powers that are in the heavens will be shaken. 26 Then they will see the Son of Man coming in clouds with great power and glory. 27 And then He will send forth the angels, and will gather together His elect [lit. chosen ones] from the four winds, from the farthest end of the earth to the farthest end of heaven. (NASB)\nThis represents two witnesses in the synoptic Gospels.  So, if ANYONE teaches a pre-tribulation rapture, they are a false teacher; it’s as simple as that.  Matthew 10:22, 24:13 and Mark 13:13 all state that those who endure to the end (i.e., remain a believer in Christ until death or are still living at His return) will be saved.\nThis false teaching will be the greatest contributor to the Great Apostasy.  When “Christians” see the Tribulation signs occurring but were not “raptured,” then many will lose their faith completely. “Once saved, always saved” is yet another similar false teaching as it provides false hope:\nHebrews 6:4 For in the case of those who have once been enlightened and have tasted of the heavenly gift and have been made partakers of the Holy Spirit, 5 and have tasted the good word of God and the powers of the age to come, 6 and then have fallen away, it is impossible to renew them again to repentance, since they again crucify to themselves the Son of God and put Him to open shame. 7 For ground that drinks the rain which often falls on it and brings forth vegetation useful to those for whose sake it is also tilled, receives a blessing from God; 8 but if it yields thorns and thistles, it is worthless and close to being cursed, and it ends up being burned. (NASB)\nJan 24, 2018, 8:08 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "This is My Beloved Son, in whom I am well pleased.",
                "",
                true
            ],
            [
                "Arise, and do not be afraid.",
                "",
                true
            ],
            [
                "Tell the vision to no one until the Son of Man is risen from the dead.",
                "",
                true
            ],
            [
                "I AM THE GOD OF ABRAHAM, AND THE GOD OF ISAAC, and the God of Jacob?",
                "",
                true
            ],
            [
                "Lord, it is good for us to be here; if You wish, let us make here three tabernacles: one for You, one for Moses, and one for Elijah.",
                "Jesus",
                true
            ],
            [
                "While he was still speaking, behold, a bright cloud overshadowed them; and suddenly a voice came out of the cloud, saying, ‘This is My Beloved Son, in whom I am well pleased.",
                "",
                true
            ],
            [
                "Hear Him!’ And when the disciples heard it, they fell on their faces and were greatly afraid.",
                "",
                true
            ],
            [
                "But Jesus came and touched them and said, ‘Arise, and do not be afraid.’ When they had lifted up their eyes, they saw no one but Jesus only.",
                "",
                true
            ],
            [
                "Now as they came down from the mountain, Jesus commanded them, saying, ‘Tell the vision to no one until the Son of Man is risen from the dead.",
                "",
                true
            ],
            [
                "Brother will betray brother to death, and a father his child; and children will rise up against parents and have them put to death.",
                "",
                true
            ],
            [
                "You will be hated by all because of My name, but the one who endures to the end, he will be saved.",
                "",
                true
            ],
            [
                "some standing here would not taste death till they see the Son of Man coming in His kingdom.",
                "Jesus",
                false
            ],
            [
                "His face shone like the sun",
                "",
                false
            ],
            [
                "His clothes became as white as light.",
                "",
                true
            ],
            [
                "In the year of King Uzziah’s death I saw the Lord sitting on a throne, lofty and exalted, with the train of His robe filling the temple.",
                "",
                true
            ],
            [
                "Now on the twenty-fourth day of the first month, as I was by the side of the great river, that is, the Tigris, I lifted my eyes and looked, and behold, a certain man clothed in linen, whose waist was girded with gold of Uphaz!",
                "Daniel",
                true
            ],
            [
                "His body was like beryl, his face like the appearance of lightning, his eyes like torches of fire, his arms and feet like burnished bronze in color, and the sound of his words like the voice of a multitude.",
                "Daniel",
                true
            ],
            [
                "No longer will you have the sun for light by day, nor for brightness will the moon give you light; But you will have the LORD for an everlasting light, And your God for your glory.",
                "Daniel",
                true
            ],
            [
                "Your sun will no longer set, nor will your moon wane; For you will have the LORD for an everlasting light.",
                "Daniel",
                true
            ],
            [
                "The city had no need of the sun or of the moon to shine in it, for the glory of God illuminated it.",
                "",
                true
            ],
            [
                "But regarding the fact that the dead rise again, have you not read in the book of Moses, in the passage about the burning bush, how God spoke to him, saying, ‘I AM THE GOD OF ABRAHAM, AND THE GOD OF ISAAC, and the God of Jacob?’ He is not the God of the dead, but of the living; you are greatly mistaken.",
                "",
                true
            ],
            [
                "You are right to say that I am.",
                "Jesus",
                true
            ],
            [
                "that by claiming to be God He had made himself equal with God.",
                "",
                false
            ],
            [
                "But you shall receive power when the Holy Spirit has come upon you; and you shall be witnesses to Me in Jerusalem, and in all Judea and Samaria, and to the end of the earth.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://en.m.wikipedia.org/wiki/Census_of_Quirinius",
                "https://beforeitsnews.com/r2/?url=http://www.raptureready.com/2016/07/19/pretribulation-rapture/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://en.m.wikipedia.org/wiki/Herod_Archelaus",
                "https://en.m.wikipedia.org/wiki/Dead_Sea_Scrolls#Biblical_books_found",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "jesus",
            "saw",
            "glimpse",
            "moses",
            "men",
            "light",
            "verse",
            "peter",
            "god",
            "lord",
            "face",
            "glory"
        ]
    }
]