[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/brownells-makes-history-launches-retro-rifle-line-2689128.html",
        "title": "Brownells Makes History, Launches Retro Rifle Line",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By AmmoLand (Reporter)\nThursday, January 25, 2018 6:09\n% of readers think this story is Fact. Add your two cents.\nModels include four 5.56mm and two .308/7.62 variants\nBrownells Makes History, Launches Retro Rifle Line\nLAS VEGAS, Nevada – -(Ammoland.com)- It’s been 79 years in the making and today, Brownells has joined the ranks of America’s gun manufacturers. It also makes sense the company’s first firearms are legitimately old school – retro AR-15 rifles.\nBrownells newly-created Retro RiflesTM line features four 5.56mm variants and two .308/7.62 variants. The 5.56mm models feature the correct styling for rifles issued to GIs in the 1960s. The .308/7.62 models reflect the lightweight styling of Eugene Stoner’s original AR-10 design.\nAvailable and shipping now, the 5.56mm models include:\nBRN-16A1 (#078-000-402)\nClose copy of the iconic M16A1 first fielded in 1960s\nMatte gray anodized receivers to mimic originals\nBlack furniture with period-correct contours\nFull fence M16A1 profile lower receiver\n20” 5.56 lightweight M16A1 chrome-lined barrel with 1-12″ twist\nM16A1 Flash hider\nM16A1 bolt carrier group with phosphate finish and chrome lining\nStandard charging handle\nClose copy of original USAF contract rifle with green furniture\nMatte gray anodized receivers to mimic originals\n“Slabside” lower receiver, without a magazine release fence\nAs a result of no fence, front pivot pin is not captive\nFaux roll pin to retain buffer tube (only cosmetic on Brownells Retro)\n“Duckbill” early 3-Prong Flash Hider w/ split washer\n“Slickside” upper receiver without shell deflector or forward assist\n20” 5.56 lightweight M16A1 chrome-lined barrel with 1-12″ twist\nM16 “Slickside” Chrome BCG w/o forward assist serrations\nTriangle 601 Charging Handle\nBrownells 20-round Waffle Magazine\nXBRN16E1 (#078-000-401)\nCopy of transitional rifle between 601 and M16A1, with features of both\nMatte gray anodized receivers to mimic originals\nBlack furniture with period correct contours\nPartial fence lower receiver\n3-Prong Flash Hider w/ split washer\nFaux roll pin to retain buffer tube (only cosmetic on Brownells Retro)\nM16 Chrome BCG with Forward Assist Serrations\nModern charging handle\nMatte gray anodized receivers to mimic originals\nPeriod-correct flash hider with grenade ring\nPeriod-correct furniture, including collapsible stock\nFull-fence M16A1 lower receiver\nM16 Bolt Carrier Group with phosphate finish and chrome lining\nStandard charging handle\nXBRN16E1\nBrownells also announced the BRN-10, the first .308 rifle in its Retro Rifles line.\nThe BRN-10 will have the “trigger-style” charging handle in the top of the receiver, under the carry handle, and the same lines and contours as the first production AR-10®s from the 1950s.\nWith upper and lower receivers designed in conjunction with FM-Products, the BRN-10 is compatible with standard DPMS/SR25 components including triggers, magazines, barrels, bolt carrier groups, muzzle devices, buttstocks, pistol grips, handguards, and buffer assemblies.\nIt also features a newly-designed rear sight assembly with a peep sight adjustable for windage and elevation, with elevation setting viewable through the rear of the receiver.\nBrownells is taking pre-orders now, with shipping slated for spring 2018. The BRN-10 models include:\nBRN-10A (#078-000-419)\nClose copy of early rifles, such as issued by Netherlands\nChrome Retro BCG\n20” fluted barrel in .308 with 5/8″-24 threads & 1-10″ twist, nitride finish\nBrown furniture including original-style handguard\nOpen 3-prong flash hider\nBRN-10 receiver set machined from 7075 billet aluminum\nCustom bolt catch, takedown pins, selector and mag release to match retro style\nNot compatible with 308 PMAGs due to lower receiver design\n$1,699.99 retail\nBRN-10B (#078-000-420)\nClose copy of late-model rifles, as adopted by Cuba and other nations\nChrome retro BCG\n20” lightweight barrel in 308 with 5/8″-24 threads & 1-10″ twist, nitride finish\nBlack furniture including original style handguard\nPortuguese-style closed-prong flash hider,\nBRN-10 receiver set machined from 7075 billet aluminum\nCustom bolt catch, takedown pins, selector and mag release to match retro style\nNot compatible with 308 PMAGs due to lower receiver design\n$1,599.99 retail\nBRN-10B\nIn addition to complete Retro Rifles, Brownells also has offers a full line of Retro Parts, including 5.56 receivers, furniture, barrels and other parts. Retro parts in .308 will be available late in the year\nTo see both the Retro Rifles and Retro Parts, visit Brownells .\nAbout Brownells\nSerious About Firearms Since 1939TM, Brownells is the world’s leading source for guns, gun parts and accessories, ammunition, gunsmithing tools and survival gear. With a large selection of both common and hard-to-find items, and an extensive collection of videos, articles, and gun schematics, Brownells is the expert for everything shooting-related. Committed to maintaining our great traditions, Brownells has more, does more and knows more – and guarantees it all, Forever. For more information or to place an order, call 800-741-0015 or visit Brownells.com. Stay up-to-date with Brownells on YouTube, Facebook, Twitter and Instagram.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.ammoland.com//2018/01/brownells-makes-history-launches-retro-rifle-line/http://www.brownells.com/retro",
                "https://beforeitsnews.com/v3/r2/?url=https://www.ammoland.com/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "brownells",
            "launches",
            "receiver",
            "retro",
            "rifle",
            "history",
            "makes",
            "line",
            "lower",
            "m16a1",
            "lightweight",
            "receivers",
            "furniture",
            "rifles"
        ]
    }
]