[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/the-post-office-doing-all-the-wrong-things-in-all-the-wrong-ways-2975953.html",
        "title": "The Post Office: Doing All the Wrong Things in All the Wrong Ways",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By RedState (Reporter)\nTotal:\nThe Post Office: Doing All the Wrong Things in All the Wrong Ways\nWednesday, January 24, 2018 10:49\n% of readers think this story is Fact. Add your two cents.\nGovernment is awful at doing…just about everything.\nIn no small part because of the rigid, unyielding dictates of human nature. Government, of course, being populated by humans – is not immune to these dictates.\nBecause of government’s susceptibility – there is the Yellow Pages Rule.\n“What’s ‘Yellow Pages?’” I hear the Millennials ask. Fair enough:\nSince the advent of the Internet, an increasing number of people no longer know what a phone book is.  Thick, heavy tomes periodically updated and delivered to your residence – full of listings of people (White Pages) and businesses (Yellow Pages), their addresses and phone numbers.\nBack in the Cretaceous Period – this was how you found contact information.\nSo – The Yellow Pages Rule:\nIf you can find it in the Yellow Pages – the government shouldn’t do it.  Government should not open up shop and compete with private businesses.\nFor a whole host of human nature-induced reasons.\nOne of them – is our Wallet Rule. Which we just revisited on Monday :\n“If you go out on a Friday night with your wallet, and you go out the following Friday night with my wallet – on which Friday night are you going to have more fun?  Obviously, you’re going to have a whole lot more fun with my wallet – because you don’t care what my wallet looks like at the end of the evening.\n“Well, government is always on other peoples’ wallets – ours.  In gambling parlance – they’re playing with house money.  Government will never spend money as wisely or well as the people who earned it – from whom government takes it.”\nGovernment also shouldn’t do private sector things – because as government they have all sorts of built-in self-mandated advantages.\nWhich fail to raise up the government endeavors – because human nature. But instead succeed in bringing down their private sector competitors :\n“Government – taxes and regulates their private competitors.\n“Every penny for government broadband – comes from taxes on us. Private companies are paying the government – to create competitors to their companies.\n“That certainly seems fair.\n“And government – gets to regulate the competitors to its government businesses.\n“That’s like a baseball umpire – pitching for one of the teams.”\nThink that won’t skew the calls?\nAll of the above – and oh so much more – absolutely applies to the government Post Office (USPS). An ongoing, rolling, unmitigated disaster – because…it’s government. So it breaks all of the immutable rules.\nLet us view the Post Office in two halves, Twix-style – the snail mail side, and the package delivery side.\nThe snail mail side possesses a distinct, authoritarian advantage. They have mandated themselves a monopoly . If a private sector business tries to go into the snail mail delivery business – they will instead go directly to jail.\nHaving outlawed any competitors – the government Post Office is under no pressure to do things…very well at all. Because where else you got to go?\nAnd they can jack their prices whenever they want – with impunity. Because where else you got to go? They just jacked them again on Sunday . What are you going to do about it?\nOf course mandating themselves a monopoly – doesn’t render them immune from all market forces. As government stagnates – the free market innovates.\nThe government’s snail mail monopoly business volume plummeted – with the advent of email. Rather than government adjusting to the market – it reflexively tries to force the market to adjust to it.\nWell done, Bureaucrats.\nI’m sure one of the reasons the government mandated themselves a snail mail monopoly – is because they knew how poorly they would fare in a competitive marketplace.\nTo wit: The package delivery business.\nIn which private companies like FedEx and UPS – routinely eat the government Post Office’s lunch.\nSo the government Post Office engages in all sorts of accounting atrocities – that private companies like FedEx and UPS can not.\nGovernment money – is fungible. Government pays for government package delivery – out of the same general revenue it pays for everything else. Which means they can fudge the numbers on one end – by stealing money from another end.\nImagine government as a huge pair of pants – with a thousand pockets. No cash in the package delivery pocket? No problem – just pick the snail mail delivery pocket.\nAnd if both of those pockets are empty? Just run up massive deficit after massive deficit – and then pick the general revenue pocket to make up the difference.\nGive the government Post Office credit for consistency. Just don’t extend them any credit for anything remotely resembling money.\nCan a private business like FedEx or UPS lose $5-billion-per-year for more than a decade (and even more going backwards) – and continue to be in business?\nOf course not. No private lender would continue to lend them money to continue to prop up their ongoing, rolling train wreck.\nBut government will – for government. Over, and over, and over again.\nBecause that’s just how stupid government is.\nAren’t we the lucky ones.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Well, government is always on other peoples’ wallets – ours.",
                "",
                true
            ],
            [
                "In gambling parlance – they’re playing with house money.",
                "",
                true
            ],
            [
                "Government will never spend money as wisely or well as the people who earned it – from whom government takes it.",
                "",
                true
            ],
            [
                "That’s like a baseball umpire – pitching for one of the teams.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.youtube.com/watch?v=w0QpPNcT-J4",
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com//setonmotley/2018/01/24/post-office-wrong-things-wrong-ways/http://bit.ly/College-IS-for-Dummies",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com//setonmotley/2018/01/24/post-office-wrong-things-wrong-ways/http://www.palmbeachpost.com/news/opinion-blogs/end-usps-monopoly-first-class-mail-delivery/VwFnPaIiLCWf2BQ7zkfERP/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com//setonmotley/2018/01/24/post-office-wrong-things-wrong-ways/http://www.dailyitem.com/cnhi_network/usps-price-of-stamps-set-to-increase-sunday/article_3c0d5901-f023-5e2d-8539-47bc3a906388.html",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "wrong",
            "yellow",
            "ways",
            "mail",
            "things",
            "private",
            "office",
            "snail",
            "pages",
            "delivery",
            "doing",
            "post",
            "wallet",
            "money"
        ]
    }
]