[
    {
        "url": "https://beforeitsnews.com/power-elite/2017/11/elites-globalist-manifesto-of-rules-2452892.html",
        "title": "Elite's Globalist Manifesto of Rules",
        "authors": [
            {
                "name": "John Rolls",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Elite's Globalist Manifesto of Rules\nThursday, November 23, 2017 10:01\n% of readers think this story is Fact. Add your two cents.\nThere is nothing wrong with your television.\nDo not attempt to adjust the picture.\nWe are controlling the transmission.\nWe control the horizontal and the vertical.\nWe can confuse you with a thousand channels.\nOr expand one single image to crystal clarity….and beyond.\nOr we can blur a single image.\nWe can shape your vision to anything our imagination can conceive.\nWe control all that you see, and hear.\nWe will control everything, and especially your mind.\nWe will obliterate individual and independent thought.\nWe will determine the content of your mind.\nWe will determine what is permissible to speak, write, and express.\nWe will define what is and is not truth.\nThe growth in online censorship by tech titans Facebook, Twitter, and Google’s search and YouTube platform is one of the most under-reported stories of the past two years.\nIn the latest disturbing development, Twitter, which has been increasingly heavy-handed in censoring center-right content, content providers, and everyday users since last year’s general election campaign, has announced that it will unilaterally remove “blue-check” (i.e., “verified”) status from groups and users who in its view have violated its Terms of Service — even for offline behavior it considers unacceptable….\nSo-called “hate speech,” assuming anyone can even define it, is protected by the First Amendment. If Twitter is choosing to use the  Southern Poverty Law Center ‘s twisted definition of “hate speech” or “hate groups” or is taking a similar posture, a wide swath of legitimate center-right groups’ blue checks may disappear. One can be certain that users losing a blue check will be on an internal Twitter “watch list” for supposedly inappropriate online or offline activity that would cause the company to ban them.\nDemocracy Alliance and Islam want to ban “hate speech.” They want to ban  snipe hunts .\nOn November 17th,  Brent Scher and Joe Schoffstall  reported in their article, “Secretive Liberal Donor Summit Increases Security, Changes Itinerary Following Free Beacon Report,” in the  Washington Free Beacon , that:\nMembers of the  Democracy Alliance , a secretive dark money liberal donor network, appear to have moved to increase security presence and alter its schedule at its fall donor summit following a  Washington Free Beacon report  released Friday morning based off the group’s internal documents.\nThe high-dollar progressive donors, who each vow to direct at least $200,000 in funding to approved left-wing groups of the alliance, are currently gathered at the posh La Costa Resort located in Carlsbad, Calif., for its three-day fall investment conference to plot their 2018 “resistance” and game plan…\nThe Free Beacon, who appears to be the only member of the media on site covering the conference, has obtained  internal documents  meant only for attendees that detail the conference’s agenda and those who are currently at the gathering.  Janell Ross , a Washington Post reporter, is allegedly at the summit, but is listed as being on a “getting the economic narrative right” panel at the conference.\nIslam is insinuating itself into the globalist strategy, or already has, to judge by the numerous Congressmen, billionaires, and Muslim “rights” advocates who have been befriended by  CAIR , the  ISNA , the  MPAC , and other Islamic or  Muslim Brotherhood  (MB) affiliated groups, and who do not fear Islam but are reluctant to blame Islam for any massacre Islam or ISIS claims credit for (except for Muslims or converts to Islam who are “mentally” troubled). Islam will be the sole globalist power. Not the secular deep state personnel or any secularist, national government. America is the MB’s special target of conquest, per the  Explanatory Memorandum  on the General Strategic Goal for the Brotherhood in North America of 1991.\nIn part the Memorandum reads:\nEnablement of Islam in North America, meaning: establishing an effective and stable Islamic Movement led by the Muslim Brotherhood which adopts Muslims’ causes domestically and globally, and which works to expand the observant Muslim base, aims at unifying and directing Muslims’ efforts, presents Islam as a civilization alternative, and supports the global Islamic state, wherever it is.\nIn order for Islam and its Movement to become “a part of the homeland” in which it lives, “stable” in its land, “rooted” in the spirits and minds of its people, “enabled” in the live [sic] of its society and has firmly-established “organizations” on which the Islamic structure is built and with which the testimony of civilization is achieved, the Movement must plan and struggle to obtain “the keys” and the tools of this process in carry [sic] out this grand mission as a “Civilization Jihadist” responsibility which lies on the shoulders of Muslims and – on top of them – the Muslim Brotherhood in this country.\nThe process of settlement is a “Civilization-Jihadist Proecess” with all the word means. The Ikhwan must understand that their work in America is a kind of grand Jihad in eliminating and destroying the Western civilization from within and “sabotaging” its miserable house by their hands and the hands of the believers so that it is eliminated and God’s religion is made victorious over all other religions. Without this level of understanding, we are not up to this challenge and have not prepared ourselves for Jihad yet. It is a Muslim’s destiny to perform Jihad and work wherever he is and wherever he lands until the final hour comes, and there is no escape from that destiny except for those who chose to slack. But, would the slackers and the Mujahedeen be equal.\nIslam infests nations just as Progressivism has saddled the U.S. with a welfare/regulatory state. It has frog-marched Europe and is strangling it in the choke-hold of altruist morality. Islam holds Europe and Britain to Christianity’s standard of moral goodness and activism of sacrificing itself to an invasion of hordes of unassimilable Muslims and “respecting” Islam, by incrementally introducing and enforcing Sharia law, and by prohibiting all criticism of Islam, under pain of fines and/or jail. When non-Muslim governments fall down on that job, Islam reserves the option of acting itself to bring about obedience and submission,  “Islam” meaning submission .\nProgressivism aims for the same goal, a populace subdued and policed by a “higher authority,” in public and in one’s mind. This is why the left and Islam are partners in conquest.\nHerbert Croly (1869–1930), was the early 20th century champion of Progressivism. He threaded together all the disparate ambitions and manifestations of Progressive thought (wages, women’s rights, etc.) and presented them in what turned out to be the “biblical” expression of the political philosophy in  The Promise of American Life  (1909). Croly’s ideas were also instrumental in shaping President Franklin D. Roosevelt’s New Deal.\nSidney Pearson, Professor Emeritus, Radford University, of  The Heritage Foundation , explains the appeal of Progressivism to the current political and business elites:\nWhat gave the Progressive movement its theoretical unity, in spite of internal quarrels among various writers, thinkers, and politicians, was its uniform opposition to the founding principles of the American regime. Progressives opposed the natural law and natural rights arguments of the Declaration of Independence in favor of a political science founded on historical evolution. The metaphors were typically Darwinian, and the substance was derived from German–Hegelian historicism.\nThe Progressive movement aimed at nothing less than the total and complete transformation of the American regime. In Croly’s words, “The best that can be said on behalf of this traditional American system of ideas is that it contained the germ of better things.”\nIn practice, this meant a criticism of the Founders’ idea of limited government with enumerated powers. In electoral politics, as it was expressed by writers such as Herbert Croly, Progressive democracy was built on an increased concentration of political power, primarily in the executive.\nThe Progressive movement aimed at nothing less than the total and complete transformation of the American regime. From one of freedom of thought, expression, and action and the liberty to pursue, unimpeded, one’s own happiness, to a social environment in which the individual is corralled, fettered, and regulated in a collective for the “public good” or for the Islamic collective. This goal differs little from the Islamic goal of establishing universal  Sharia Law  overseeing a global  Ummah  of all Muslims and a state of servitude for all non-Muslims.\nThe  Religious Tolerance  site a concise definition of Sharia Law:\nThe term “Sharia” (a.k.a. Shari’a) literally means “the path to a watering hole.” The Guardian newspaper in the UK describes Sharia as: “… a religious code for living, in the same way that the Bible offers a moral system for Christians.” It is used to refer both to the  Islamic system of law  and the totality of the Islamic way of life.\nIslam in the  jihadist  sense means perpetual warfare against unbelievers until they are conquered or extinguished. Conquest of the unbelievers is its essential “code for living.” It is not about sacrifice or self-sacrifice, as a Christian duty. Its “struggle” is not, as is commonly assumed, an internal one, but a ceaseless one against a world of unbelievers to achieve “perfection” as a Muslim and to win eternal bliss in an afterlife in Allah’s Paradise.\nOn the other hand, there is the century-old Progressive jihad against America to “transform” it into a socialist, and, inevitably, a fascist polity in which the individual must submit to the state or the collective or be deemed a “non-person.” As in Islam, there is no “either/or” alternative. And as with Mussolini’s Fascism, “ All within the state, nothing outside the state , nothing against the state,” it is the same with Islam. A global  caliphate  would demand the same all-encompassing rule. “All within Sharia, nothing outside it, nothing against it.” To Islam,  man- made laws  are an abomination. The term “democracy” is also an anathema to Islam.  Islam is a totalitarian system, root, branch, and twig. Islam and Progressives want no truck with democracy (or majority rule). Progressivism, too, is totalitarian in nature. It means a rule of “elites,” of self-appointed rulers who believe they know best for everyone, from cribs to diets to careers, to the kind of spouse one marries\nIs there a difference between the proposed systems? Between the goals of Islam and the leftist organizations such as the  Democracy Alliance ?\nNone that I can fathom. To Progressives the State is Allah. The State is what everyone is expected to worship and swear allegiance to, not some mystical deity.\nThe Free Beacon noted about the Carlsbad synod of wealthy Progressives:\nThe DA’s  agenda , titled “Beyond #Resistance: Reclaiming our Progressive Future,” establishes “participation guidelines” that include guests not sharing any of the members’ names with the press or on social media. It also asks attendees to refrain from leaving any sensitive materials behind.\nFriday’s headliners include liberal billionaire George Soros, who was introduced by a video message from Sen. Kamala Harris (D., Calif.), and House Democratic Minority Leader Nancy Pelosi, who is scheduled to speak at the network’s dinner. Sen. Amy Klobuchar (D., Minn.) also delivered a video message to the group.\nDavid Brock, the former conservative investigative reporter turned Clinton ally and founder of Media Matters, DCCC chair Rep. Ben Ray Lujan (D., N.M.), CNN contributor Van Jones, Center for American Progress CEO Neera Tanden, Pennsylvania Gov. Tom Wolf, California politician Sandra Fluke, and others, are also at the summit, according to the agenda.\nTom Steyer, a billionaire environmental activist and past prominent member of the alliance, who is currently in the midst of launching a campaign geared at impeaching President Donald Trump, does not appear to be at the gathering. Pelosi, who is in attendance at the summit, previously lambasted Steyer for the campaign.\nHowever, Sky Gallegos, the political director of NextGen Climate, Steyer’s group, is listed in the group’s documents as having participated in a lunch program Thursday on “mobilizing the electorate for a progressive future.”\nSoros , of course, is helping to destroy Europe for the sake of destroying it, and is determined to do the same to America and all of Western Civilization, turning it all into one big Islamic hellhole. He is ruled by pure malice. Yet, he is called a humanitarian and philanthropist.\nA group of deep-pocketed progressive millionaires seeks to “fundamentally reset” America’s ideology and economy and “expose the dogma of free enterprise, limited government, and traditional family values,” according to a brochure obtained by the Washington Free Beacon at a secretive progressive dark money donor conference.\nThe group, called  Patriotic Millionaires , is a Washington, D.C.-based organization that consists of wealthy liberals with an income of at least $1 million. The organization initially formed in 2010 to “demand an end to Bush tax cuts for millionaires” and has launched a recent campaign against the Republican tax cut plan.\nPatriotic Millionaires’s newest organizational overview, which is not the same brochure that is currently available on its website, was obtained by the Free Beacon at the  Democracy Alliance’s fall investment conference  held last week at the swanky La Costa Resort in Carlsbad, Calif. Each Democracy Alliance member vows to steer hundreds of thousands in funding to approved left-wing organizations the group supports.\nThe group is chaired by Morris Pearl, a former Blackrock executive who retired 3 and a half years ago after a long career on Wall Street to work with the Patriotic Millionaires full time. Patriotic Millionaires members include investors and business owners from across the country engaged in a wide array of industries. Our members include: David desJardins, the #20 employee at Google; legendary venture capitalist Alan Patricof, New York psychologist Gail Furman; filmmaker Abigail Disney; technologist Steve Silberstein; billionaire medical device heiress Pat Stryker; investor Lawrence Benenson of Benenson Capital Partners; textile entrepreneur Great Neck Richman; philanthropist Molly Munger; corrugated cardboard magnate Dennis Mehiel and media investor Leo Hindery, Jr. among many others.\nProud “traitors to their class,” members of the Patriotic Millionaires are high-net worth Americans, business leaders, and investors who are united in their concern about the destabilizing concentration of wealth and power in America. The mission of The Patriotic Millionaires organization is to build a more stable, prosperous, and inclusive nation by promoting public policies based on the “first principles” of equal political representation, a guaranteed living wage for all working citizens, and a fair tax system:\nAll citizens should enjoy political power equal to that enjoyed by millionaires;\nAll citizens who work full time should be able to afford their basic needs;\nTax receipts from millionaires, billionaires and corporations should comprise a greater proportion of federal tax receipts.\nThose points are but window dressing, the labored calligraphy of Progressivism meant to dazzle the gullible and guilty among “the little people.” The members of Democracy Alliance and Patriotic Millionaires are but limousine social justice warriors. Again, I discern no political-end difference between the virtue-signaling members of Democracy Alliance and Patriotic Millionaires and the belligerent hubris of Islam. As Anne Coulter once said, the limousine social justice warriors are but modern “ Druids ” who worship a pagan god and fly thousands of miles in gas guzzling private jets to speak about global warming. Islam worships an imaginary “superior” god made out of the whole cloth of a hijab or kufi.  \nBoth sets seek unquestionable power to tell you what to think, what to say, and how to live. They want their Outer Limits.\nRead more great articles here:  http://familysecuritymatters.org\nEdward Cline is the author of the Sparrowhawk novels set in England and Virginia in the pre-Revolutionary period, of several detective and suspense novels, and three collections of his commentaries and columns, all available on Amazon Books. His essays, book reviews, and other articles have appeared in The Wall Street Journal, the Journal of Information Ethics and other publications. He is a frequent contributor to Rule of Reason, Family Security Matters, Capitalism Magazine and other Web publications.     \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://freebeacon.com/politics/resistance-royalty-pelosi-soros-headline-lefts-biggest-dark-money-conference/",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "http://www.quran-islam.org/articles/part_3/man_made_prohibitions_(P1393).html",
                "http://www.heritage.org/political-process/report/herbert-d-croly-apostle-progressivism"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://en.wikipedia.org/wiki/George_Soros",
                "https://www.conservapedia.com/index.php?title=Southern_Poverty_Law_Center",
                "https://www.staugustine.net/blogs/rectify-names-a-blog-on-publishing/e2809call-within-the-state-nothing-outside-the-state-nothing-against-the-statee2809d-january-14-2013/",
                "https://en.wikipedia.org/wiki/The_Washington_Free_Beacon",
                "https://democracyalliance.org/",
                "https://www.quora.com/What-does-Islam-as-an-Arabic-word-literally-mean",
                "https://janellross.com/thebio/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://en.wikipedia.org/wiki/Snipe_hunt",
                "https://patrioticmillionaires.org/about/",
                "http://www.investigativeproject.org/document/20-an-explanatory-memorandum-on-the-general",
                "https://www.cair.com/",
                "https://en.wikipedia.org/wiki/Caliphate",
                "https://www.billionbibles.org/sharia/sharia-law.html",
                "https://en.wikipedia.org/wiki/Islamic_Society_of_North_America",
                "http://www.suppressedhealthsecrets.com",
                "https://www.youtube.com/watch?v=wEntgsOia0M",
                "https://en.wikipedia.org/wiki/Muslim_Public_Affairs_Council",
                "http://familysecuritymatters.org",
                "https://en.wikipedia.org/wiki/Muslim_Brotherhood",
                "https://freebeacon.com/author/brent-scher-and-joe-schoffstall/",
                "https://en.wikipedia.org/wiki/Democracy_Alliance",
                "http://www.religioustolerance.org/islsharia.htm"
            ]
        },
        "key_words": [
            "state",
            "free",
            "islamic",
            "beacon",
            "rules",
            "progressive",
            "globalist",
            "political",
            "manifesto",
            "elites",
            "democracy",
            "sharia",
            "islam",
            "millionaires"
        ]
    }
]