[
    {
        "url": "https://beforeitsnews.com/strange/2018/01/nazis-rescued-chabad-lubavitcher-leader-2470124.html",
        "title": "Nazis Rescued Chabad Lubavitcher Leader",
        "authors": [
            {
                "name": "Henry Makow",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Henry Makow\nNazis Rescued Chabad Lubavitcher Leader\nTuesday, January 23, 2018 16:25\n% of readers think this story is Fact. Add your two cents.\n(Trump, his father, Hitler and Chabad leadership have \nMasonic hand sign in common)\nDoes a racist Jewish supremacist\ncult secretly control world events?\nThe fact that both the Nazis and\nthe US State Dept. made an\nexception for Chabad leader\nIs Chabad the “head of the Illuminati snake?” \nby Henry Makow Ph.D\nIn January 1940, Gestapo members were bewildered to see a party of 18 Orthodox Jews riding first-class on a train from Warsaw to Berlin.\nTheir Abwehr escorts explained that they were under “full diplomatic protection.”  \nThe party consisted of Jusef Yitzhak Schneerson, left, the dynastic leader of the worldwide Chabad Lubavitcher movement, his family and staff. He wanted to bring his 40,000 volume library but Abwehr Col. Ernst Bloch, a half-Jew himself, deemed that to be impractical. \nFrom Berlin, the party traveled first-class to Riga, Latvia, and then on to Stockholm where they boarded a ship to the USA, arriving in March 1940. The “escape” is documented in the book, Rescued from the Reich (2004) by Bryan Mark Rigg, a Cambridge Ph.D., and professor at American Military University.\n“Ironically, without the rescue of Rebbe Schneersohn, the rescue of his son-in-law and the next Rebbe Menachem Mendel Schneerson would not have happened. Working with the government and the contacts Schneersohn had with the US State Department, Chabad was able to save Menachem Mendel from Vichy France in 1941 before the borders were closed down.”  (Wikipedia)\nThis rescue contradicts the narrative that the Nazis were anti-Semites determined to exterminate European Jewry. Rather, it supports the view that the Chabad are, in Tim Fitzpatrick’s words, “the head of the Illuminati snake” wielding incredible unseen power over world events. It supports the view that the Illuminati Jewish bankers, who, like Chabad are Cabalist Satanists, engineered World War Two to\ndestroy Germany and provide a pretext (the holocaust) for the establishment of the State of Israel.\n(Canaris making the Masonic hand-to-neck sign) \nThe Schneerson rescue was engineered by Admiral Wilhelm Canaris who was a Freemason (Cabalist) and possibly a crypto-Jew. Canaris was aware of the script and, at the height of Nazi success in August 1940 warned the Romanian Minister Michael Sturdza (and later General Franco) that Germany was going to lose the war.\nThe US State Dept., an Illuminati bastion, was part of the conspiracy to sacrifice millions of Jews to justify the creation  Israel. However, they made an exception for Rabbi Schneerson and his party. Why?\nBryan Rigg writes: “American officials failed to respond not only to thousands of desperate pleas from European Jews who wish to escape to the United States but also to Germany’s own request at the Evian Conference in 1938 that they be allowed to emigrate. It took extremely influential politicians, including Secretary of State Cordell Hull and the assistant chief of the State Department’s European Affairs Division Robert T. Pell, together with Postmaster General James A. Farley, Justice Louis Brandeis, Senator Robert Wagner, Attorney General Benjamin Cohen, and several others, to steer Rebbe Schneersohn’s case through the bureaucratic Bermuda Triangle. Without such a powerful and persistent lobby in Washington, what chances would the average European Jew have had to reach America?” (p. 197) \nTHE HOYER MEMORANDUM\nIn his book, The New Underworld Order, (2007) Christopher Story (1938-2010) maintained that Nazi  Jews helped engineer the holocaust.   He quoted a 1952 report by SS General Horst Hoyer which suggests Schneerson’s rescue by Nazis was not unique. \n“After a meeting with the Jewish Council of Elders in charge of the Warsaw Ghetto,  an orderly announced, “Officials! Leaders! The gentlemen have arrived.” Some sixteen or seventeen serious looking Jews were ushered in, introduced and took their seats around a large oval table. In a festive short hour, recognition was given these Jews with personalized certificates (on white hard paper, 40 by 40 cm). On the left was a large golden national insignia with letters in Gothic and a seal with the original signature of Adolf Hitler.\nThese certificates assured the full protection of these Jews, their families and properties by the Greater German Reich. Included were words of thanks and blessings by Hitler in the name of the German people. Around this table with its distinguished Jews and in this festive hour, one sensed no hatred, no war, and no conspiracy…\nOnce in our discussions, I was told, passionately, “Our race has to learn to sacrifice!” Later I was told by Jewish Fascists, “Of those here, we shall still let 60% ‘bite the dust’ before Madagascar [i.e Israel].”\nOne commentator who read the Hoyer Memorandum said:\n“One must be mindful of the intense inter-Jewish tension and contrast, above all between the objectives of the nationally-assimilated Jews and those of world Jewry and Zionism. These divisions are much much deeper than the relationships between believing and non believing Jews…one group of Jews fell victim to another…” (Story, 532)\n(left, Marvin Adelson & friends) \nCONCLUSION: AMERICANS ARE BEING DUPED AGAIN \nMichael Berg was a member of Chabad for four years. He confirms that Chabad is a criminal racist Jewish supremacist cult dedicated to Masonic Jewish (Illuminati) world domination. It is obvious from the images above that Donald Trump is a member. His daughter and son-in-law are also members. If America is embroiled in another world war, this is why.\n–\nThanks to Michael Berg for bringing Rigg’s book to my attention. \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Ironically, without the rescue of Rebbe Schneersohn, the rescue of his son-in-law and the next Rebbe Menachem Mendel Schneerson would not have happened.",
                "",
                true
            ],
            [
                "Working with the government and the contacts Schneersohn had with the US State Department, Chabad was able to save Menachem Mendel from Vichy France in 1941 before the borders were closed down.",
                "",
                true
            ],
            [
                "the head of the Illuminati snake",
                "Tim Fitzpatrick",
                false
            ],
            [
                "American officials failed to respond not only to thousands of desperate pleas from European Jews who wish to escape to the United States but also to Germany’s own request at the Evian Conference in 1938 that they be allowed to emigrate.",
                "Bryan Rigg",
                true
            ],
            [
                "It took extremely influential politicians, including Secretary of State Cordell Hull and the assistant chief of the State Department’s European Affairs Division Robert T. Pell, together with Postmaster General James A. Farley, Justice Louis Brandeis, Senator Robert Wagner, Attorney General Benjamin Cohen, and several others, to steer Rebbe Schneersohn’s case through the bureaucratic Bermuda Triangle.",
                "Bryan Rigg",
                true
            ],
            [
                "Without such a powerful and persistent lobby in Washington, what chances would the average European Jew have had to reach America?",
                "Bryan Rigg",
                true
            ],
            [
                "Our race has to learn to sacrifice!",
                "",
                true
            ],
            [
                "Of those here, we shall still let 60% ‘bite the dust’ before Madagascar [i.e Israel].",
                "",
                true
            ],
            [
                "One must be mindful of the intense inter-Jewish tension and contrast, above all between the objectives of the nationally-assimilated Jews and those of world Jewry and Zionism.",
                "",
                true
            ],
            [
                "These divisions are much much deeper than the relationships between believing and non believing Jews…one group of Jews fell victim to another",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://en.wikipedia.org/wiki/Yosef_Yitzchak_Schneersohn",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://yalebooks.yale.edu/book/9780300104486/rescued-reich",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "state",
            "lubavitcher",
            "illuminati",
            "leader",
            "general",
            "party",
            "rescue",
            "jewish",
            "schneerson",
            "rescued",
            "jews",
            "world",
            "chabad",
            "nazis"
        ]
    }
]