[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2017/12/meet-the-team-building-north-koreas-nuclear-missiles-3176884.html",
        "title": "Meet The Team Building North Korea’s Nuclear Missiles",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nSunday, December 17, 2017 21:49\n% of readers think this story is Fact. Add your two cents.\nIn recent years, North Korea has frustrated the US intelligence community, which has struggled to determine exactly how Kim Jong Un and his regime have managed to make so much progress, so quickly in their quest to develop a nuclear weapon capable of striking the Continental US.\nThe international community has authorized one round of sanctions after another, and yet they appear to have little impact on the country’s economy. If anything, these efforts have only served to strengthen the Kim’s grip on power by feeding the narrative – taught to every North Korean child – that the US is an evil, imperialist antagonist bent on subjugating the North.\nWhile the exact means by which the North has managed to survive such immense international pressure remain a mystery, the New York Times has a theory: North Korean leader Kim Jong Un has cultivated an aura of reverence and celebrity around the country’s nuclear scientists.\nThese celebrity scientists are known by nicknames like the “nuclear duo” and the “missile quartet”.\nThey also occupy a unique place in the North Korea power structure: While Kim, 33, has executed scores of senior officials – including his own uncle – he has turned the scientists into public heros. So far, not one nuclear scientist has been punished by the regime.\n“We have never heard of him killing scientists,” said Choi Hyun-kyoo, a senior researcher in South Korea who runs NK Tech, a database of North Korean scientific publications. “He is someone who understands that trial and error are part of doing science.”\nAs a result of this, each of the six nuclear tests conducted since 2006 has been more powerful than the last, an incredible feat of engineering, considering the restraints.\nKim has elevated science as an ideal in the regime’s propaganda and put his fondness for scientists and engineers on prominent display across North Korea.\nOne of the carrots Kim has offered his prized scientists is a street called “Future Scientists Street”. Opened four years after Kim assumed power in 2011, the street is reportedly filled with gleaming towers for scientists, engineers and their families.\nKim also opened a sprawling complex shaped like an atom that showcases the nation’s achievements in nuclear science, and where decadent galas are held to celebrate the nuclear program’s progress.\nThere is little doubt what is behind Mr. Kim’s passion for science. In ubiquitous propaganda posters, North Korean rockets soar into space and crash into the United States Capitol.\nAfter successful tests, scientists and engineers are honored with huge outdoor rallies.\nWhile international sanctions prohibit the teaching of science with potential military applications to North Korean students, the regime has hit upon several clever strategies to import nuclear research from the outside world.\nAlso, the country still manages to send talented students abroad to study science in places like China, India and even Germany.\nKim wasn’t the first North Korean leader to adopt these special privileges for scientists. Indeed, his grandfather, Kim Il-sung, embraced science as he struggled to rebuild North Korea from the ruins of the Korean War. He embraced those trained in Japan when Korea was a Japanese colony and later sent hundreds of students to the Soviet Union, East Germany and other socialist states.\nOne of them was So Sang-guk, a nuclear scientist who emerged as a key figure in the nation’s nuclear program but seems to have retired.\nHowever, since taking power, Kim Jong-un appears to have overseen a generational shift at the top of the weapons program, elevating a group of scientists and officials about whom little is known.\nBut now, analysts have identified six figures who have repeatedly appeared alongside Mr. Kim at key moments – four tied to missile development and two associated with nuclear tests.\nTwo members of the “missile quartet” are scientists, according to state media. Jang Chang-ha is 53 and president of the Academy of National Defense Science, and Jon Il-ho, 61, is commonly described as an “official in the field of scientific research.”\nRi Pyong-chol appears to be the quartet’s highest-ranking member. A former air force commander, he serves as first deputy director of the ruling Workers’ Party’s munitions industry department.\nKim Jong-sik, 49, first began appearing with Kim Jong-un in February 2016 and has an engineering background. His rise has coincided with an acceleration of test launches, but he and Ri did not attend last month’s launch.\nRi Hong-sop is the director of North Korea’s Nuclear Weapons Institute. He appears to be a key figure in the nuclear program.  \nHong Sung-mu, the other member of the “nuclear duo,” is a former chief engineer at the Yongbyon nuclear complex, the birthplace of the North’s nuclear weapons program.\nBut in perhaps one of the most significant trappings of the scientists’ status in North Korean society is the picture below, where several scientists can be seen sharing a cigarette with Kim – a major privilege considering Kim is revered like a God in North Korea.\nAfter successful tests, sometimes Kim will even embrace his scientists, some of whom can be seen weeping. In another stunning image, Kim can be seen carrying one of the scientists on his back – a play on an old Korean tradition.\nNorth Korea carried out its most powerful nuclear test yet back in September when it detonated what was estimated to be a 300 kiloton bomb. Despite indications that the North’s longtime test site at Punggye-ri is suffering from “tired mountain syndrome”, satellite imaging recently showed the North’s military is hard at work on a new tunnel located in a remote area of the test site…\n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "We have never heard of him killing scientists,",
                "Choi Hyun-kyoo",
                true
            ],
            [
                "He is someone who understands that trial and error are part of doing science.",
                "Choi Hyun-kyoo",
                true
            ],
            [
                "official in the field of scientific research.",
                "Jon Il-ho",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/meet-the-team-building-north-koreas-nuclear-missiles/https://www.nytimes.com/interactive/2017/12/15/world/asia/north-korea-scientists-weapons.html?_r=1",
                "https://beforeitsnews.com/v3/r2/?url=http://www.zerohedge.com/news/2017-10-20/tired-mountain-syndrome-north-koreas-nuclear-test-site-headed-deadly-collapse",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "koreas",
            "power",
            "science",
            "korea",
            "meet",
            "north",
            "scientists",
            "team",
            "test",
            "korean",
            "weapons",
            "missiles",
            "kim",
            "nuclear",
            "building"
        ]
    }
]