[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/betsy-devos-pronounces-common-core-dead-but-its-animated-corpse-still-stalks-the-landscape-2975975.html",
        "title": "Betsy DeVos Pronounces Common Core Dead (But Its Animated Corpse Still Stalks the Landscape)",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By RedState (Reporter)\nTotal:\nBetsy DeVos Pronounces Common Core Dead (But Its Animated Corpse Still Stalks the Landscape)\nWednesday, January 24, 2018 12:09\n% of readers think this story is Fact. Add your two cents.\nEducation Secretary Betsy DeVos, greets students, parents and educators at a National School Choice rally, Thursday, Jan. 18, 2017, on Capitol Hill in Washington. (AP Photo/Maria Danilova)\nYesterday, President Trump issued a proclamation declaring this week to be National School Choice Week . This commemorative week has been around since 2011 but, at least as far as I can tell, this is the first presidential proclamation on the subject. Obama was only in favor of school choice if the choice involved was different levels of political indoctrination.\nMy Administration is refocusing education policy on students. We are committed to empowering those most affected by school choice decisions and best suited to direct taxpayer resources, including States, local school boards, and families. As part of my steadfast commitment to invest in America’s students, I signed into law the Tax Cuts and Jobs Act last December. One of the bill’s provisions includes an expansion of 529 education savings plans so that their funds can be allocated tax-free to K-12 public, private, and religious educational expenses. By giving parents more control over their children’s education, we are making strides toward a future of unprecedented educational attainment and freedom of choice. Under the leadership of Secretary of Education Betsy DeVos, we will continue to advance school choice so that every child in America has access to the tools best suited to enabling them to achieve the American Dream.\nDuring National School Choice Week, I encourage parents to explore innovative educational alternatives, and I challenge students to dream big and work hard for the futures they deserve. I also urge State and Federal lawmakers to embrace school choice and enact policies that empower families and strengthen communities.\nThis was a great follow up to a speech given by Education Secretary Betsy DeVos at American Enterprise Institute last week…when we were all obsessing over the shutdown drama:\nThe bottom line is simple: federal education reform efforts have not worked as hoped.\n…\nWhere the Bush administration emphasized NCLB’s stick, the Obama administration focused on carrots. They recognized that states would not be able to legitimately meet the NCLB’s strict standards. Secretary Duncan testified that 82 percent of the nation’s schools would likely fail to meet the law’s requirements — thus subjecting them to crippling sanctions.\nThe Obama administration dangled billions of dollars through the “Race to the Top” competition, and the grant-making process not so subtly encouraged states to adopt the Common Core State Standards. With a price tag of nearly four and a half billion dollars, it was billed as the “largest-ever federal investment in school reform.” Later, the Department would give states a waiver from NCLB’s requirements so long as they adopted the Obama administration’s preferred policies — essentially making law while Congress negotiated the reauthorization of ESEA.\nUnsurprisingly, nearly every state accepted Common Core standards and applied for hundreds of millions of dollars in “Race to the Top” funds. But despite this change, the United States’ PISA performance did not improve in reading and science, and it dropped in math from 2012 to 2015.\nThen, rightly, came the public backlash to federally imposed tests and the Common Core. I agree – and have always agreed – with President Trump on this: “Common Core is a disaster.” And at the U.S. Department of Education, Common Core is dead.\nThe whole speech is something you should read because it lays out, chapter and verse, how top-down demands and massive infusions of federal cash have no positive impact on anything but the pocketbooks of the people benefiting from the mandates.\nI will end common core. It’s a disaster. https://t.co/d83XYrqZ3m #MakeAmericaGreatAgain #Trump2016 pic.twitter.com/r0Sc6zm80I\nThis is how the American Federation of Teachers saw it:\nSo @BetsyDeVosED says “common core is dead” but common core testing is endorsed? So the curriculum is gone- but not high states Teacher and student accountability? Betsy DeVos Approves PARCC As Common Core Test https://t.co/NTtF8ZIsT9 via @dianeravitch\nObservation: if you don’t know the expression is “high stakes” not “high states” maybe you shouldn’t be involved in the whole teaching thing.\nThis might seem like a paradox but Common Core is wired very deeply into the Education grant process and vestiges of Common Core are going to linger for some years. But, once you start divorcing the receipt of funds from the standards, which is what is happening, you’re going to find fewer and fewer school districts using the system.\nThis all goes back to School Choice. If school choice had been available, Common Core would have been stillborn. It was immensely unpopular with parents and students (do you really need to learn multiple ways of adding numbers together?) and if they could have left the curriculum many would have done so. The exodus would have caused a backlash from the states and the whole stupid idea would have been killed where it stood.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "largest-ever federal investment in school reform.",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/hashtag/MakeAmericaGreatAgain?src=hash&ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/BetsyDeVosED?ref_src=twsrc%5Etfw",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.whitehouse.gov/presidential-actions/president-donald-j-trump-proclaims-january-21-january-27-2018-national-school-choice-week/",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/hashtag/Trump2016?src=hash&ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/DianeRavitch?ref_src=twsrc%5Etfw",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "common",
            "dead",
            "animated",
            "choice",
            "betsy",
            "corpse",
            "students",
            "landscape",
            "pronounces",
            "school",
            "education",
            "states",
            "stalks",
            "core",
            "devos",
            "week"
        ]
    }
]