[
    {
        "url": "https://beforeitsnews.com/tea-party/2018/01/the-fbi-hand-2605256.html",
        "title": "The FBI Hand",
        "authors": [
            {
                "name": "Freedom Bunker",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Freedom Bunker\nThursday, January 25, 2018 6:34\n% of readers think this story is Fact. Add your two cents.\nRussia-gate is becoming FBI-gate, thanks to the official release of unguarded text messages between loose-lipped FBI counterintelligence official Peter Strzok and his garrulous girlfriend, FBI lawyer Lisa Page. (Ten illustrative texts from their exchange appear at the end of this article.)\nDespite his former job as chief of the FBI’s counterintelligence section, Strzok had the naive notion that texting on FBI phones could not be traced. Strzok must have slept through “Security 101.” Or perhaps he was busy texting during that class. Girlfriend Page cannot be happy at being misled by his assurance that using office phones would be a secure way to conduct their affair(s).\nIt would have been unfortunate enough for Strzok and Page to have their adolescent-sounding texts merely exposed, revealing the reckless abandon of star-crossed lovers hiding (they thought) secrets from cuckolded spouses, office colleagues, and the rest of us. However, for the never-Trump plotters in the FBI, the official release of just a fraction (375) of almost 10,000 messages does incalculably more damage than that.\nWe suddenly have documentary proof that key elements of the U.S. intelligence community were trying to short-circuit the U.S. democratic process. And that puts in a new and dark context the year-long promotion of Russia-gate. It now appears that it was not the Russians trying to rig the outcome of the U.S. election, but leading officials of the U.S. intelligence community, shadowy characters sometimes called the Deep State.\nMore of the Strzok-Page texting dialogue is expected to be released. And the Department of Justice Inspector General reportedly has additional damaging texts from others on the team that Special Counsel Robert Mueller selected to help him investigate Russia-gate.\nBesides forcing the removal of Strzok and Page, the text exposures also sounded the death knell for the career of FBI Deputy Director Andrew McCabe, in whose office some of the plotting took place and who has already announced his plans to retire soon.\nBut the main casualty is the FBI’s 18-month campaign to sabotage candidate-and-now-President Donald Trump by using the Obama administration’s Russia-gate intelligence “assessment,” electronic surveillance of dubious legality, and a salacious dossier that could never pass the smell test, while at the same time using equally dubious techniques to immunize Hillary Clinton and her closest advisers from crimes that include lying to the FBI and endangering secrets.\nIronically, the Strzok-Page texts provide something that the Russia-gate investigation has been sorely lacking: first-hand evidence of both corrupt intent and action. After months of breathless searching for “evidence” of Russian-Trump collusion designed to put Trump in the White House, what now exists is actual evidence that senior officials of the Obama administration colluded to keep Trump out of the White House – proof of what old-time gumshoes used to call “means, motive and opportunity.”\nEven more unfortunately for Russia-gate enthusiasts, the FBI lovers’ correspondence provides factual evidence exposing much of the made-up “Resistance” narrative – the contrived storyline that The New York Times and much of the rest of the U.S. mainstream media deemed fit to print with little skepticism and few if any caveats, a scenario about brilliantly devious Russians that not only lacks actual evidence – relying on unverified hearsay and rumor – but doesn’t make sense on its face.\nThe Russia-gate narrative always hinged on the preposterous notion that Russian President Vladimir Putin foresaw years ago what no American political analyst considered even possible, the political ascendancy of Donald Trump. According to the narrative, the fortune-telling Putin then risked creating even worse tensions with a nuclear-armed America that would – by all odds – have been led by a vengeful President Hillary Clinton.\nBesides this wildly improbable storyline, there were flat denials from WikiLeaks, which distributed the supposedly “hacked” Democratic emails, that the information came from Russia – and there was the curious inability of the National Security Agency to use its immense powers to supply any technical evidence to support the Russia-hack scenario.\nThe Trump Shock\nBut the shock of Trump’s election and the decision of many never-Trumpers to cast their lot with the Resistance led to a situation in which any prudent skepticism or demand for evidence was swept aside.\nSo, on Jan. 6, 2017, President Obama’s Director of National Intelligence James Clapper released an evidence-free report that he said was compiled by “hand-picked” analysts from the CIA, FBI and NSA, offering an “assessment” that Russia and President Putin were behind the release of the Democratic emails in a plot to help Trump win the presidency.\nDespite the extraordinary gravity of the charge, even New York Times correspondent Scott Shane noted that proof was lacking. He  wrote  at the time: “What is missing from the [the Jan. 6] public report is what many Americans most eagerly anticipated: hard evidence to back up the agencies’ claims that the Russian government engineered the election attack. … Instead, the message from the agencies essentially amounts to ‘trust us.’”\nBut the “assessment” served a useful purpose for the never-Trumpers: it applied an official imprimatur on the case for delegitimizing Trump’s election and even raised the long-shot hope that the Electoral College might reverse the outcome and possibly install a compromise candidate, such as former Secretary of State Colin Powell, in the White House. Though the Powell ploy fizzled, the hope of somehow removing Trump from office continued to bubble, fueled by the growing hysteria around Russia-gate.\nVirtually all skepticism about the evidence-free “assessment” was banned. For months, the Times and other newspapers of record repeated the lie that all 17 U.S. intelligence agencies had concurred in the conclusion about the Russian “hack.” Even when that  falsehood was belatedly acknowledged , the major news outlets just shifted the phrasing slightly to say that U.S. intelligence agencies had reached the Russian “hack” conclusion. Shane’s blunt initial recognition about the lack of proof disappeared from the mainstream media’s approved narrative of Russia-gate.\nDoubts about the Russian “hack” or dissident suggestions that what we were  witnessing was a “soft coup”  were scoffed at by leading media commentators. Other warnings from veteran U.S. intelligence professionals about  the weaknesses of the Russia-gate  narrative and the danger of letting politicized intelligence overturn a constitutional election were also brushed aside in pursuit of the goal of removing Trump from the White House.\nIt didn’t even seem to matter when new  Russia-gate disclosures  conflicted with  the original narrative  that Putin had somehow set Trump up as a Manchurian candidate. All normal journalistic skepticism was jettisoned. It was as if the Russia-gate advocates started with the conclusion that Trump must go and then made the facts fit into that mold, but anyone who noted the violations of normal investigative procedures was dismissed as a “Trump enabler” or a “Moscow stooge.”\nThe Text Evidence\nBut then came the FBI text messages, providing documentary evidence that key FBI officials involved in the Russia-gate investigation were indeed deeply biased and out to get Trump, adding hard proof to Trump’s longstanding lament that he was the subject of a “witch hunt.”\nJustified or not, Trump’s feeling of vindication could hardly be more dangerous — particularly at a time when the most urgent need is to drain some testosterone from the self-styled Stable-Genius-in-Chief and his martinet generals.\nOn the home front, Trump, his wealthy friends, and like-thinkers in Congress may now feel they have an even wider carte blanche to visit untold misery on the poor, the widow, the stranger and other vulnerable humans. That was always an underlying danger of the Resistance’s strategy to seize on whatever weapons were available – no matter how reckless or unfair – to “get Trump.”\nBeyond that, Russia-gate has become so central to the Washington establishment’s storyline that there appears to be no room for second-thoughts or turning back. The momentum is such that some Democrats and the media never-Trumpers can’t stop stoking the smoke of Russia-gate and holding out hope against hope that it will somehow justify Trump’s impeachment.\nYet, the sordid process of using legal/investigative means to settle political scores further compromises the principle of the “rule of law” and integrity of journalism in the eyes of many Americans. After a year of Russia-gate, the “rule of law” and “pursuit of truth” appear to have been reduced to high-falutin’ phrases for political score-settling, a process besmirched by Republicans in earlier pursuits of Democrats and now appearing to be a bipartisan method for punishing political rivals regardless of the lack of evidence.\nStrzok and Page\nPeter Strzok (pronounced “struck”) has an interesting pedigree with multiple tasks regarding both Mrs. Clinton and Mr. Trump. As the FBI’s chief of counterespionage during the investigation into then-Secretary of State Hillary Clinton’s unauthorized use of a personal email server for classified information, Strzok reportedly changed the words “grossly negligent” (which could have triggered legal prosecution) to the far less serious “extremely careless” in FBI Director James Comey’s depiction of Clinton’s actions. This semantic shift cleared the way for Comey to conclude just 20 days before the Democratic National Convention began in July 2016, that “no reasonable prosecutor” would bring charges against Mrs. Clinton.\nThen, as Deputy Assistant Director of the Counterintelligence Division, Strzok led the FBI’s investigation into alleged Russian interference in the U.S. election of 2016. It is a safe bet that he took a strong hand in hand-picking the FBI contingent of analysts that joined “hand-picked” counterparts from CIA and NSA in preparing the evidence-free, Jan. 6, 2017 assessment accusing Russian President Vladimir Putin of interfering in the election of 2016. (Although accepted in Establishment groupthink as revealed truth, that poor excuse for analysis reflected the apogee of intelligence politicization — rivaled only by the fraudulent intelligence on “weapons of mass destruction“ in Iraq 15 years ago.)\nIn June and July, 2017 Strzok was the top FBI official working on Special Counsel Robert Mueller’s investigation into possible links between the Trump campaign and Russia, but was taken off that job when the Justice Department IG learned of the Strzok-Page text-message exchange and told Mueller.\nThere is no little irony in the fact that what did in the FBI sweethearts was their visceral disdain for Mr. Trump, their cheerleading-cum-kid-gloves treatment of Mrs. Clinton and her associates, their 1950-ish, James Clapperesque attitude toward Russians as “almost genetically driven” to evil, and their (Strzok/Page) elitist conviction that they know far better what is good for the country than regular American citizens, including those “deplorables” whom Clinton said made up half of Trump’s supporters.\nBut Strzok/Page had no idea that their hubris, elitism and scheming would be revealed in so tangible a way. Worst of all for them, the very thing that Strzok, in particular, worked so hard to achieve — the sabotaging of Trump and immunization of Mrs. Clinton and her closest advisers is now coming apart at the seams.\nCongress: Oversee? or Overlook?\nAt this point, the $64 question is whether the various congressional oversight committees will remain ensconced in their customarily cozy role as “overlook” committees, or whether they will have the courage to attempt to carry out their Constitutional duty. The latter course would mean confronting a powerful Deep State and its large toolbox of well-practiced retaliatory techniques, including J. Edgar Hoover-style blackmail on steroids, enabled by electronic surveillance of just about everything and everyone. Yes, today’s technology permits blanket collection, and “Collect Everything” has become the motto.\nSen. Chuck Schumer, D-New York, with almost four decades of membership in the House and Senate, openly warned incoming President Trump in January 2017 against criticizing the U.S. intelligence community because U.S. intelligence officials have “six ways from Sunday to get back at you” if you are “dumb” enough to take them on.\nThanks to the almost 10,000 text messages between Strzok and Page, only a small fraction of which were given to Congress four weeks ago, there is now real evidentiary meat on the bones of the suspicions that there indeed was a “deep-state coup” to “correct” the outcome of the 2016 election. We now know that the supposedly apolitical FBI officials had huge political axes to grind. The Strzok-Page exchanges drip with disdain for Trump and those deemed his smelly deplorable supporters. In one text message, Strzok expressed visceral contempt for those working-class Trump voters, writing on Aug. 26, 2016, “Just went to a southern Virginia Walmart. I could SMELL the Trump support. … it’s scary real down here.”\nThe texts even show Strzok warning of the need for an “insurance policy” to thwart Trump on the off-chance that his poll numbers closed in on those of Mrs. Clinton.\nAn Aug. 6, 2016 text message, for example, shows Page giving her knight in shining armor strong affirmation: “Maybe you’re meant to stay where you are because you’re meant to protect the country from that menace [Trump].” That text to Strzok includes a link to a David Brooks  column  in The New York Times, in which Brooks concludes with the clarion call: “There comes a time when neutrality and laying low become dishonorable. If you’re not in revolt, you’re in cahoots. When this period and your name are mentioned, decades hence, your grandkids will look away in shame.”\nAnother text message shows that other senior government officials – alarmed at the possibility of a Trump presidency – joined the discussion. In an apparent reference to an August 2016 meeting with FBI Deputy Director Andrew McCabe, Strzok wrote to Page on Aug. 15, 2016, “I want to believe the path you threw out for consideration in Andy’s office — that there’s no way he [Trump] gets elected — but I’m afraid we can’t take that risk.”  Strzok added, “It’s like an insurance policy in the unlikely event that you die before you’re 40.”\nInsurance Policy?\nSenate Judiciary Committee chair Chuck Grassley, R-Iowa, says he will ask Strzok to explain the “insurance policy” when he calls him to testify. What seems already clear is that the celebrated “Steele Dossier” was part of the “insurance,” as was the evidence-less legend that  Russia hacked  the DNC’s and Clinton campaign chairman John Podesta’s emails and  gave them to WikiLeaks .\nIf congressional investigators have been paying attention, they already know what former weapons inspector Scott Ritter shared with Veteran Intelligence Professionals for Sanity (VIPS) colleagues this week; namely, that Fusion GPS’s Glenn Simpson, who commissioned the Russia dossier using Democratic Party money, said he reached out to Steele after June 17, just three days before Steele’s  first report was published , drawing on seven sources.\n“There is a snowball’s chance in hell that this is raw intelligence gathered by Steele; rather he seems to have drawn on a single ‘trusted intermediary’ to gather unsubstantiated rumor already in existence.”\nAnother VIPS colleague, Phil Giraldi, writing out of his own experience in private sector consulting, added: “The fact that you do not control your sources frequently means that they will feed you what they think you want to hear. Since they are only doing it for money, the more lurid the details the better, as it increases the apparent value of the information. The private security firm in turn, which is also doing it for the money, will pass on the stories and even embroider them to keep the client happy and to encourage him to come back for more. When I read the Steele dossier it looked awfully familiar to me, like the scores of similar reports I had seen which combined bullshit with enough credible information to make the whole product look respectable.”\nIt is now widely known that the Democrats ponied up the “insurance premiums,” so to speak, for former British intelligence officer Christopher Steele’s “dossier” of lurid — but largely unproven — “intelligence” on Trump and the Russians. If, as many have concluded, the   dossier was used to help justify a FISA warrant to snoop on the Trump campaign, those involved will be in deep kimchi, if congressional overseers do their job.\nHow, you might ask, could Strzok and associates undertake these extra-legal steps with such blithe disregard for the possible consequences should they be caught? The answer is easy; Mrs. Clinton was a shoo-in, remember? This was just extra insurance with no expectation of any “death benefit” ever coming into play — save for Trump’s electoral demise in November 2016. The attitude seemed to be that, if abuse of the FISA law should eventually be discovered — there would be little interest in a serious investigation by the editors of The New York Times and other anti-Trump publications and whatever troubles remained could be handled by President Hillary Clinton.\nSen. Lindsey Graham, R-South Carolina, who chairs the Judiciary Subcommittee of Judiciary on Crime and Terrorism, joined Sen. Grassley in signing the letter referring Christopher Steele to the Justice Department to investigate what appear to be false statements about the dossier. In signing, Graham noted the “many stop signs the Department of Justice ignored in its use of the dossier.” The signature of committee ranking member Sen. Dianne Feinstein, D-California, however, was missing — an early sign that a highly partisan battle royale is in the offing.  On Tuesday, Feinstein unilaterally released a voluminous transcript of Glenn Simpson’s earlier testimony and, as though on cue, Establishment pundits portrayed Steele as a good source and Fusion GPS’s Glenn Simpson as a victim.\nThe Donnybrook is now underway; the outcome uncertain.\nReprinted with permission from Consortiumnews.com .\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "What is missing from the [the Jan. 6] public report is what many Americans most eagerly anticipated: hard evidence to back up the agencies’ claims that the Russian government engineered the election attack.",
                "",
                true
            ],
            [
                "Instead, the message from the agencies essentially amounts to ‘trust us.",
                "",
                true
            ],
            [
                "six ways from Sunday to get back at you",
                "",
                false
            ],
            [
                "Just went to a southern Virginia Walmart.",
                "",
                true
            ],
            [
                "I could SMELL the Trump support.",
                "",
                true
            ],
            [
                "it’s scary real down here.",
                "",
                false
            ],
            [
                "Maybe you’re meant to stay where you are because you’re meant to protect the country from that menace [Trump].",
                "",
                true
            ],
            [
                "There comes a time when neutrality and laying low become dishonorable.",
                "Peter Strzok",
                true
            ],
            [
                "If you’re not in revolt, you’re in cahoots.",
                "Peter Strzok",
                true
            ],
            [
                "When this period and your name are mentioned, decades hence, your grandkids will look away in shame.",
                "Peter Strzok",
                true
            ],
            [
                "I want to believe the path you threw out for consideration in Andy’s office — that there’s no way he [Trump] gets elected — but I’m afraid we can’t take that risk.",
                "Peter Strzok",
                true
            ],
            [
                "It’s like an insurance policy in the unlikely event that you die before you’re 40.",
                "Peter Strzok",
                true
            ],
            [
                "There is a snowball’s chance in hell that this is raw intelligence gathered by Steele; rather he seems to have drawn on a single ‘trusted intermediary’ to gather unsubstantiated rumor already in existence.",
                "Peter Strzok",
                true
            ],
            [
                "The fact that you do not control your sources frequently means that they will feed you what they think you want to hear.",
                "",
                true
            ],
            [
                "Since they are only doing it for money, the more lurid the details the better, as it increases the apparent value of the information.",
                "",
                true
            ],
            [
                "The private security firm in turn, which is also doing it for the money, will pass on the stories and even embroider them to keep the client happy and to encourage him to come back for more.",
                "",
                true
            ],
            [
                "When I read the Steele dossier it looked awfully familiar to me, like the scores of similar reports I had seen which combined bullshit with enough credible information to make the whole product look respectable.",
                "",
                true
            ],
            [
                "many stop signs the Department of Justice ignored in its use of the dossier.",
                "Graham",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "trump",
            "fbi",
            "hand",
            "strzok",
            "dossier",
            "election",
            "evidence",
            "text",
            "2016",
            "intelligence",
            "russiagate"
        ]
    }
]