[
    {
        "url": "http://conservativefighters.com/news/north-korea-crashed-missile-city-causing-considerable-damage/",
        "title": "North Korea Crashed Missile into Its Own City, Causing ‘Considerable Damage’",
        "authors": [],
        "publisher": "http://conservativefighters.com",
        "publish_date": "2018-01-05",
        "text": "Conservative Fighters\nNorth Korea Crashed Missile into Its Own City, Causing ‘Considerable Damage’\nNorth Korea accidentally crashed a missile into a town outside Pyongyang, possibly causing an explosion and casualties while testing weapons for their nuclear program, U.S. government sources claimed.\nCiting “a U.S. government source with knowledge of North Korea’s weapons programs,” the Diplomat reported on Wednesday that a Hwasong-12 Intermediate Range Ballistic Missile (IRBM) was launched in April 2017 near Pukchang Airfield in South Pyongan Province, before crashing into the city of Tokchun after traveling around 24 miles from a minute in flight.\nThe crash reportedly caused “considerable damage to a complex of industrial or agricultural buildings,” although the extent of the damage, which would include the number of human casualties, is impossible to quantify due to the secretive nature of North Korea.\nImages from Google Earth also indicate “ground disturbances in an area that previously contained a building with fencing,” as well as a “portion of the seasonal greenhouse had been damaged near the side of the complex where the debris fell.”\nThe missile test was the third of its kind in April, all of which were failures. Had the test been a success, the missile would have landed in the northern part of the Sea of Japan.\nIt is not the first case of North Korea’s weapons program harming its population. A recent report by the Korean Unification Ministry found that at least four defectors from North Korea are showing signs of radiation exposure, a trend likely linked to nearby nuclear facilities.\nHowever, North Korea successfully tested its first IRBM in May and has since gone on to test more missiles as they aggressively expand their nuclear program in defiance of international sanctions. The regime has since launched missiles over Japan and South Korea.\nIn November, there were also reports of a deadly tunnel collapse at the Punggye-ri nuclear test site, reportedly causing as many as 200 fatalities. North Korea denied the reports, describing them as “misinformation” designed to slander the regime.\nNevertheless, the regime continues to aggressively expand its nuclear and military capabilities while threatening to destroy the United States. In his recent New Year’s address, communist dictator Kim Jong-un warned that he could launch a strike at any time.\n“The United States can never fight a war against me and our state,” he said. “It should properly know that the whole territory of the U.S. is within the range of our nuclear strike and a nuclear button is always on the desk of my office, and this is just a reality, not a threat.\nJanuary 5, 2018 at 12:56 am\nI would love to see how the NK people remove the little speck! That is once they’ve gotten truly incensed at how often he does this sort of thing!\nJanuary 5, 2018 at 1:02 am\nWe should let them continue their tests since they seem to be destroying their own Country! Maybe we’ve infiltrated and recalibrated their missiles to hit NK cities.\nThis was in April?\nJanuary 5, 2018 at 1:35 am\nKaren, that was my thought. How come our satellites didn’t pick this up? What is wrong with our intelligence organ?\nJanuary 5, 2018 at 1:39 am\nIt is a shame though that people in NK have to die because of this man’s stupidity. Don’t know why someone in that country doesn’t take him out. I feel sorry for the citizens too because they don’t have enough to eat and they get their lights and heat turned off to save money for this clown to do his nuclear disasters.\nJanuary 5, 2018 at 1:54 am\nDo you really think that they have a missile to reach the US? I don’t! If they can reach California, big deal! No loss there! If you live in California, get out!\nI think we should assassinate the speck\nJanuary 24, 2018 at 12:28 pm\nWhy are we hearing this now if it happened almost a year past?\nComment\nName *\nEmail *\nWebsite\n",
        "quotes": [
            [
                "a U.S. government source with knowledge of North Korea’s weapons programs,",
                "",
                false
            ],
            [
                "considerable damage to a complex of industrial or agricultural buildings,",
                "",
                false
            ],
            [
                "ground disturbances in an area that previously contained a building with fencing,",
                "",
                false
            ],
            [
                "portion of the seasonal greenhouse had been damaged near the side of the complex where the debris fell.",
                "",
                false
            ],
            [
                "The United States can never fight a war against me and our state,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "strike",
            "program",
            "considerable",
            "missile",
            "city",
            "test",
            "united",
            "weapons",
            "damage",
            "crashed",
            "north",
            "causing",
            "korea",
            "states",
            "nuclear"
        ]
    }
]