[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/fisa-document-85-of-nsa-searches-under-obama-were-illegal-3590550.html",
        "title": "FISA Document: 85% of NSA Searches Under Obama Were Illegal",
        "authors": [
            {
                "name": "The Daily Sheeple",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "FISA Document: 85% of NSA Searches Under Obama Were Illegal\nWednesday, January 24, 2018 15:42\n% of readers think this story is Fact. Add your two cents.\nSection 702 data on US persons identifiers may be conducted if they are first “approved in accordance with [internal] NSA procedures, which must require a statement of facts establishing that the use of any such identifier as a selection term is reasonably likely to return foreign intelligence information.”\nThe problem is that querying US persons without a warrant amounts to a clear violation of the Fourth Amendment, no matter what “internal NSA procedures” are followed.\nThe Fourth Amendment is crystal clear:\nThe right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\nOn page 81, the FISA report pointed out that “In May and June 2016, NSA reported to oversight personnel in the ODNI and DOJ that, since approximately 2012, use of [redacted] to query communications in [redacted] had resulted in inadvertent violations of the above-described querying rules of Section 702 information.”\nThe NSA claims that “the violations resulted from analysts not recognizing the need to avoid querying datasets for which querying requirements were not satisfied or not understanding how to formulate [redacted] queries to exclude such datasets.”\nBased on the examination of those violations that used identifiers for “US persons targeted pursuant to Sections 704 and 705(b) for FISA using the [redacted] tool in [redacted] … from November 1, 2015 to May 1, 2016” the “NSA estimates that approximately eighty-five percent of those queries, representing [redacted] queries conducted by approximately targeted offices, were not compliant with the applicable minimization procedures.”\nWhile the report claims that many of the people used were the same person, it goes on to state that the high number of illegal searches “raises substantial questions about the propriety of using of [redacted] to query FISA data.”\nAs usual when caught with their hand in the cookie jar, the NSA is actually unable to account for the high numbers.\n“While the government reports that it is unable to provide a reliable estimate of the number of non-compliant queries since 2012, there is no apparent reason to believe the November 2015-April 2016 period coincided with an unusually high error rate,” the report indicated.\nThat is who was behind this.\nClaims of lack of training and system problems are excuses for clear crimes against the people of the united States.\nContributed by Tim Brown of www.FreedomOutpost.com .\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nLindaJoyAdams\nThe 99 page opinion from the FISA court judge dated 4/17 goes back to 2008.. So illegal acts just got worse and worse over tome and tar unaccountable contractors are mentioned as in control of the whole process/access… Obama born in Topeka Ks son of Jim T Parks who was lynched in the 3/61 attack that was to have lynched his mother and he unborn has been an open FBI vase since them of three dead of Rosa Parks extended family and puppet masters had their puppet to handle ..so this had beginnings that far back  in a real blood curse for forgetting the soul of an innocent baby and those who would cover up on crime after another until the PEOPLE SAID ENOUGH and decided to become the rulers of the land as we always were to be. KEEP UP GOOD SHARING  Linda Joy [email protected]\nJan 24, 2018, 5:31 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "approved in accordance with [internal] NSA procedures, which must require a statement of facts establishing that the use of any such identifier as a selection term is reasonably likely to return foreign intelligence information.",
                "",
                false
            ],
            [
                "In May and June 2016, NSA reported to oversight personnel in the ODNI and DOJ that, since approximately 2012, use of [redacted] to query communications in [redacted] had resulted in inadvertent violations of the above-described querying rules of Section 702 information.",
                "",
                true
            ],
            [
                "the violations resulted from analysts not recognizing the need to avoid querying datasets for which querying requirements were not satisfied or not understanding how to formulate [redacted] queries to exclude such datasets.",
                "",
                false
            ],
            [
                "US persons targeted pursuant to Sections 704 and 705(b) for FISA using the [redacted] tool in [redacted] … from November 1, 2015 to May 1, 2016",
                "",
                false
            ],
            [
                "NSA estimates that approximately eighty-five percent of those queries, representing [redacted] queries conducted by approximately targeted offices, were not compliant with the applicable minimization procedures.",
                "",
                true
            ],
            [
                "raises substantial questions about the propriety of using of [redacted] to query FISA data.",
                "",
                false
            ],
            [
                "While the government reports that it is unable to provide a reliable estimate of the number of non-compliant queries since 2012, there is no apparent reason to believe the November 2015-April 2016 period coincided with an unusually high error rate,",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/cdn-cgi/l/email-protection#f1b095909c82b1939d9e96969483df929e9c",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://freedomoutpost.com/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "redacted",
            "violations",
            "85",
            "nsa",
            "document",
            "queries",
            "illegal",
            "querying",
            "obama",
            "searches",
            "persons",
            "fisa",
            "report"
        ]
    }
]