[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/breaking-fbi-chief-of-staff-resigns-2975736.html",
        "title": "It's Over: FBI Chief of Staff Resigns",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By RedState (Reporter)\nTuesday, January 23, 2018 13:17\n% of readers think this story is Fact. Add your two cents.\nFBI Director Chris Wray announced Tuesday that his chief of staff, James Rybicki, is leaving the bureau.\nRybicki, who served in the same position under former FBI Director James Comey, had come under scrutiny from Republicans in recent months about his role in the Hillary Clinton email investigation.\nFederal law enforcement sources told Fox News that Rybicki was not fired. His departure, they said, has “been in the works for awhile.”\n“Jim Rybicki notified me last month that he will be leaving the FBI to accept an opportunity in the corporate sector,” Wray said in a statement. “While this is an exciting move for the whole Rybicki family, Jim will be dearly missed by the FBI family – and by me personally.”\nWray added: “His many years of dedication to the bureau and DOJ, his level-headed judgement and earnest professionalism, and his steady good cheer have been an asset to us all and have contributed greatly to the safety and security of our nation.”\nThe FBI director said he tapped attorney Zachary Harmon to replace Rybicki.\nFBI Director Chris Wray says chief of staff Jim Rybicki is leaving for job in the private sector. He will be replaced by Zachary Harmon. Wray and Harmon worked together at law firm King & Spalding.\nYep, when you don’t want the guy’s departure to be a big story you totally announce it on Monday.\nThere have been several reports that Jeff Sessions wanted Christopher Wray to “clean house” at the FBI. Deputy director Andrew McCabe is waiting to retire in March. The general counsel, James Baker, has been removed from his position. Now the chief of staff is out the door. I can’t imagine Peter Strzok’s boss, Bill Priestap, survives because he either knew or should have know of his number two’s partisanship.\nMaybe some of the scum on the swamp is being stirred at least.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\n.\n.\n.\n.\n.\n.\nJan 23, 2018, 2:51 pm\nMyTwoCents\nAre you well?  You seem to be two pesos short of the price of a taco.\nJan 23, 2018, 9:31 pm\nFreeus\nThe audacity of these criminals to be moved around or retire. If this WAS you or me- We would be in jail. Time these criminals get their due. Prison. They are treasonous and must be handled like any other terrorist that wants to destroy our system -by the inside.\nJan 23, 2018, 3:30 pm\nMyTwoCents\nWhy is McCabe going to be allowed to retire with full benefits?  Why is Wray still there?  Why are Page and Strzok (sp) still there?  Why did Trump appoint so many people who disagree with his agenda, don’t support it and don’t appear to support him?  Something’s going on that we don’t know about.  Take that to the bank.\nJan 23, 2018, 9:28 pm\nDouble, double toil and trouble; Fire burn and cauldron bubble. Cool it with a baboon’s blood, Then the charm is firm and good.\nJan 24, 2018, 1:00 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology, Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "been in the works for awhile.",
                "",
                false
            ],
            [
                "Jim Rybicki notified me last month that he will be leaving the FBI to accept an opportunity in the corporate sector,",
                "Christopher Wray",
                true
            ],
            [
                "While this is an exciting move for the whole Rybicki family, Jim will be dearly missed by the FBI family – and by me personally.",
                "Christopher Wray",
                true
            ],
            [
                "His many years of dedication to the bureau and DOJ, his level-headed judgement and earnest professionalism, and his steady good cheer have been an asset to us all and have contributed greatly to the safety and security of our nation.",
                "Christopher Wray",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "fbi",
            "resigns",
            "director",
            "zachary",
            "chief",
            "works",
            "told",
            "james",
            "rybicki",
            "staff",
            "family",
            "wray",
            "leaving"
        ]
    }
]