[
    {
        "url": "https://beforeitsnews.com/food-and-farming/2018/01/after-7-sprout-outbreaks-would-you-buy-sprouts-from-jimmy-john-liautaud-2506160.html",
        "title": "After 7 Sprout Outbreaks, would you buy Sprouts from Jimmy John Liautaud?",
        "authors": [
            {
                "name": "Marler Blog",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nAfter 7 Sprout Outbreaks, would you buy Sprouts from Jimmy John Liautaud?\nSaturday, January 20, 2018 17:22\n% of readers think this story is Fact. Add your two cents.\nMultistate Salmonella Outbreak, Jimmy John’s Restaurants Sprouts 2018\nAs of January 18, 2018, eight people infected with the outbreak strain of Salmonella Montevideo have been reported from Illinois, Wisconsin and Minnesota. Illnesses started on dates ranging from December 20, 2017 to January 3, 2018. Ill people range in age from 26 to 50, with a median age of 34. All 8 (100%) are female. No hospitalizations and no deaths have been reported.  Evidence indicates that raw sprouts served at Jimmy John’s restaurants are a likely source of this multistate outbreak.\nFederal, state, and local health and regulatory officials are conducting traceback investigations from the six Jimmy John’s locations where ill people ate raw sprouts. These investigations are ongoing to determine where the sprouts were distributed, and to learn more about the potential route of contamination. \nMultistate E. coli O121 Outbreak, Jimmy John’s Restaurants Alfalfa Sprouts 2014\n19 Sickened – Public health officials in California, Idaho, Michigan, Montana, Utah and Washington collaborated with their federal partners at the Centers for Disease Control and Prevention (CDC) and the Food and Drug Administration (FDA) to investigate an outbreak of E. coli O121 that occurred in May 2014.  A total of 19 persons with the outbreak strain, identified by PulseNet PFGE Pattern Identification Numbers EXKX01.0011/EXKA26.0001, were reported.  Among persons for whom information was available, dates of illness onset ranged from May 1, 2014 to May 20, 2014.  Ill persons ranged from 11 years to 52 years.  Seven of 16 persons for whom information was available were hospitalized.  No ill person developed hemolytic uremic syndrome and no deaths were reported.\nEpidemiologic and traceback investigations conducted by public health officials implicated raw clover sprouts produced by Evergreen Fresh Sprouts, LLC of Hayden, Idaho as the likely source of this outbreak.  Thirteen (81%) of 16 ill persons reported eating raw clover sprouts in the week before becoming ill.  Ill persons in Washington and Idaho reported eating sprouts in sandwiches at several local food establishments including several Jimmy John’s Gourmet Sandwiches locations, the Pita Pit, and Daanen’s Deli.\nAs part of the investigation the FDA performed a traceback analysis and determined that Evergreen Fresh Sprouts supplied sprouts to seven restaurants with outbreak associated cases.  This analysis used documents collected directly from the distributors and the grower, Evergreen Fresh Sprouts, as well as documents collected by the states from the points of service.\nThe FDA conducted several inspections at the Evergreen Fresh Sprouts facility in May and June.  During the inspections FDA investigators observed a number of unsanitary conditions, including condensate and irrigation water dripping from rusty valves, a rusty and corroded watering system in the mung bean room, tennis rackets (used to scoop mung bean sprouts) that had scratches, chips and frayed plastic; a pitchfork (used to transfer mung bean sprouts) that had corroded metal, and a squeegee (used to agitate mung bean sprouts inside a soak vat) that had visible corroded metal and non-treated wood.\nOn June 26, 2014 the FDA and CDC held a meeting with the owner of Evergreen Fresh Sprouts to advise the firm of FDA’s concerns that the seed lot used to row clover sprouts linked to this outbreak might be contaminated and to encourage Evergreen Fresh Sprouts to discontinue using that seed lot.  The owner of Evergreen Fresh Sprouts agreed to stop using the suspected lot of seeds.\nMultistate E. coli O26 Outbreak, Jimmy John’s Restaurants Alfalfa Sprouts 2012\n29 Sickened – A total of 29 individuals infected with the outbreak strain of E. coli O26 were reported from 11 states, including:  Alabama (1), Arkansas (1), Iowa (5), Kansas (2), Michigan (10), Missouri (3), Ohio (3), Pennsylvania (1), Washington (1), Wisconsin (1), and West Virginia (1).\nOf the 27 ill persons with available information, 23 (85%) reported consuming sprouts at Jimmy John’s restaurants in the 7 days preceding illness.  Among 29 ill persons, illness onset dates ranged from December 25, 2011 to March 3, 2012.  Ill persons range in age from 9 years to 57 years old, with a median age of 26 years.  89% of ill persons are female.  Among the 29 ill persons, 7 (24%) were hospitalized. None developed HUS, and no deaths were reported.\nPreliminary traceback information identified a common lot of clover seeds used to grow clover sprouts served at Jimmy John’s restaurant locations where ill persons ate.  FDA and states conducted a traceback that identified two separate sprouting facilities; both used the same lot of seed to grow clover sprouts served at these Jimmy John’s restaurant locations.  On February 10, 2012, the seed supplier-initiated notification of sprouting facilities that received this lot of clover seed to stop using it.\nResults of the epidemiologic and traceback investigations indicated eating raw clover sprouts at Jimmy John’s restaurants was the likely cause of this outbreak.\nSprouters Northwest, Jimmy John’s Restaurants Clover Salmonella Sprouts Outbreak 2010\n7 Sickened – Sprouters Northwest of Kent, Washington, issued a product recall after the company’s clover sprouts had been implicated in an outbreak of Salmonella Newport in Oregon and Washington. At least some of the cases had consumed clover sprouts while at a Jimmy John’s restaurant. Jimmy John’s Restaurants are a restaurant chain that sells sandwiches. Concurrent with this outbreak, a separate Salmonella outbreak (Salmonella, serotype I 4,5,12,i- ; see Multistate Outbreak, Tiny Greens Organic Farm, Jimmy John’s Restaurants), involving alfalfa sprouts served at Jimmy John’s restaurants was under investigation. The recall of Northwest Sprouters products included: clover; clover & onion; spicy sprouts; and deli sprouts. The Sprouters Northwest products had been sold to grocery stores and wholesale operations in Washington, Oregon, Idaho, Alaska, British Columbia, Saskatchewan, and Alberta. The FDA inspection found serious sanitary violations.\nMultistate Salmonella Outbreak, Tiny Greens Organic Farm, Jimmy John’s Restaurants Alfalfa Sprouts 2010\n140 Sickened – On December 17, the Illinois Department of Health announced that an investigation was underway into an outbreak of Salmonella, serotype I4,[5],12:i:-. Many of the Illinois cases had eaten alfalfa sprouts at various Jimmy John’s restaurants in the Illinois counties of: Adams, Champaign, Cook, DuPage, Kankakee, Macon, McHenry, McLean, Peoria, and Will counties. The sprouts were suspected to be the cause of the illnesses. On December 21, Jimmy John Liautaud, the owner of the franchised restaurant chain, requested that all franchisees remove sprouts from the menu as a “precautionary” measure. On December 23, the Centers for Disease Control revealed that outbreak cases had been detected in other states and that the outbreak was linked with eating alfalfa sprouts while at a nationwide sandwich chain. On December 26, preliminary results of the investigation indicated a link to eating Tiny Greens’ Alfalfa Sprouts at Jimmy John’s restaurant outlets. The FDA subsequently advised consumers and restaurants to avoid Tiny Greens Brand Alfalfa Sprouts and Spicy Sprouts produced by Tiny Greens Organic Farm of Urbana, Illinois. The Spicy Sprouts contained alfalfa, radish and clover sprouts. On January 14, 2011, it was revealed that the FDA had isolated Salmonella serotype I4,[5],12:i:- from a water runoff sample collected from Tiny Greens Organic Farm; the Salmonella isolated was indistinguishable from the outbreak strain. The several FDA inspections of the sprout growing facility revealed factors that likely led to contamination of the sprouts.\nCW Sprouts, Inc., SunSprout Sprouts, “restaurant chain (Chain A),” a.k.a. Jimmy John’s Salmonella Outbreak 2009\n256 Sickened – In February, Nebraska Department of Health and Human Services officials identified six isolates of Salmonella Saintpaul. Although this is a common strain of Salmonella, during 2008, only three cases had been detected in Nebraska and only four subtypes of this outbreak strain had been identified in 2008 in the entire USA. As additional reports were made, a case control study was conducted; alfalfa sprout consumption was found to be significantly related to illness. The initial tracebacks of the sprouts indicated that although the sprouts had been distributed by various companies, the sprouts from the first cases originated from the same sprouting facility in Omaha, Nebraska. Forty-two of the illnesses beginning on March 15 were attributed to sprout growing facilities in other states; these facilities had obtained seed from the same seed producer, Caudill Seed Company of Kentucky. The implicated seeds had been sold in many states. On April 26, the FDA and CDC recommended that consumers not eat raw alfalfa sprouts, including sprout blends containing alfalfa sprouts. In May, FDA alerted sprout growers and retailers that a seed supplier, Caudill Seed Company of Kentucky, was withdrawing all alfalfa seeds with a specific three-digit prefix.  Many of the illnesses occurred at “restaurant chain (Chain A).”\nJimmy John’s Restaurant Alfalfa Sprouts and Iceberg Lettuce E. coli Outbreak 2008\n28 Sickened – Several University of Colorado students from one sorority became ill with symptoms of bloody diarrhea and cramping. Additional illnesses were reported. E. coli O157:NM(H-) was determined to be the cause. Consumption of alfalfa sprouts at the Jimmy John’s Restaurants in Boulder County and Adams County were risk factors for illness. In addition, the environmental investigation identified Boulder Jimmy John’s food handlers who were infected with E. coli and who had worked while ill. The health department investigation found a number of critical food handling violations, including inadequate handwashing. The fourteen isolates from confirmed cases were a genetic match to one another.\nRepublished with permission from Bill Marler and Marler Clark. Copyright (c) Marler Clark LLP, PS. All rights reserved.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "salmonella",
            "ill",
            "clover",
            "jimmy",
            "outbreaks",
            "sprout",
            "john",
            "buy",
            "sprouts",
            "alfalfa",
            "restaurants",
            "outbreak",
            "persons",
            "liautaud",
            "johns"
        ]
    }
]