[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/what-the-hell-happened-to-argentina-2689106.html",
        "title": "What the hell happened to Argentina?",
        "authors": [
            {
                "name": "The Modern Survivalist",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Wednesday, January 24, 2018 17:46\n% of readers think this story is Fact. Add your two cents.\nI’ve been told that the 20th century was a “lost century” for Argentina, it began the century as one of the richest and most developed countries in the world. But by the end of the century, it regressed into what could be described as a third-world shithole.\nBut why such an extreme regression occur?  Did Peron and the military coups play a major role in this?\nAlso, another thing I’ve been wondering is why Argentina doesn’t have such a bad reputation for being violent/corrupt like Mexico, Brazil, and so many other countries in Latin America. I considered Argentina to be the “good part of South America” (a common belief among many Americans) until I started to read your and a few other experiences of living in Argentina, which have massively flipped my opinions of the country.\nAnd on an unrelated note: do you have any experiences with the Galil/Galil ACE rifles, and if you did, what is your opinion of those rifles?\n-Scott\nWhat happened in Argentina? Man, if we only knew.\nAn (energy) nuclear power already in the 70’s, an education system that was the envy of our neighbours, relatively low population with no ethnic or religious divide. Even today after everything that happened, it’s a country that produces enough food to feed its population ten times over. And yet you have 30% poverty and thousands of kids go to bed hungry every day, thousands still eating out of the garbage.\nArgentina has a very serious crime and violence problem. Its something people live with every day and it’s the main reason why I ultimately left Argentina. For millions they just don’t know any better. I do. I’ve lived in other countries, I had lived in USA and from an early age I knew there are other ways in which people live. I knew that what was going on in my country was not “normal” and hell no, it does NOT “happen in every big city”.  Right now with President Mauricio Macri there’s hope, but the change the country needs will take decades. You ask about Mexico and Brazil. These two would be countries in which violent crime is even worse than Argentina so they do have a rightfully earned poor reputation in that regard. I wouldn’t live in those two countries either.\nIndeed, the military coups shattered the democratic order and that did terrible damage.  But Juan Domingo Perón was the ruin of Argentina and “Peronism” still is even today. What is “Peronism” you may ask. Is it socialism? is it the left? No wait! It’s the right then, the right is to blame? That’s an American way of thinking. I love you guys but when it comes to politics your bipartisan nature betrays you into thinking it has to be one or the other.\nPeronism has been both. It’s been far right with peronist president Carlos Menem who famously said “Nothing that belongs to the State will stay in the hands of the State” and went on a privatisation spree, sold the most valuable assets the country had to companies that pillaged them like a fox in a henhouse. He pegged the Peso to the US Dollar and destroyed the national industry. And then we had Nestor and Cristina Kirchner, self-claimed leftists revolutionaries who were in fact working for banks during the Junta, making sure people lost their homes so they could buy them for pennies when they went up for auction (the kind of auction no one else can bid in). Then they got into politics and saw how good that could be for business. The Kirchners saw in the Venezuela the model that would give them absolute power and that’s what they tried to turn the country into. So if its not right and if its not left, what is Peronism?\nPeronism is populism. It is pure demagogy, claiming to represent the poor, the needy, the abandoned and disenchanted, the “people,” but both using and feeding the ignorance and resentment of the mob to ensure its power over the population.\nIt’s the kind of controlled mass behaviour that allows you to be both far right and far left or whatever else you feel like being at any given time because the mob will not question any of it, because with populism there’s no reason, no critical thinking, the fanatic crowd just follows the leader and anyone that criticises or even just questions the movement becomes an enemy. Not a political adversary, but an enemy. As Peron said, “for my friends, everything. For my enemies, not even justice”. This is something Peronists believed in. They think that the law is just a tool to be used when convenient but it doesn’t really apply to them.\nPopulists are essentially corrupt and evil because they can only exist in an environment of ignorance and resentment. They need to ensure an enemy-friend dichotomy. Enemies of course need to be destroyed by any and all means and friends need to remain loyal, weak and submissive, so that they adore the hand that feeds them. This is why Peronists, like all other populist movements, they need to ensure a poor and most of all ignorant population. In 30 years of nearly continuous Peronist/populist government in Argentina, the party that was supposed to represent the poor, hard working class, only made sure poverty never stopped growing in the country.\nAnyway, that’s what happened in Argentina and this is why in spite of the good president we now have we need another 10 or 20 years for an entire generation of people to know something other than populism and corruption as a way of life.\nAs for the Galil I know there’s people that like them and there’s nothing wrong with them as fun guns. Personally I like other designs better, certainly not a fan of bullpups myself, and for practical use you may want guns that are more commonly available. Think about accessories, spare parts and such.\nRegards,\nFerFAL\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Nothing that belongs to the State will stay in the hands of the State",
                "Carlos Menem",
                false
            ],
            [
                "For my enemies, not even justice",
                "Peron",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "countries",
            "century",
            "theres",
            "hell",
            "left",
            "argentina",
            "country",
            "need",
            "happened",
            "right",
            "poor"
        ]
    }
]