[
    {
        "url": "https://beforeitsnews.com/prophecy/2018/01/prophecy-explodes-rabbi-shares-secret-agenda-for-jerusalem-and-answers-one-controversial-question-2496626.html",
        "title": "Rabbi Takes the World by Surprise! Shares Prophetic Agenda for Jerusalem and... Bombshell!",
        "authors": [
            {
                "name": "Lisa Haven",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Lisa Haven\nTotal:\nRabbi Takes the World by Surprise! Shares Prophetic Agenda for Jerusalem and... Bombshell!\nTuesday, January 23, 2018 10:17\n% of readers think this story is Fact. Add your two cents.\n \nAs most of you are now aware, President Donald Trump issued his support and backing of Israel by recognizing Jerusalem as the capital of Israel and preparing to move the United States embassy into the city by 2019.\nIn response Prime Minister Benjamin Netanyahu had this to say:\n“We’re profoundly grateful for the President for his courageous and just decision to recognize Jerusalem as the capital of Israel and to prepare for the opening of the US embassy here. This decision reflects the President’s commitment to an ancient but enduring truth, to fulfill his promises and to advancing peace. The President’s decision is an important step towards peace, for there is no peace that doesn’t include Jerusalem as the capital of the State of Israel.”\nWhile Israel was happy over the situation, Middle Eastern countries didn’t share the joy. Everyone from China to Russia, to Iran, to the Pope, all had a little something negative to say about it.\n \nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nTotal 18 comments\nKing of Shambhala\nMike Pence announced the embassy will be moved before the end of next year (2019) which announces the ascending to the 3d Temple by the Messiah.\nCarl Gallups said Obama’s the Antichrist because the lottery in his hometown drew the number of the Antichrist 666 on the day of his victory-celebration.\nNow is the time to spread the news.\nJan 23, 2018, 10:43 am\n.\n.\n.\nKing of Shambhala\nThe Bible announces many false christs like my2pesos will come who work for the Antichrist Obama.\nDon’t follow them says the Bible.\nMike Pence’s visit to Israel was the signal of the end so spread the news that Obama’s the Antichrist and don’t turn back towards the trolls and false christs here.\nJan 23, 2018, 11:13 am\nThis is the Apocalypse.\nIn short time Obama’s collusion to spy on trump wil be revealed in his Obamagate.\nThis is much bigger than Watergate and Obama’ll be jailed for charges ranging up to 100 000 years in jail.\nJan 23, 2018, 11:26 am\nKing of Shambhala\nObama’s the greatest criminal in history say Trump and Joe Arpaio because he forged his birth certificate.\nObama’s looking at at least 100000 years in jail for his crimes.\nThe day of his victory celebration in his hometown, an ominous apparently heaven-sent miracle occurred: the number of the Antichrist 666 showed up in the lottery. (Google the Illlinois State Lottery website’s “Winning Numbers History Search” at Nov. 5. 2008/Pick 3: the draw is 666) http://www.illinoislottery.com/en-us/winning-number-search-game.html\nFurther viral revelation on Antichrist Obama: go to Linda Joy Adams’ blog, she’s Obama’s 3d cousin. http://lindajoyadams.blogspot.fr/ (The facts about Obama are in her “Daily Recap” posts)\nIn an earth-shaking revelation, Linda Adams uncovers the fact that Obama’s real name is Barry Parks and not ‘Obama’.\nHis real birthplace is Topeka, Kansas (same as Obama’s mother’s birthplace)\nJan 23, 2018, 4:41 pm\nI don’t know why people are voting my comment down.\nDo they fear the truth?\nI’m just speaking the simple, unadulterated and stainless truth.\nJan 24, 2018, 3:34 pm\n.\n.\n.\n.\n.\n.\nLee: 1. Protecting shelter. 2. The side (as of a ship) or area that is sheltered from the wind.\nJan 23, 2018, 11:24 am\nWhy would anyone believe anything that comes out of the mouth of a lying, Christ hating talmudic satanist . . ?\nJan 23, 2018, 1:17 pm\nNO RELIGION IS REQUIRED! THERE IS NO HELL OR SATAN! 80% OF THE BIBLE IS FALSE! THERE IS NO JUDGEMENT! EVERYBODY GOES TO HEAVEN TO BE WITH GOD! EVEN LUCIFER IS IN HEAVEN! THERE WILL BE NO RAPTURE! TIBERIUS JULIUS ABDES PANTERA WAS THE FATHER OF THE BASTARD JESUS BY RAPING AN UNDERAGE MARY! IF WE END ALL LIFE ON EARTH, GOD OR JESUS WILL NOT STOP IT! WE TAKE WHAT WE CREATE!\nJan 23, 2018, 6:23 pm\nThe good news is that the Antichrist Obama is revealed.\nEvil is defeated.\nThos who spread this news will be saved and only them.\nJan 24, 2018, 4:10 am\nJan 24, 2018, 2:59 pm\nKing of Shambhala\nmarquise, The Watcher’s lack of “sources” is what you must you mean.\nHe’s way out there.\nJust another loon trying to distract from the issues and avoid the topic that Obama’s the Antichrist and his real name is Barry Parks.\nI think that that panics people so they go bezerk and try to hide in come other topic.\nBut there are serious people investigating. No, everybody’s not a scared freak. Some people have a semblance of a brain left still.\nJan 24, 2018, 3:41 pm\nApollo is the A/C\nOops! Your icon says “The Watcher” Surely you meant “The Fallen Watcher”?\nYou need to quit worrying about Hell & start really worrying about ‘The Lake of Fire”!!!!\nJan 24, 2018, 3:35 pm\nmy2pesos just like the “King” are here to devalue and divert any serious discussion to silly irrelevancies – a classic Mossad trick . . . .\nJan 24, 2018, 1:22 pm\nThe Ferrett is an Obama shill: watch out.\nHe’s trained to distract from the issues so don’t follow him.\nHe’s a psyops and Wikipedia says trolls like him are mentally ill and one should not respond to them.\nJan 24, 2018, 3:36 pm\nLisa Haven – a critic of whom I have been for many years now – is typical of the dumbed down Christian Zionists that have fallen for the “Chosen People” myth. They simply don’t know their enemy . . or perhaps they do . . ?\nThere is  absolutely NO such thing as a “messianic rabbi” or a “judeo Christian ethic. They are poles apart, but cleverly seduced by the dispensational lie so common in Evangelical circles today.\nRoger Hathaway says, and I agree . .\nChristians are the body of Christ. Edomite Jews are the body of Satan – simple as that. The eternal contest is between these two groups. The same hatred which Esau felt toward Jacob is still felt by Jews toward the white-race today, and that contest has defined the course of our Israelite history for nearly 4,000 years.\nWhat we Israelite Christians need to understand regarding the Jews is that God has given them dominion over His children at this present time. We cannot defeat Satan’s children by challenging their lordship over this world, nor did Jesus even suggest we war against them. This is the time of their power, as designed by God. This time of Jewish exploitation serves God’s purpose, as we are tested and tried and even murdered innocently.\nThis is a time of strengthening for God’s children, and should also be a time of wising-up. We should become “as wise as serpents and innocent as doves.” That is Jesus’ advice!\nThe serpent represents Satan and his race; we should become aware of their diabolical cleverness so we can avoid being attracted to the lures which draw us into their clutches.\nThis world of physical material reality, with its technological wonders and modern conveniences, is the achievement of the Beast of Revelation: Satan. As we are attracted to all the worldly delights of Satan’s inventions, our lives become nothing more than working careers, living to make payments for land, houses, cars, toys, and sensual delights.\nWe, thereby, become goyim/cattle which the Jews farm and milk as they wish. We have wandered away from our Godly values and have become prodigal again. The Jews, who exploit us and cheat us and enslave us are performing their proper functions, and we can blame no one but ourselves for chasing after their lures. What’s more, this design of God serves His purpose, whereby the genetic strain of His Israelite race is strengthened, culling out the weak, preparing us for the great responsibility of governing the Kingdom of God during the ages to come.\nIf one follows the courses of races in the Bible, one sees that Esau joined with the evil race of Cain. The enmity and hatred of Cain toward Abel was renewed with that war of Esau against Jacob, and continues today as the war of the Edomite “Jews” against white-race Christians, who are the REAL Jacob.\nWhen Jesus says that the “Jews” are the “synagogue of Satan,” He is continuing His indictment of them which he clearly stated in John 8 when He told them that God is not their father, but that they were murderers and liars, out of their father, the Devil, whose very nature is to lie.\nIt was Jesus’ attempt to expose the Jews for their fraud that got Jesus killed, as have so many who have also tried today. “Crucify Him,” demanded the Jews of Pilate, “His blood be upon us and upon our children.” This, the ‘Deicidal Curse’ the Jews called down upon themselves and their children, hangs heavily upon the heads of every Jew today.\nJan 24, 2018, 9:56 pm\nadam\nRevelations is an incomplete as well as having altered texts,the entire Bible has been altered,that’s easy to see when you realize the original KJV had 80 books but now has 66 . To understand even lineage, there were 12 tribes not just one,which should easily be apparent Jerusalem was for all not for one that claims to be Jew, especially since Judaism forbid their return. Seems many faults are being overlooked not just by MSM but alternate also. Even Western Christianity,they choose their narrative refusing truth, I have not heard one willing to address what the teaching of a nicolatan is, especially when the majority follow it,but refuse the truth to recognize that fact. Religion is not that difficult to follow but one first has to be open minded . Common sense helps. Doubtful many in Western Christianity realize Jesus taught to pray three times a day, also taught fasting ,like Islam does. Today’s Israeli have broken just about every Jewish law ever written. Religion is not and never will be a birthright,it’s a doctrine. If God told moses to take his shoes off when standing on holy ground, why would that be different when entering a church, if God said bow to no man,but many bow to the Pope, under the guise that it’s respect, shouldn’t the Pope be the first to pull his hand away, if God says none should benefit off his name,is there then a problem the Vatican has benefitted enough to build an entire city.,then when Israeli use their wealth to influence power one only needs to ask was it God or was it Satan that promised worldly riches. If when Jesus spoke to Thomas and said be not like the Jews for they are hypocrites, would or should a Christian run to on for advice. If Jesus said the evil Pharisees (rabbi’s) have locked up the keys to knowledge,they shall never enter heaven nor are they allowing others to enter. When God said listen not to man for he will be the first to lead you astray, seems Lisa Haven that seems to be your biggest fault, but take a word of advice don’t seek truth by others opinions,nor a text that can be manipulated, search truth yourself in original texts. Even after 30 years of study ancient religious texts and eschatology,I’m still learning. But my dear it seems you are being so misled I can’t even begin to tell you, and doubtful you would listen anyway. The majority don’t like something that might create a wave in their life. I can only give advice I’m not responsible if they choose to ignore it. But in the end one can attempt to hide or bend truth like a piece of wire but as soon as you notice the bend it can easily be straightened. Best of luck.\nJan 26, 2018, 3:23 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "as wise as serpents and innocent as doves.",
                "",
                false
            ],
            [
                "We’re profoundly grateful for the President for his courageous and just decision to recognize Jerusalem as the capital of Israel and to prepare for the opening of the US embassy here.",
                "",
                true
            ],
            [
                "This decision reflects the President’s commitment to an ancient but enduring truth, to fulfill his promises and to advancing peace.",
                "",
                true
            ],
            [
                "The President’s decision is an important step towards peace, for there is no peace that doesn’t include Jerusalem as the capital of the State of Israel.",
                "",
                true
            ],
            [
                "Jan 24, 2018, 3:35 pm\nmy2pesos just like the “King” are here to devalue and divert any serious discussion to silly irrelevancies – a classic Mossad trick .",
                "",
                true
            ],
            [
                "Jan 24, 2018, 1:22 pm\nThe Ferrett is an Obama shill: watch out.",
                "",
                true
            ],
            [
                "He’s trained to distract from the issues so don’t follow him.",
                "",
                true
            ],
            [
                "He’s a psyops and Wikipedia says trolls like him are mentally ill and one should not respond to them.",
                "",
                true
            ],
            [
                "Jan 24, 2018, 3:36 pm\nLisa Haven – a critic of whom I have been for many years now – is typical of the dumbed down Christian Zionists that have fallen for the “Chosen People” myth.",
                "",
                true
            ],
            [
                "They simply don’t know their enemy .",
                "",
                true
            ],
            [
                "There is  absolutely NO such thing as a “messianic rabbi” or a “judeo Christian ethic.",
                "",
                true
            ],
            [
                "They are poles apart, but cleverly seduced by the dispensational lie so common in Evangelical circles today.",
                "",
                true
            ],
            [
                "Roger Hathaway says, and I agree .",
                "",
                true
            ],
            [
                "Christians are the body of Christ.",
                "",
                true
            ],
            [
                "Edomite Jews are the body of Satan – simple as that.",
                "",
                true
            ],
            [
                "The eternal contest is between these two groups.",
                "",
                true
            ],
            [
                "The same hatred which Esau felt toward Jacob is still felt by Jews toward the white-race today, and that contest has defined the course of our Israelite history for nearly 4,000 years.",
                "",
                true
            ],
            [
                "What we Israelite Christians need to understand regarding the Jews is that God has given them dominion over His children at this present time.",
                "",
                true
            ],
            [
                "We cannot defeat Satan’s children by challenging their lordship over this world, nor did Jesus even suggest we war against them.",
                "",
                true
            ],
            [
                "This is the time of their power, as designed by God.",
                "",
                true
            ],
            [
                "This time of Jewish exploitation serves God’s purpose, as we are tested and tried and even murdered innocently.",
                "",
                true
            ],
            [
                "This is a time of strengthening for God’s children, and should also be a time of wising-up.",
                "",
                true
            ],
            [
                "We should become “as wise as serpents and innocent as doves.” That is Jesus",
                "",
                false
            ],
            [
                "His blood be upon us and upon our children.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/r2/?url=http://www.illinoislottery.com/en-us/winning-number-search-game.html",
                "https://beforeitsnews.com/r2/?url=http://lindajoyadams.blogspot.fr/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "prophetic",
            "israel",
            "peace",
            "truth",
            "capital",
            "surprise",
            "embassy",
            "bombshell",
            "decision",
            "takes",
            "shares",
            "jerusalem",
            "rabbi",
            "step",
            "presidents",
            "agenda",
            "world",
            "president"
        ]
    }
]