[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2017/12/stop-treating-bitcoin-like-a-stock-3176835.html",
        "title": "Stop Treating Bitcoin Like A Stock",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nSaturday, December 16, 2017 11:41\n% of readers think this story is Fact. Add your two cents.\nIt’s not.\nI don’t know about you, but I’ve never felt so compelled to drink in my life than the past week watching Bitcoin. It’s like watching a paper airplane bounce in the wind that could either nosedive any moment or catch another swift gust upward.\nI get it. It looks like a really volatile stock ripe for quick profit or financial demise at the roll of some dice, and if we keep treating it this way, that’s exactly how it will remain.\nInvesting in stock drives the production of better goods and services, but currency isn’t a commodity which will depreciate due to the nature of its own decay. It’s not a service which could lose its public appeal in a few years. Intellectual property is a closer metaphor, but a dollar will still never hold intrinsic value, ironically, unless it is one day viewed as an antique.\nThe true beauty of currency is that it doesn’t exist corporeally nor have any intrinsic value at all.\nCryptocurrency, by its very nature, cannot accurately represent value if it is perceived as being valuable itself, and as soon as we stop treating it as a means to redistribute wealth in another currency, it can get back to doing its real job?—?facilitating fair and reliably accountable exchange. If that’s not your endgame for participating in it, then you should get out of it entirely because you’re defeating the purpose.\nWhat we’re witnessing in arguably the grandest display in recent history is dissatisfaction with the status quo, and each dollar exchanged is an act of rebellion, a protest, and middle finger to every bank who is “too big to fail.” As the price of bitcoin grows, so does a collective wager that the people can manage our own transactions more reliably than isolated centralized systems with national borders. Its volatile gesticulation is a global negotiation and argument how best to handle our transactions.\nPutting money into any cryptocurrency isn’t an investment. It’s a vote.\nWill Bitcoin win?\nWho knows? It’s literally up to us. If any currency including the dollar crumbles, it’s because consumers lost faith in it, not because it couldn’t sustainably meet some demand. So if you take away one thing from me, let it be this:\nCalling Bitcoin a bubble is a self-fulfilling prophecy.\nGot a lot of money in it and want to see it grow? Then leave it. If we could all agree on this notion, Bitcoin could be the new global reserve tomorrow, and you’d be doing your shopping not with all the money you’ve made from Bitcoin, but with Bitcoin. Instead of questioning how much of our dollars to exchange, we’d be scrambling to get the rest of it in there. This is the one question you should ask yourself when exchanging fiat value for cryptocurrency: Is this how I’d rather spend my money? If Bitcoin is not your answer to that, don’t buy it.\nBitcoin isn’t the first of its kind, and it’s demonstrably not the last; it’s just the most successful right now, and since popularity is really at the heart of any mass system of exchange, success, in the long run, will be what matters. So since this thing is just getting started, should we trade around? Sure, go for it. Something will inevitably come out on top or else we’ll all be stuck in some purgatorial economic limbo for a long time. This will probably occur when the public is satisfied with the fiat efficiency of managing transactions and the current distribution of wealth, but until then, put your money where your faith is. That way, we wind up with a system we actually want.\nIf you’re satisfied with dollars, keep your dollars. After all, you already have the advantage of participating in the fiat system. And if you’re looking to make more of them, buy stock generated by dollars, not cryptocurrency because if fiat profit is what you’re after, the mainstream financial analysts are right?—?it’s a terrible and risky investment to take your desired currency out of its participatory system.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "treating",
            "fiat",
            "bitcoin",
            "stock",
            "value",
            "currency",
            "system",
            "dollars",
            "money",
            "stop",
            "youre"
        ]
    }
]