[
    {
        "url": "https://beforeitsnews.com/science-and-technology/2018/01/fungus-used-to-make-self-healing-concrete-2917005.html",
        "title": "Fungus Used to Make Self-Healing Concrete",
        "authors": [
            {
                "name": "Alton Parrish",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Friday, January 19, 2018 22:01\n% of readers think this story is Fact. Add your two cents.\nAmerica’s crumbling infrastructure has been a topic of ongoing discussion in political debates and campaign rallies. The problem of aging bridges and increasingly dangerous roads is one that has been well documented and there seems to be a consensus from both democrats and republicans that something must be done.\nHowever, spending on infrastructure improvement has continually gone down.  The New York Times  reported in 2016, based on a report for the Bureau of Economic Analysis, that “in the 1950s and ’60s, federal, state and local governments were spending twice as much on the nation’s public infrastructure, relative to the size of the economy, as they are today.”\n \nImage Credit: Jonathan Cohen.\nThe hesitancy to invest in America’s infrastructure may come from a number of sources, but the fact remains that most want something to be done before the consequences are too severe.\nThis research is the first application of fungi for self-healing concrete, a low-cost, pollution-free and sustainable approach.\nWhy is infrastructure crumbling?\nJin’s studies have looked specifically at concrete and found that the problem stems from the smallest of cracks in the concrete.\n“Without proper treatment, cracks tend to progress further and eventually require costly repair,” said Jin. “If micro-cracks expand and reach the steel reinforcement, not only the concrete will be attacked, but also the reinforcement will be corroded, as it is exposed to water, oxygen, possibly CO2 and chlorides, leading to structural failure.”\nThese cracks can cause huge and sometimes unseen problems for infrastructure. One potentially critical example is the case of nuclear power plants that may use concrete for radiation shielding.\nWhat can be done?\n \nWhile remaking a structure would replace the aging concrete, this would only be a short-term fix until more cracks again spring up. Jin wanted to see if there was a way to fix the concrete permanently.\n“This idea was originally inspired by the miraculous ability of the human body to heal itself of cuts, bruises and broken bones,” said Jin. “For the damaged skins and tissues, the host will take in nutrients that can produce new substitutes to heal the damaged parts.”\nJin worked with associate professor Ning Zhang from Rutgers University, and professor Guangwen Zhou and associate professor David Davies from Binghamton University with support from the Research Foundation for the State University of New York’s Sustainable Community Transdisciplinary Area of Excellence Program. Together, the team set out to find a way to heal concrete.\nThe team found an unusual answer, a fungus called Trichoderma reesei.\n When this fungus is mixed with concrete, it originally lies dormant — until the first crack appears.\n \n \nCredit: Binghamton University\n“When the cracks are completely filled and ultimately no more water or oxygen can enter inside, the fungi will again form spores. As the environmental conditions become favorable in later stages, the spores could be wakened again.”\nThe research is still in fairly early stages with the biggest issue being the survivability of the fungus within the harsh environment of concrete. However, Jin is hopeful that with further adjustments the Trichoderma reesei will be able to effectively fill the cracks.\n \n \nCitation:  . Interactions of fungi with concrete: Significant importance for bio-based self-healing concrete.\nJing Luo, Xiaobo Chen, Jada Crump, Hui Zhou, David G. Davies, Guangwen Zhou, Ning Zhang, Congrui Jin Construction and Building Materials, 2018; 164: 275 DOI: 10.1016/j.conbuildmat.2017.12.233\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "in the 1950s and ’60s, federal, state and local governments were spending twice as much on the nation’s public infrastructure, relative to the size of the economy, as they are today.",
                "",
                false
            ],
            [
                "Without proper treatment, cracks tend to progress further and eventually require costly repair,",
                "Jin",
                true
            ],
            [
                "If micro-cracks expand and reach the steel reinforcement, not only the concrete will be attacked, but also the reinforcement will be corroded, as it is exposed to water, oxygen, possibly CO2 and chlorides, leading to structural failure.",
                "",
                true
            ],
            [
                "This idea was originally inspired by the miraculous ability of the human body to heal itself of cuts, bruises and broken bones,",
                "Jin",
                true
            ],
            [
                "For the damaged skins and tissues, the host will take in nutrients that can produce new substitutes to heal the damaged parts.",
                "Jin",
                true
            ],
            [
                "When the cracks are completely filled and ultimately no more water or oxygen can enter inside, the fungi will again form spores.",
                "",
                true
            ],
            [
                "As the environmental conditions become favorable in later stages, the spores could be wakened again.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.ineffableisland.com//2018/01/https://www.binghamton.edu/centers/bbrc/daviddavies.html",
                "https://beforeitsnews.com/v3/r2/?url=http://www.ineffableisland.com//2018/01/https://www.nytimes.com/interactive/2016/09/16/business/economy/infrastructure-gdp-age-traffic.html",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://dx.doi.org/10.1016/j.conbuildmat.2017.12.233",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "university",
            "concrete",
            "selfhealing",
            "infrastructure",
            "binghamton",
            "cracks",
            "fungi",
            "fungus",
            "water",
            "jin",
            "used",
            "professor"
        ]
    }
]