[
    {
        "url": "https://beforeitsnews.com/space/2018/01/a-black-hole-is-pushing-the-stars-around-in-this-globular-cluster-2511096.html",
        "title": "A Black Hole is Pushing the Stars Around in this Globular Cluster",
        "authors": [
            {
                "name": "Universe Today",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nA Black Hole is Pushing the Stars Around in this Globular Cluster\nFriday, January 19, 2018 17:33\n% of readers think this story is Fact. Add your two cents.\nAstronomers have been fascinated with globular clusters ever since they were first observed in 17th century. These spherical collections of stars are among the oldest known stellar systems in the Universe, dating back to the early Universe when galaxies were just beginning to grow and evolve. Such clusters orbit the centers of most galaxies, with over 150 known to belong to the Milky Way alone.\nOne of these clusters is known as NGC 3201, a cluster located about 16,300 light years away in the southern constellation of Vela . Using the ESO’s Very Large Telescope (VLT) at the Paranal Observatory in Chile, a team of astronomers recently studied this cluster and noticed something very interesting. According to the study they released, this cluster appears to have a black hole embedded in it.\nFor the sake of their study, the team relied on the Multi Unit Spectroscopic Explorer (MUSE) instrument on the VLT to observe NGC 3201. This instrument is unique because of the way it allows astronomers to measure the motions of thousands of far away stars simultaneously. In the course of their observations, the team found that one of the cluster’s stars was being flung around at speeds of several hundred kilometers an hour and with a period of 167 days.\nAs Giesers explained in an ESO press release :\n“It was orbiting something that was completely invisible, which had a mass more than four times the Sun — this could only be a black hole! The first one found in a globular cluster by directly observing its gravitational pull.”\nThis finding was rather unexpected, and constitutes the first time that astronomers have been able to detect an inactive black hole at the heart of a globular cluster – meaning that it is not currently accreting matter or surrounded by a glowing disc of gas. They were also able to estimate the black hole’s mass by measuring the movements of the star around it and thus extrapolating its enormous gravitational pull.\nFrom its observed properties, the team determined that the rapidly-moving star is about 0.8 times the mass of our Sun and the mass of its black hole counterpart to be around 4.36 times the Sun’s mass. This put’s it in the “stellar-mass black hole” category, which are stars that exceeds the maximum mass allowance of a neutron star , but are smaller than supermassive black holes (SMBHs) – which exist at the centers of most galaxies.\nThis finding is highly significant, and not just because it was the first time that astronomers have observed a stellar-mass black hole in a globular cluster. In addition, it confirms what scientists have been suspecting for a few years now, thanks to recent radio and x-ray studies of globular clusters and the detection of gravity wave signals. Basically, it indicates that black holes are more common in globular clusters than previously thought.\n“Until recently, it was assumed that almost all black holes would disappear from globular clusters after a short time and that systems like this should not even exist!” said Giesers . “But clearly this is not the case – our discovery is the first direct detection of the gravitational effects of a stellar-mass black hole in a globular cluster. This finding helps in understanding the formation of globular clusters and the evolution of black holes and binary systems – vital in the context of understanding gravitational wave sources.”\nThis find was also significant given that the relationship between black holes and globular clusters remains a mysterious, but highly important one. Due to their high masses, compact volumes, and great ages, astronomers believe that clusters have produced a large number of stellar-mass black holes over the course of the Universe’s history. This discovery could therefore tell us much about the formation of globular clusters, black holes, and the origins of gravitational wave events.\nAnd be sure to enjoy this ESO podcast explaining the recent discovery:\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "It was orbiting something that was completely invisible, which had a mass more than four times the Sun — this could only be a black hole!",
                "Giesers",
                true
            ],
            [
                "The first one found in a globular cluster by directly observing its gravitational pull.",
                "Giesers",
                true
            ],
            [
                "Until recently, it was assumed that almost all black holes would disappear from globular clusters after a short time and that systems like this should not even exist!",
                "Giesers",
                true
            ],
            [
                "But clearly this is not the case – our discovery is the first direct detection of the gravitational effects of a stellar-mass black hole in a globular cluster.",
                "Giesers",
                true
            ],
            [
                "This finding helps in understanding the formation of globular clusters and the evolution of black holes and binary systems – vital in the context of understanding gravitational wave sources.",
                "Giesers",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.eso.org/public/teles-instr/paranal-observatory/vlt/vlt-instr/muse/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "stars",
            "stellarmass",
            "cluster",
            "pushing",
            "holes",
            "black",
            "hole",
            "globular",
            "clusters",
            "mass",
            "gravitational"
        ]
    }
]