[
    {
        "url": "https://beforeitsnews.com/financial-markets/2018/01/65-oil-triggers-new-fracking-profits-2952233.html",
        "title": "$65 Oil Triggers New Fracking Profits",
        "authors": [
            {
                "name": "The Daily Reckoning",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2018-01-06",
        "text": "By The Daily Reckoning (Reporter)\nThursday, January 25, 2018 7:50\n% of readers think this story is Fact. Add your two cents.\nStocks abruptly reversed from their highs yesterday.\nThe Nasdaq Composite lost more than 45 points before the closing bell as traders took profits on high-flying tech shares. Meanwhile, the Dow managed to hang in positive territory. Despite losing its positive momentum as the day progressed, the Big Board eked out another record close.\nAs investors pumped the brakes on this year’s furious stock market rally, commodities stole the show. We’re beginning to see more than a few powerful rallies bubble up in some long-forgotten commodities, including precious metals.\nBut the market’s most impressive move so far this year belongs to oil. Light crude sprinted above $65 yesterday for the first time since late 2014, extending its wild four-month comeback that has produced gains north of 35%.\n“The milestone is significant because it is the price point at which extraction oil is profitable for most drilling companies, depending on the method they use,” Business Insider notes.\nAfter years of pain, the oil biz is looking a lot more promising. Frackers were rolling in profits during last decade’s boom as the price of oil stayed within range of $100. But the 2014 selloff proved to be a disaster for the sector.\nAs oil plummeted below $30, many of these frantic fracking operations simply couldn’t turn a profit. They had overplayed their hands and expanded too quickly during the boom. Many of these wildcatters finally folded as an unprecedented crude glut kept a lid on oil prices, scaring away investors for the better part of the past four years.\nWith prices now back on the rise above key levels, some experts see an opportunity for a more cautious group of frackers to rake in some serious profits this year.\n“U.S. shale companies are poised to earn real money this year for the first time during the fracking boom,” the Wall Street Journal reports.\nUnlike the previous fracking bonanza, many of these companies aren’t embarking on costly expansion plans as prices rise, the WSJ explains. Adhering to this “gospel of moderation” could help many of these companies maintain profitability this time around — instead of crashing prices by producing more oil than the market demands.\nThat’s good news for traders searching for some potentially profitable turnaround plays…\nAt the very beginning of the year, we showed you how a raging energy bull was already starting to materialize.\nThe sparks that ignited this oil rally showed up in the market back in late summer 2017. We first rotated into the sector toward the end of the third quarter as oil topped $50 a barrel for the first time since May. Energy stocks were finally showing signs of life after lagging the oil rally for most of the year.\nWhen we compare the energy sector’s recent run to the S&P 500, it’s not even close. The Energy Select Sector SPDR (NYSE:XLE) has jumped more than 25% since Sept. 1. The S&P is up a 15% over the same timeframe.\nUntil our signal late last year, oil patch names remained stuck in a nasty downtrend while the broad market has maintained its strong uptrend. But just look how quickly the narrative has changed. Six months ago, talking heads were discussing the end of oil. Now that the market is proving the status quo wrong, we’re seeing a more turnaround plays come into view.\nSincerely,\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The milestone is significant because it is the price point at which extraction oil is profitable for most drilling companies, depending on the method they use,",
                "",
                true
            ],
            [
                "shale companies are poised to earn real money this year for the first time during the fracking boom,",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "market",
            "energy",
            "daily",
            "rally",
            "oil",
            "prices",
            "fracking",
            "profits",
            "65",
            "companies",
            "triggers"
        ]
    }
]