[
    {
        "url": "https://beforeitsnews.com/prophecy/2018/01/nostradamus-prophecy-unified-korea-end-times-right-left-paradigm-video-2496591.html",
        "title": "Nostradamus Prophecy, Unified Korea, End Times & Right & Left Paradigm (Video)",
        "authors": [
            {
                "name": "Jeffery Pritchett",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Jeffery Pritchett\nNostradamus Prophecy, Unified Korea, End Times & Right & Left Paradigm (Video)\nMonday, January 22, 2018 4:19\n% of readers think this story is Fact. Add your two cents.\nJohn Hogue writes on the subjects of the occult, parapsychology, mysticism and prophecy. He is considered a world authority on Nostradamus and is the best-selling author of numerous books, including Nostradamus: The Complete Prophecies and Nostradamus: The New Millennium, The Millennium Book of Prophecy, The Last Pope, and Messiahs:\nThe Visions and Prophecies for the Second Coming. His work has brought him international acclaim. He has been published in 18 languages and sold over one million copies worldwide. In addition, he has appeared on over 700 radio and television shows on three continents.\nMichel de Nostredame, usually Latinised as Nostradamus, was a French apothecary and reputed seer, who is best known for his book Les Propheties, a collection of 942 poetic quatrains allegedly predicting future events.\nI host the Church of Mabus radio show and it is going on 8 years. I’ve been in the paranormal community for 20 years. I provide content from a network of sources and guests and allies. Ranging from Politics to the Paranormal and the Spiritual. You can check out my other articles here at my  BIOGRAPHY  at BIN and you can check out my free radio show at this link  HERE . Thanks for showing your support and stopping by.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nAlan Schuetz\nA medieval, Catholic proselyte who practiced Kabbalism… lol  How many times have the Scriptures warned us of fortune-tellers, sorcerers, and the like? SMH\nJan 22, 2018, 12:06 pm\nJan 22, 2018, 12:14 pm\nWhy don’t you ever author an original article instead of continually peddling crap from others?\nRe: Trump… I could care less.  Every POTUS since Woodrow Wilson has been a NWO candidate, so why should I bother with whom occupies the WH?  Democrats and Republicans are two sides of the same coin — all are corrupt.\nJan 23, 2018, 9:05 am\nPeddling stuff from others? This is just a video from YouTube with the guest’s bio you stupid idiot.\nJan 23, 2018, 9:54 am\nJan 23, 2018, 4:25 pm\nFirmament Does Exist: I think the Earth is flat duh lmao\nJan 23, 2018, 4:43 pm\nFirmament Does Exist\nLike I said you got nothing intelligent to say and again you prove it again!!!!\nJan 23, 2018, 4:49 pm\nWhy don’t you go find the edge of the flat earth and go make a video? ha ha ha ha ha ha ha dar dar dar\nJan 23, 2018, 6:02 pm\nJan 24, 2018, 2:27 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/r2/?url=http://www.churchofmabusradio.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/contributor/bio/?uid=106013",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "big",
            "prophecy",
            "radio",
            "unified",
            "video",
            "end",
            "writes",
            "left",
            "check",
            "paradigm",
            "prophecies",
            "millennium",
            "nostradamus",
            "book",
            "korea",
            "paranormal",
            "right",
            "times"
        ]
    }
]