[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/15-super-herbs-to-kill-infections-and-clear-mucus-from-your-lungs-in-no-time-3589760.html",
        "title": "15 “Super Herbs” to Kill Infections and Clear Mucus From Your Lungs in No Time",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2018-01-15",
        "text": "By RiseEarth\nTotal:\n15 “Super Herbs” to Kill Infections and Clear Mucus From Your Lungs in No Time\nMonday, January 22, 2018 3:57\n% of readers think this story is Fact. Add your two cents.\nSponsored Links\nSage\nThe leaves of sage are rich in essential oils that treat lung issues and fight respiratory ailments, coughs, and sore throats. The volatile oils it contains, such as terpene, thujone, camphor, and salvene, treat sinusitis and lung disorders.\nColtsfoot\nThe Native Americans used this herb for millennia, due to its natural ability to strengthen the lungs.\nIt removes excess mucus from the lungs and bronchial tubes, soothes the mucous membranes of the lungs, and helps in the treatment of coughs, asthma, and bronchitis. It can be used as a tincture or as tea.\nMullein\nThe mullein leaves and flowers are used to prepare a herbal extract that supports lung health. Mullein eliminates excess mucus from the lungs, treats inflammation, and cleanses the bronchial tubes. Add a teaspoon of the dried herb to a cup of boiled water, or use it as a tincture.\nOsha\nThis herb is native to the Rocky Mountain area and the Native Americans have used it for respiratory support. Its roots are rich in camphor and other compounds which support the lung health. It boosts the circulation to the lungs, so it eases breathing.\nElecampane\nElecampane removes the excess mucus from the lungs and thus improves their function. It also destroys bacteria and treats lung infections. You should add a teaspoon of this herb to a cup of boiling water, and drink this tea three times daily for a few weeks.\nChaparral\nThe Native Americans commonly used this plant as a natural way to detoxify the lungs and support the respiratory system. It is rich in antioxidants that fight irritations and NDGA which fights histamine response.\nMoreover, it inhibits aerobic and anaerobic glycolysis of cancer cells and destroys harmful organisms. It can be used as a tincture extraction, and tea, which treats respiratory problems by clearing the airways of mucus.\nEucalyptus\nAborigines, Germans, and Americans have commonly used this herb to support respiratory health and treat throat irritation. It contains a beneficial compound known as cineole, due to which it is often added to cough lozenges and syrups.\nCineole provides powerful properties, so this herb soothes irritations of the sinus passages, treats coughs, and congestion, and acts as an expectorant. Moreover, its high antioxidant content strengthens the immune system in the case of illnesses.\nCannabis\nVaporization is an effective way to avoid the toxic breakdown of therapeutic compounds in cannabis from burning the plant, and it will mitigate the irritated oral cavity as a result of smoking.\nThis plant is one of the most powerful cancer-fighting plants and its active ingredients stimulate the natural immune response of the body and reduce the spread of infections. Vaporizing cannabis acts as a bronchodilator and opens up the sinuses and airways.\nLicorice\nLicorice is a soothing herb that softens the mucous membranes of the throat, the lungs, and stomach, reduces the irritation, and fights the inflammation.\nAlso, it contains saponins, which loosen the phlegm in the respiratory tract so that the body can get rid of the excess mucus. This herb calms bronchial spasms and inhibits free radical cells damage, that leads to inflammation and tightening of the airways.\nIt has potent antibacterial and antiviral effects that destroy the viruses and bacteria that cause the infections in the lungs. Licorice is a rich source of glycyrrhizin and flavonoids which inhibit the formation of lung cancer cells.\nThyme\nThyme effectively treats chest congestion, and the antiseptic essential oils it contains fight bacteria and fungi. Thyme tea is a powerful lung remedy and treats respiratory tract infections and the bacterial infection pneumonia.\nLobelia\nThis herb has been given to horses to ease their breathing, and it was also known as “asthmador” in Appalachian folk medicine. Its extracts contain lobeline, which has been found to provide positive effects in the treatment of multidrug-resistant tumor cells.\nIt is also high in an alkaloid known as lobeline, which breaks up congestion and thins out mucus. This herb stimulates the release of epinephrine by the adrenal glands, soothes the airways and eases breathing. Lobelia relaxes the muscles and supports the function of the respiratory system.\nPeppermint\nPeppermint and Peppermint oil contain menthol, which soothes the muscles of the respiratory tract and eases breathing.\nDried peppermint is high in menthol, menthone, menthyl acetate, methanofuran, and cineol. Methol is a potent decongestant. Peppermint oil contains numerous beneficial compounds such as limonene, pulegone, caryophyllene, and pinene.\nOregano\nOregano is high in nutrients and vitamins that strengthen the immune system, but the carvacrol and rosmarinic acid it contains act as natural decongestants and histamine reducers that clear the nasal passage airflow and support respiratory health.\nAdditionally, oregano oil fights off the bacteria Staphylococcus aureus.\nPlantain\nPlantain leaf soothes the irritated mucous membranes and fights coughs, and its active compounds have powerful antibacterial and antimicrobial, anti-inflammatory and antitoxic properties, so it fights lung irritations, colds, and coughs.\nLungwort\nThis tree-growing lichen is similar to the lung tissue in appearance, and since the 1600s, it has been commonly used to support lung and respiratory health and to clear congestion.\nMoreover, the beneficial compounds it contains destroy harmful organisms and improve respiratory health.\nBefore you start using any of these herbs, consult your herbologist or naturopathic doctor for the preparation, appropriate dosages and frequency of use.\nYou can use them in the form of tea blends, prepared oils, and nutritional supplements, and you can grow them on your own, to ensure that they are organic and ethically harvested.\nSponsored Links\nFREE subscription to Receive Quality Stories Straight in your Inbox!\nRELATED POSTS\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "kill",
            "lung",
            "contains",
            "mucus",
            "15",
            "respiratory",
            "clear",
            "support",
            "super",
            "lungs",
            "herb",
            "treats",
            "infections",
            "herbs",
            "used"
        ]
    }
]