[
    {
        "url": "https://beforeitsnews.com/police-state/2018/01/100-proof-of-a-major-cover-up-that-every-american-needs-to-know-about-before-something-bad-happens-4764.html",
        "title": "100% Proof of a Major Cover-up That Every American Needs to Know About Before Something Bad Happens",
        "authors": [
            {
                "name": "Lisa Haven",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2018-01-10",
        "text": "By Lisa Haven\nTotal:\n100% Proof of a Major Cover-up That Every American Needs to Know About Before Something Bad Happens\nWednesday, January 10, 2018 12:32\n% of readers think this story is Fact. Add your two cents.\n \nIf you are a freedom loving patriot who values American principles then you are likely already aware of the massive amount of censorship happening on social platforms like Facebook, Twitter, Youtube, Google and other globalists linked organizations that target individuals who bring attention to their continuous, creepy corruption.\nConsidering Donald Trump is now president, censorship has ignited and been set ablaze all across the world wide web. Alternative media news outlets are having to work double, with less pay, in order to get the truth out, while progressive news websites are being spring-boarded to the top of search engines.\n \nOr Call – 888-596-7916\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nMyTwoCents\nStop with the histrionics.  Just use a different search engine and don’t use Gmail.\nJan 10, 2018, 9:09 pm\nSpeaking of cover-up why do you wear “negro” (excuse my Spanish lingo’) colored dresses??  They are like kryptonite to me.  I could not look at the video.\nYou were once my No. 1 Angle.  You were one of only three Angles that covered for Charlie’s world.  You were in my comments daily.  I lavished praise and covered you with the finest adjectives and verbs.\nOh, how you have fallen.  Your pride and the love of calling Barry “President” became profane to me.  So I had to let you go from Charlie’s world.  I kicked you off the team.\nJan 10, 2018, 11:15 pm\nWe are starting to see more and more “painted on, or drawn on” eyebrows.\nThe enemy combatants on MSM, you know the LIARS, the talking heads, well they have been using “painted on, or drawn on” eyebrows, for quite some time. Now she is doing it too.  Crazy is it not?\nYep. Phone and Fake Eyebrows. This behavior follows right along with the other elements of the SHOW.\nJan 11, 2018, 7:28 am\nNews Flash:  Breaking Story Now: Guogle Sucks. FaceCrook is a Ghetto, and Fritter is the darlk creepy alley that leads to internet SURF-DOM.  All of the above mentioned are there for one reason.  It is not good one.\nThe Massi-ve number of violations of the rule of law, by numerous very bad actors, operating within U.S. Goobermint has reached what is known as ‘Critical Mass”.\nAs more and more sheeple awaken from their trance, we will see a great pulling away.  This ‘Pulling Away” of the hearts and minds, are of those whom have made an effort shattered the illusion.\nThis frantic pace will intensify significantly in 2018, and beyond.  The “Pulling” will be related to the new 5G network that is about to be INJECTED into the USA.  This is some serious stuff people…..\nThe rift is widening. More and more are turning off their cell phones, cancelling service. Cutting the obsolete Cable TV and Satellite TV subscriptions. Those that used to read the ever so obsolete newspapers, are in the KNOW.  Others, the deniers, they will wake up and feel the walls closing in on them. If they currently reside in any ONE of the 10 UN Mega regions, they are now living right in the middle of IT. They are Trapped, they can not afford to move, they can not afford to eat, nor pay for ever rising utility costs. They can not afford to relocate. And even if they did, there is no where to go.\nThis is not tomorrow. It is NOW. Today. Happening in real time. Live. We are the actors, some good, many bad, and the WORLD is the entire stage. It is all a big SHOW. The sheeple in the USA have been getting the screw job for a very long time. Look into the coming 5G network. The information you will uncover will lead you to deagle.com and the UN 2025 USA population projections. Remember these bad actors continue to run amuck, breaking laws, and they are never held accountable.\nCAUTION. Brace yourself accordingly. Look into 5G. You will not like that, which is twisted & UN-vieled.\nFTNWO-Idiots they are. –\nbeLIEve\nDark Secret of the Wizards of Oz and Your Hero With (Part 4 of 4)\nFull article AVAILABLE on VETERANS TODAY\nThe Cabal organizes its trap liken to that of a spider’s web.\n“The wealthy Jews rule the world; the fate of the governments\nLIE$\nin their hands. They start wars between countries, and when they wish, the governments make peace. When the wealthy Jews sing, the nations and their leaders dance along, and meanwhile the Jews get richer!” Theodor Herzl, founder of Zionism (as Published by Herzl in a German newspaper)\nThe Kol Nidre, which is sung in cantor in a synagogue goes like this:  “All VOW$, OBLIGATION$, OATH$,  or anathemas, PLEDGE$  of all names, WHICH WE HAVE vowed,  $WORN, devoted, OR BOUND OURSELVE$ TO, from this day of atonement, until the next day of atonement (whose arrival we hope for in happiness) we repent, aforehand, of them all, THEY SHALL ALL BE DEEMED ABSOLVED,  forgiven, annulled, VOID and made of no effect; THEY SHALL NOT BE BINDING,  NOR HAVE ANY POWER; the vows shall not be reckoned as vows, THE OBLIGATION$ $HALL NOT BE OBLIGATORY,  nor the oaths considered as oaths.”\nThe Talmud is the holy book of the Zionists.  According to it:  “The decisions of the Talmud are words of the living God.\nJehovah himself asks the opinions of earthly rabbis when there are difficult affairs in heaven.\nRabbi Menachen, Comments for the Fifth Book: “Jehovah himself in heaven studies the Talmud,\nstanding: he has such respect for that book.”\nTALMUD ABOUT NON-JEWS, GENTILES or CHRISTIANS:\nYalkut 245c:  EXTERMINATION OF THE CHRISTIANS IS A NECESSARY SACRIFICE.\nSanhedrin 59a: To communicate anything to a Goy about our religious relations would be equal to the killing of all Jews, for if the Goyim knew what we teach about them, they would kill us openly.\nZohar, Toldoth Noah 63b: WHEN THE (Jewish) MESSIAH  comes EVERY JEW WILL HAVE  2800 $LAVES.\nIn THO$E DAY$  it shall come to pass, that ten men shall take hold, out of all the languages of the nations $HALL EVEN TAKE HOLD OF THE $KIRT OF HIM THAT I$ A JEW $AYING, WE WILL GO WITH YOU,  etc.\nTosefta, Tractate Erubin VIII: When A JEW HA$ A GENTILE IN HIS CLUTCHE$, another Jew may go to the same Gentile, lend him money and in turn deceive him, so that THE GENTILE SHALL BE RUINED.\nFOR THE PROPERTY OF A GENTILE,  according to our law, belongs to no one, and THE FIRST JEW THAT PASSES HAS FULL RIGHT TO SEIZE IT.\nSchulchan Aruch, Choszen Hamiszpat 156: If it can be proven that SOMEONE HAS GIVEN THE MONEY OF Israelites TO  the GOYIM,  a way must be found after prudent consideration to WIPE HIM OFF THE FACE OF THE EARTH.\nChoschen Hamm 388, 15:  At the moment when THE HOLY ONE,  blessed be He, WILL EXTERMINATE ALL THE GOYIM of the world,\nISRAEL ALONE WILL SUBSIST,  even as it is written: “The Lord alone will appear great on that day!…\nA JEW MAY ROB A GOY,  he may cheat him over a bill, which should not be perceived by him, otherwise the name of God would become dishonoured.\nWHAT THE TALMUD SAYS ABOUT CHILDREN:\nSanhedrin 54b: Raba said. It means this: When A GROWN-UP  man HA$ INTERCOURSE WITH A LITTLE GIRL  it is nothing, for when the girl is less than this [three years old], it is as if one puts the finger into the eye; but when a small boy has intercourse with a grown-up woman he makes her as ‘a girl who is injured by a piece of wood.’…\nGad. Shas. 2:2:  A boy-goy after nine years and one day old, and a girl after three years and one day old, are considered filthy.\nAvodah Zarah 36b-37a: Joseph said: Come and hear! A maiden aged three years and a day may be acquired in marriage by coition [intercourse], and if her deceased husband’s brother cohabits with her, she becomes his. The penalty of adultery may be incurred through her; [if a niddah] she defiles him who has connection with her, so that he in turn defiles that upon which he lies, as a garment which has lain upon [a person afflicted with gonorrhoea].\nJESUS HAD THESE INTERESTING THINGS TO SAY:\nJohn 8:44: Jesus says to the\nJEWS,  “YE ARE OF YOUR FATHER THE DEVIL,  and the lusts of your father ye will do.\nHE WAS A MURDERER from the beginning and abode not in the truth, because there is no truth in him.\nWhen he speaketh a lie, he speaketh if his own, for HE IS A LIAR  and the father of it”.\nRevelation 3:9:  “Behold, I will make THEM OF THE SYNAGOGUE of SATAN, WHICH SAY THEY ARE JEWS,  AND ARE NOT, BUT DO LIE; BEHOLD, I WILL MAKE THEM TO COME AND WORSHIP BEFORE THY FEET, AND TO KNOW THAT I HAVE LOVED THEE.”\nNow, beyond the face of what you’ve just read and most considered to be an insane level of thinking, know that THESE PHILOSOPHICAL UNDERPINNING ARE STRATEGICALLY WOVEN  INTO EVERY TACTIC of DECEPTION THAT IS PART of THE CABAL.\nYou see, to the witches and WARLOCKS of the NWO,  THE GOAL of all deception IS TO RENDER humanity INTO A SLEEPING STATE  where confusion is normal and  THERE IS AN INDISCERNIBLE REALITY   BETWEEN what is a TRUE  AND what is a LIE.\n‘…… SECRETIVE GROUPS  and the hidden MIND CONTROL MESSAGES  that they promulgate ARE ALL  ultimately DESIGNED TO WEAKEN ONE’S INNER RESOLVE TOWARD TRUTH.\nIn such a compromised state,  the mind becomes increasingly susceptible and conditioned to follow psychological/spiritual misdirects.  Eventually, and as enough of these belief systems form around such mistruths, CONSCIOUSNESS IS predictably BROKEN FROM THE HEART- CENTERED connection of the TRUE INNER SOURCE of POWER,   that of a person’s truest sense of intuition and communion with the Divine relationship with their God-Self.\nThus so states the creed of the Israeli M0$$AD: “By way of deception, thou shalt do war.”\nCONTROLLED OPPOSITION\nThe CABAL regularly SETS UP PHONY ORGANIZATIONS  and/or individuals who appear to support a righteous and/or some noble humanitarian cause.   The purpose of such organizations or individuals are TO DEFLECT HEATED ATTENTION  and critical scrutiny AWAY FROM A BLATANTLY CORRUPT ACTION  or inhumanity that can potentially create public blowback and/or legal incrimination for such an injustice.  To the Cabal UNWANTED ATTENTION  and blowback SPELLS  out a DISRUPTION  and  /or A MAJOR SETBACK in a LONG PLANNED TACTICAL AGENDA OF CONTROL.\n‘…….with truth digging they reveal themselves as a $HILL/ front ORGANIZATION who USED  by the Cabal TO CAMOUFLAGE a DARK AGENDA, CONFUSE AN  ISSUE,  slow or STOP  down PUBLIC ENGAGEMENT  and/or PRECLUDE  criminal/prosecutorial BLOWBACK.\nUltimately, CONTROLLED OPPOSITION  campaigns work like the analogy of A WOLF WEARING A SHEEP CLOTHING.\nIn this way THE PREDATOR  easily mixes and APPEARS TO BE ONE OF THE FLOCK and THEN  as now so trusted, the wolf TURNS TO ITS PREY TO  attack, KILL  and eat IT.\nSUPPRESSION of DI$$ENT\nWHEN DISSENT IS PERCEIVED AS A THREAT, ACTION MAY BE TAKEN TO PREVENT CONTINUING DISSENT\nOR PENALIZE\nDISSIDENTS.  Government or industry[1] may often act in this way.\nThe Cabal uses PSYOP and FALSE FLAG  operations AS TACTICAL MEANS  by which THEY ARE ABLE TO  name and LABEL  others (especially THOSE WHO WILL NOT BEND TO THEIR  exploitive CONTROL) AS “enemies,” “boogieman” and/or “TERRORISTS”.\nThe term PSYOP is an acronym for “Psychological Operations (PSYOP).\nIt is defined by: “A PLAN TO CONVEY SELECTED INFORMATION   and indicators TO AUDIENCES TO INFLUENCE  their emotions, motives, and OBJECTIVE REASONING, and ultimately the behavior of governments, organizations, groups, and individuals.”\nIn truth, the\n9/11\nevent ultimately served as a massive PSYOPs and False Flag Operation to camouflage the beginning of the US’s and NWO’s plans to create a broad scale REBRANDING  campaign OF  NON-COOPERATING MIDDLE EAST COUNTRIES LIKE\nLIBYA, IRAQ, SYRIA  and IRAN    (COUNTRIES DONE WITH BEING FORCED TO USE THE US PETRO-DOLLAR  AND THE  CENTRAL BANKING SYSTEMS, ULTIMATELY CONTROLLED BY the NWO\nWORLDWIDE BANKING CART-HELL)   as being defined\nAS THE NEW ” AXIS OF EVIL.”\nThe NWO and controlling elite understand that ONCE   someone or something IS DEFINED AS EVIL it is de facto deemed as dangerous and threatening.\nThe long list of American Presidents and politicians who have heroically addressed and confronted the HISTORICAL AGENDA of the CABAL is perhaps best summarized by America’s 4th President, James Madison (1751-1836) in his quote: “History records that THE MONEY CHANGERS HAVE USED EVERY FORM OF ABUSE,  intrigue, DECEIT and VIOLENT MEANS TO MAINTAIN THEIR CONTROL over governments BY CONTROLLING MONEY\nAND IT’S ISSUANCE.”\nWILL HUMANITY AWAKEN FROM a COWARDICE DREAM  THAT  presently ALLOWS  misguided BULLIES TO IMPRISON,  victimize us,\nOUR WORLD and OUR FAMILIES\nOR  will  WE RISE-UP TO REALIZE  and express OUR GREAT HERO WITHIN  and be known AS THE WARRIORS  OF  loving TRUTH  WHO ACTED in turn, AS WE WERE DESTINED TO   be?\nMyTwoCents\nI hate it when people spam the comments section with unrelated, long rants.  Don’t you?\nJan 11, 2018, 5:00 pm\ndakota\nLisa,\nWe, the readers and commenters of BIN, are trying to help all you alternative people who are working over time for less pay.  We, on the other hand, are working for NO pay and we work very long hours as well, to seek the truth and expose it….ust so ordinary folks won’t be so dumbed down.  It’s very hard on us too.\nI know that I would have a much better and fun life if I didn’t feel I had to do this, for the sake of my fellow human beings.\nJan 11, 2018, 9:25 am\nLisa, relax baby it’s all under control. Think Google! What happened to their top executive? Don’t assume he has received his just reward, he hasn’t. He was attempting to spare the internet empire the coming forfeiture in accordance with Trump’s declaration of state of emergency or as we patriots understand martial law. Prison is a sealed fate. Those belligerent combatants who run Facebook, Twitter and Google have conspired to commit electronic fraud crimes including but not limited to their mass censorship and propaganda campaign providing aid and support to treasonous subversives attempting to overthrow a sitting US President. The bad apples are being shaken off the tree. Be patient sister. Sit back and watch while God uses Donald J Trump to shine a floodlight of exposure on the evil done and concealed within the shadows of darkness.\nFor all those sealed in transgression who would reject the opportunity to repent when God’s Truth is unveiled the inspirational time of their tribulation has manifest for all the world to witness. We’re all in for a rough ride no doubt but God’s objective is to make the stubborn purveyors, lovers of sin realize the need for His forgiveness. Concerning the rest, Yahweh knows those who know and love Him will gleeful embrace the Truths purposely hidden, intentionally withheld until this very time once it has been spiritually revealed.\nFilled with hope and inspiration,\nDeputy Dawg\nAnother crap story from the queen of useless, crap stories. Why not tell us things we REALLY need to know, or would that displease you paymasters  . . . ?\nJan 12, 2018, 12:41 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "a girl who is injured by a piece of wood.",
                "",
                false
            ],
            [
                "By way of deception, thou shalt do war.",
                "",
                true
            ],
            [
                "It is defined by: “A PLAN TO CONVEY SELECTED INFORMATION   and indicators TO AUDIENCES TO INFLUENCE  their emotions, motives, and OBJECTIVE REASONING, and ultimately the behavior of governments, organizations, groups, and individuals.”\nIn truth, the\n9/11\nevent ultimately served as a massive PSYOPs and False Flag Operation to camouflage the beginning of the US’s and NWO’s plans to create a broad scale REBRANDING  campaign OF  NON-COOPERATING MIDDLE EAST COUNTRIES LIKE\nLIBYA, IRAQ, SYRIA  and IRAN    (COUNTRIES DONE WITH BEING FORCED TO USE THE US PETRO-DOLLAR  AND THE  CENTRAL BANKING SYSTEMS, ULTIMATELY CONTROLLED BY the NWO\nWORLDWIDE BANKING CART-HELL)   as being defined\nAS THE NEW",
                "",
                false
            ],
            [
                "The wealthy Jews rule the world; the fate of the governments\nLIE$\nin their hands.",
                "",
                true
            ],
            [
                "They start wars between countries, and when they wish, the governments make peace.",
                "",
                true
            ],
            [
                "When the wealthy Jews sing, the nations and their leaders dance along, and meanwhile the Jews get richer!",
                "",
                true
            ],
            [
                "All VOW$, OBLIGATION$, OATH$,  or anathemas, PLEDGE$  of all names, WHICH WE HAVE vowed,  $WORN, devoted, OR BOUND OURSELVE$ TO, from this day of atonement, until the next day of atonement (whose arrival we hope for in happiness) we repent, aforehand, of them all, THEY SHALL ALL BE DEEMED ABSOLVED,  forgiven, annulled, VOID and made of no effect; THEY SHALL NOT BE BINDING,  NOR HAVE ANY POWER; the vows shall not be reckoned as vows, THE OBLIGATION$ $HALL NOT BE OBLIGATORY,  nor the oaths considered as oaths.",
                "",
                true
            ],
            [
                "Jehovah himself in heaven studies the Talmud,\nstanding: he has such respect for that book.",
                "Menachen",
                true
            ],
            [
                "The Lord alone will appear great on that day!…\nA JEW MAY ROB A GOY,  he may cheat him over a bill, which should not be perceived by him, otherwise the name of God would become dishonoured.",
                "",
                true
            ],
            [
                "WHAT THE TALMUD SAYS ABOUT CHILDREN:\nSanhedrin 54b: Raba said.",
                "",
                true
            ],
            [
                "It means this: When A GROWN-UP  man HA$ INTERCOURSE WITH A LITTLE GIRL  it is nothing, for when the girl is less than this [three years old], it is as if one puts the finger into the eye; but when a small boy has intercourse with a grown-up woman he makes her as ‘a girl who is injured by a piece of wood.’…\nGad.",
                "",
                true
            ],
            [
                "2:2:  A boy-goy after nine years and one day old, and a girl after three years and one day old, are considered filthy.",
                "",
                false
            ],
            [
                "Avodah Zarah 36b-37a: Joseph said: Come and hear!",
                "",
                true
            ],
            [
                "A maiden aged three years and a day may be acquired in marriage by coition [intercourse], and if her deceased husband’s brother cohabits with her, she becomes his.",
                "",
                true
            ],
            [
                "The penalty of adultery may be incurred through her; [if a niddah] she defiles him who has connection with her, so that he in turn defiles that upon which he lies, as a garment which has lain upon [a person afflicted with gonorrhoea].",
                "",
                true
            ],
            [
                "JESUS HAD THESE INTERESTING THINGS TO SAY:\nJohn 8:44: Jesus says to the\nJEWS,  “YE ARE OF YOUR FATHER THE DEVIL,  and the lusts of your father ye will do.",
                "",
                true
            ],
            [
                "HE WAS A MURDERER from the beginning and abode not in the truth, because there is no truth in him.",
                "",
                true
            ],
            [
                "When he speaketh a lie, he speaketh if his own, for HE IS A LIAR  and the father of it”.",
                "",
                true
            ],
            [
                "Revelation 3:9:  “Behold, I will make THEM OF THE SYNAGOGUE of SATAN, WHICH SAY THEY ARE JEWS,  AND ARE NOT, BUT DO LIE; BEHOLD, I WILL MAKE THEM TO COME AND WORSHIP BEFORE THY FEET, AND TO KNOW THAT I HAVE LOVED THEE.”\nNow, beyond the face of what you’ve just read and most considered to be an insane level of thinking, know that THESE PHILOSOPHICAL UNDERPINNING ARE STRATEGICALLY WOVEN  INTO EVERY TACTIC of DECEPTION THAT IS PART of THE CABAL.",
                "",
                true
            ],
            [
                "You see, to the witches and WARLOCKS of the NWO,  THE GOAL of all deception IS TO RENDER humanity INTO A SLEEPING STATE  where confusion is normal and  THERE IS AN INDISCERNIBLE REALITY   BETWEEN what is a TRUE  AND what is a LIE.",
                "",
                true
            ],
            [
                "SECRETIVE GROUPS  and the hidden MIND CONTROL MESSAGES  that they promulgate ARE ALL  ultimately DESIGNED TO WEAKEN ONE’S INNER RESOLVE TOWARD TRUTH.",
                "",
                true
            ],
            [
                "In such a compromised state,  the mind becomes increasingly susceptible and conditioned to follow psychological/spiritual misdirects.",
                "",
                true
            ],
            [
                "Eventually, and as enough of these belief systems form around such mistruths, CONSCIOUSNESS IS predictably BROKEN FROM THE HEART- CENTERED connection of the TRUE INNER SOURCE of POWER,   that of a person’s truest sense of intuition and communion with the Divine relationship with their God-Self.",
                "",
                true
            ],
            [
                "Thus so states the creed of the Israeli M0$$AD: “By way of deception, thou shalt do war.”\nCONTROLLED OPPOSITION\nThe CABAL regularly SETS UP PHONY ORGANIZATIONS  and/or individuals who appear to support a righteous and/or some noble humanitarian cause.",
                "",
                true
            ],
            [
                "The purpose of such organizations or individuals are TO DEFLECT HEATED ATTENTION  and critical scrutiny AWAY FROM A BLATANTLY CORRUPT ACTION  or inhumanity that can potentially create public blowback and/or legal incrimination for such an injustice.",
                "",
                true
            ],
            [
                "To the Cabal UNWANTED ATTENTION  and blowback SPELLS  out a DISRUPTION  and  /or A MAJOR SETBACK in a LONG PLANNED TACTICAL AGENDA OF CONTROL.",
                "",
                true
            ],
            [
                "with truth digging they reveal themselves as a $HILL/ front ORGANIZATION who USED  by the Cabal TO CAMOUFLAGE a DARK AGENDA, CONFUSE AN  ISSUE,  slow or STOP  down PUBLIC ENGAGEMENT  and/or PRECLUDE  criminal/prosecutorial BLOWBACK.",
                "",
                false
            ],
            [
                "Ultimately, CONTROLLED OPPOSITION  campaigns work like the analogy of A WOLF WEARING A SHEEP CLOTHING.",
                "",
                true
            ],
            [
                "In this way THE PREDATOR  easily mixes and APPEARS TO BE ONE OF THE FLOCK and THEN  as now so trusted, the wolf TURNS TO ITS PREY TO  attack, KILL  and eat IT.",
                "",
                true
            ],
            [
                "SUPPRESSION of DI$$ENT\nWHEN DISSENT IS PERCEIVED AS A THREAT, ACTION MAY BE TAKEN TO PREVENT CONTINUING DISSENT\nOR PENALIZE\nDISSIDENTS.",
                "",
                true
            ],
            [
                "Government or industry[1] may often act in this way.",
                "",
                true
            ],
            [
                "The Cabal uses PSYOP and FALSE FLAG  operations AS TACTICAL MEANS  by which THEY ARE ABLE TO  name and LABEL  others (especially THOSE WHO WILL NOT BEND TO THEIR  exploitive CONTROL) AS “enemies,” “boogieman” and/or “TERRORISTS”.",
                "",
                true
            ],
            [
                "The term PSYOP is an acronym for “Psychological Operations (PSYOP).",
                "",
                true
            ],
            [
                "It is defined by: “A PLAN TO CONVEY SELECTED INFORMATION   and indicators TO AUDIENCES TO INFLUENCE  their emotions, motives, and OBJECTIVE REASONING, and ultimately the behavior of governments, organizations, groups, and individuals.”\nIn truth, the\n9/11\nevent ultimately served as a massive PSYOPs and False Flag Operation to camouflage the beginning of the US’s and NWO’s plans to create a broad scale REBRANDING  campaign OF  NON-COOPERATING MIDDLE EAST COUNTRIES LIKE\nLIBYA, IRAQ, SYRIA  and IRAN    (COUNTRIES DONE WITH BEING FORCED TO USE THE US PETRO-DOLLAR  AND THE  CENTRAL BANKING SYSTEMS, ULTIMATELY CONTROLLED BY the NWO\nWORLDWIDE BANKING CART-HELL)   as being defined\nAS THE NEW ” AXIS OF EVIL.",
                "",
                true
            ],
            [
                "History records that THE MONEY CHANGERS HAVE USED EVERY FORM OF ABUSE,  intrigue, DECEIT and VIOLENT MEANS TO MAINTAIN THEIR CONTROL over governments BY CONTROLLING MONEY\nAND IT’S ISSUANCE.",
                "James Madison",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "big",
            "worldwidestep",
            "bad",
            "truth",
            "patriot",
            "proof",
            "coverup",
            "youtube",
            "censorship",
            "happens",
            "globalists",
            "major",
            "american",
            "needs",
            "100",
            "know"
        ]
    }
]