[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2017/12/2018-the-year-central-banks-begin-buying-cryptocurrency-3176880.html",
        "title": "2018: The Year Central Banks Begin Buying Cryptocurrency",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2017-12-20",
        "text": "By silveristhenew (Reporter)\nSunday, December 17, 2017 21:49\n% of readers think this story is Fact. Add your two cents.\nCentral bank traders follow the investment policy enforced by the executive committees with specific asset allocation targets. In order of importance, the objective for foreign reserves trading generally is liquidity, security and returns (in last place).\nCurrently, the G7 is only concerned with the “ appropriate regulation ” of cryptocurrencies and not with the asset class potential of cryptocurrencies. Bitcoin, ether and zcash are nowhere to be found on the list of eligible instruments and currencies that central bankers are allowed to trade.\nIn 2018, things will be different. G7 central banks will start buying cryptocurrencies to bolster their foreign reserves.\nThe times they are a-changin’.\nBackground\nOne of the core functions of a central bank is to manage their nation-state, or union’s, official gold and foreign exchange reserves.\nReserves are integral to ensuring that a nation-state can service its foreign exchange liabilities and maintain confidence in its monetary and exchange rate policies. Overall, the financial stability that comes from hording gold and foreign reserves has historically protected the economic well-being of citizens in the event of external shocks.\nGold is commonly held because it is used as protection against black swan economic events. It can be used as a buffer against calamity because of its high liquidity, currency attributes and its diversification benefits.\nForeign exchange is also highly liquid and has diversification benefits (compared to a central bank’s own currency). Foreign exchange is mainly accumulated through buying of foreign exchange in the spot market, conducting money market swaps in foreign exchange for investing and domestic liquidity management in term and call deposit accounts with foreign banks.\nInterconnectedness\nThe G7 countries are interconnected through a lattice of political, financial and trade agreements.\nThis club of countries hold massive reserves of each other’s currencies – called foreign exchange reserves. Most of these countries also hold vast warehouses of gold reserves. Canada is the exception, as they recently liquidated all of their gold.\nThe G7 central banks normally also hold special drawing rights (SDR) and marketable securities denominated in foreign currencies like government bonds, corporate bonds treasury bills, corporate equities and foreign currency loans.\nThe SDR needs special mention. It is an international reserve asset, created by the International Monetary Fund (IMF) to supplement its member countries’ official reserves.\nThe SDR’s value is based on five major currencies – the basket includes: US dollar, euro, Chinese renminbi (RMB), Japanese yen and British pound sterling. RMB has only recently (Oct. 1, 2016) broken the monopoly of G7 currencies that make up the SDR.\nIt is important to note that the SDR is still heavily weighted to the G7 currencies.\nIn a nutshell, the G7 countries mostly hold each other’s currencies as foreign reserves whether it be through the SDR or directly. Gold is mostly accepted as the common standard of universal value.\nWhy 2018?\nA turning point for G7 central banks will be when the bitcoin market capitalization exceeds the value of all SDR’s that have been created and allocated to members (approximately $291 billion).\nThe real flippening: $17,600 when #bitcoin becomes the biggest international currency in market cap. #IMFSDR\nThe prescient Christine Lagarde, managing director of the IMF, has already warned central banks about cryptocurrency causing massive disruptions.\nForeign exchange reserves are used to back a nation’s domestic currency. Fiat currencies are pieces of paper or coinage that inherently do not have value. If anything the currency is backed by the shared belief of participants in a country’s currency scheme. When a central bank from a G7 country like Japan purchases foreign exchange reserves of the United States (US dollars) the shared belief of the U.S. dollar advertently becomes shared with the Japanese people.\nIn 2018, G7 central banks will witness bitcoin and other cryptocurrencies becoming the biggest international currency by market capitalization. This event, together with the global nature of cryptocurrencies with 24/7 trading access, will make it intuitive to own cryptocurrencies as they become a de-facto investment as part of a central banks investment tranche.\nCryptocurrencies will also fulfil a new requirement as digital gold.\nFurthermore, foreign reserves are used to facilitate international trade. This means holding reserves in a trading partner’s currency makes trading simpler. In 2018, cryptocurrencies like bitcoin will be utilized for international trade on a moderate basis because the high returns as an investment will encourage a ‘hold’ strategy for G7 countries.\nForeign reserves are also used as monetary policy tool. Central banks may pursue the option to sell and buy foreign exchange currencies to control exchange rates. In 2018, central banks will start realising that monetary policy for a global market in cryptocurrency is not achievable.\nForeign reserves are additionally used as a hedge against its own economy. Countries whose economies are dependent on export products may use foreign currency as a buffer should the exports or value of their currency drop.\nG7 central banks will purchase cryptocurrencies as a hedge to the performance of their economy.\nHow it will happen\nAs the realisation of the systemic weakness of fiat currencies becomes apparent contrasted with the groundswell of cryptocurrency, the executive committee of central banks, including governors, presidents and chairpersons – will call emergency meetings to exercise their prerogative to deviate from the current investment policy for reserves management.\nBitcoin and other select cryptocurrencies will be added to the list of eligible securities and currencies. Central bank money will pour into cryptocurrencies.\nMost G7 central banks will likely use external fund managers to invest in cryptocurrencies over this new epoch. But don’t expect this information to be freely available.\nThis will happen in the dark. Old habits die hard.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/2018-the-year-central-banks-begin-buying-cryptocurrency/https://twitter.com/hashtag/IMFSDR?src=hash&ref_src=twsrc%5Etfw",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/2018-the-year-central-banks-begin-buying-cryptocurrency/https://twitter.com/hashtag/bitcoin?src=hash&ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/17/2018-the-year-central-banks-begin-buying-cryptocurrency/https://www.coindesk.com/g7-pledged-support-for-appropriate-bitcoin-regulation-at-june-summit/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "buying",
            "begin",
            "g7",
            "reserves",
            "exchange",
            "banks",
            "currencies",
            "cryptocurrencies",
            "foreign",
            "central",
            "cryptocurrency",
            "2018",
            "currency",
            "used"
        ]
    }
]