[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2018/01/stupidest-damn-thing-ive-ever-seen-sellout-schumer-under-fire-for-shutdown-deal-3178978.html",
        "title": "“Stupidest Damn Thing I’ve Ever Seen”: ‘Sellout Schumer’ Under Fire For Shutdown Deal",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nTotal:\n“Stupidest Damn Thing I’ve Ever Seen”: ‘Sellout Schumer’ Under Fire For Shutdown Deal\nTuesday, January 23, 2018 10:49\n% of readers think this story is Fact. Add your two cents.\n \nAs The Hill reports, liberal groups were enraged by that decision, arguing Schumer didn’t get enough to back down.\n“It’s official: Chuck Schumer is the worst negotiator in Washington – even worse than Trump,” said Murshed Zaheed, political director at Credo, a progressive advocacy group.\n“We went in with a very weak set of cards, with [25] people up for re-election,” said one Democratic senator, one of several lawmakers who requested anonymity to assess Schumer’s performance frankly.\nAnother Democratic senator said almost every local news channel he spoke to over the weekend began its interview with the same question, “Why did Democrats shut down the government?”\nFrank Sharry, executive director of the liberal immigration advocacy organization, America’s Voice, added in a scathing statement:\n“Last week, I was moved to tears of joy when Democrats stood up and fought for progressive values and for Dreamers. Today, I am moved to tears of disappointment and anger that Democrats blinked.”\nRepublicans reveled in what they saw as a definite political win.\nSen. Tom Cotton (R-Ark.) called the shutdown a “massive political blunder” for Democrats,” adding that McConnell had not changed his position on bringing an immigration bill to the floor “at the right time.”\nSen. Shelley Moore Capito (R-W.Va.), a moderate, called it a “no-win” situation for the other side.\nSeveral Senate Democrats felt the same way, pronouncing themselves disappointed with the deal Schumer accepted to end the shutdown.\n“It’s a great disappointment to me and it’s a great disappointment to the more than 300,000 DACA young people in the state of California,” said Sen. Dianne Feinstein (D-Calif.).\n“The strategy was to keep it fixed to a must-pass vehicle because there was great worry that the House was not going to pass it,” she said of any immigration legislation that might pass the Senate.\n“I’m just very disappointed,” she said.\nHouse Democratic Leader Nancy Pelosi (Calif.) who had been in lockstep with Schumer throughout the shutdown, panned the deal.\n“I don’t see that there’s any reason — I’m speaking personally and hearing from my members — to support what was put forth,” she told reporters.\nA fourth Democratic senator, who requested anonymity, said his colleagues didn’t want to prolong the standoff because they saw it as getting worse and worse.\n“There was inexorable trajectory toward, ‘Now my anxiety is officially high, it’s a week later and what are we doing here?’” the lawmaker said.\nHowever, despite all the naysayers, there was one Democrat willing to defend Schumer… \nFlorida Rep. Debbie Wasserman Schultz who went on CNN Monday afternoon to try to spin the Democrats’ loss over the government shutdown.\nDaily Caller’s Benny Johnson reports that when Schultz was asked point-blank what the point of the government shutdown was her response left Baldwin’s jaw on the floor.\n“What one thing did [Schumer] get, you know, from Republicans, to justify shutting down the government in the first place?” Baldwin asked. \nDWS replied:\n“The one thing, I would say, that [Schumer] did get is the potential for momentum.”\nBaldwin looked stunned and asked if the “potential for momentum” was “really worth it to shut down the government?”\nWasserman Schultz responded, “Republicans should be asking that question because they shut it down. This is Trump’s shutdown.”\nBaldwin just looked shocked.\nFinally, as The Washington Examiner reports , a Democratic operative in Washington with ties to Senate leadership said on condition of anonymity, seemed to sum things up perfectly…\n“It’s the stupidest damn thing I’ve ever seen,”\n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nkletus_ledbetter\nThe headlines should read—-Donald Trump Makes complete fool of upchuck schumer!———Or maybe —Chuck Schumer makes a complete fool of himself trying to negotiate with Donald John. Chuck, you need to read The Art Of The Deal—- pronto!\nJan 23, 2018, 12:05 pm\nTrump grabbed Schumer by the p**** knowing he had no balls.\nJan 23, 2018, 1:07 pm\nJan 23, 2018, 1:40 pm\nkletus_ledbetter\nWhat Russia investigation???? That’s only a democrat dog and pony show and they let duller muller be the ringmaster.\nJan 23, 2018, 6:01 pm\nInfidel762X51\nUpchuck Schumer is now and always has been nothing but a commie shill and loser. The (D) delusionals are finally realizing he stinks, even to their noses.\nJan 24, 2018, 5:48 am\nkletus_ledbetter\nIf the illegal protestors are making so much noise outside Chuckie Schumers house that he can’t sleep he should sic ICE on them.\nJan 25, 2018, 12:13 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Now my anxiety is officially high, it’s a week later and what are we doing here?",
                "",
                true
            ],
            [
                "Stupidest Damn Thing I’ve Ever Seen",
                "",
                false
            ],
            [
                "It’s official: Chuck Schumer is the worst negotiator in Washington – even worse than Trump,",
                "Murshed Zaheed",
                true
            ],
            [
                "We went in with a very weak set of cards, with [25] people up for re-election,",
                "",
                true
            ],
            [
                "Why did Democrats shut down the government?",
                "",
                true
            ],
            [
                "Last week, I was moved to tears of joy when Democrats stood up and fought for progressive values and for Dreamers.",
                "Frank Sharry",
                true
            ],
            [
                "Today, I am moved to tears of disappointment and anger that Democrats blinked.",
                "Frank Sharry",
                true
            ],
            [
                "It’s a great disappointment to me and it’s a great disappointment to the more than 300,000 DACA young people in the state of California,",
                "Dianne Feinstein",
                true
            ],
            [
                "The strategy was to keep it fixed to a must-pass vehicle because there was great worry that the House was not going to pass it,",
                "",
                true
            ],
            [
                "I don’t see that there’s any reason — I’m speaking personally and hearing from my members — to support what was put forth,",
                "",
                true
            ],
            [
                "There was inexorable trajectory toward, ‘Now my anxiety is officially high, it’s a week later and what are we doing here?",
                "",
                true
            ],
            [
                "What one thing did [Schumer] get, you know, from Republicans, to justify shutting down the government in the first place?",
                "Baldwin",
                true
            ],
            [
                "The one thing, I would say, that [Schumer] did get is the potential for momentum.",
                "Baldwin",
                true
            ],
            [
                "really worth it to shut down the government?",
                "Baldwin",
                false
            ],
            [
                "Republicans should be asking that question because they shut it down.",
                "Wasserman Schultz",
                true
            ],
            [
                "It’s the stupidest damn thing I’ve ever seen,",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.washingtonexaminer.com/stupidest-damn-thing-ive-ever-seen-democrats-miscalculate-the-shutdown/article/2646767?platform=hootsuite",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://dailycaller.com/2018/01/22/cnn-wasserman-schultz-shutdown/",
                "https://beforeitsnews.com/v3/r2/?url=http://thehill.com/homenews/senate/370209-schumer-comes-under-fire-over-funding-deal",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "schultz",
            "democrats",
            "senate",
            "senator",
            "seen",
            "shutdown",
            "deal",
            "damn",
            "democratic",
            "washington",
            "sellout",
            "stupidest",
            "schumer",
            "thing",
            "ive",
            "shut"
        ]
    }
]