[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/breaking-news-out-of-utah-its-really-bad-2975221.html",
        "title": "News Out of Utah…. It’s Really Bad, Teen Eats ‘Tide Pods’",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nTotal:\nNews Out of Utah…. It’s Really Bad, Teen Eats ‘Tide Pods’\nMonday, January 22, 2018 4:39\n \nTeenagers do the stupidest things and probably always have. I know I did some insane things in my teens including riding my Honda 400 Super Sport motorcycle while barefoot and shirtless with no helmet carrying a surfboard from Burbank Ca. to the beach on a regular basis. And frankly, I did a hell of a lot of crazier things than that but one thing I never did was eat laundry detergent. \nApparently, that’s the newest social media craze and not only is it stupid- it’s extremely dangerous.\nTeens are daring other teens to eat ‘Tide Pods’ which are described as miniature, neon, detergent-filled pods.\nAgain, teenagers do the stupidest things.\nOne student at Utah State University decided to take the dare and eat a pod and as a result she ended up being rushed to the hospital.\nDetails about her condition were not immediately available.\nCampus police called the incident a “Tide Pod overdose.”\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nDear economic news,\nI would have given you $20 to watch you ride that bike shirtless.  I assume that was you who rode topless since I couldn’t find any credit given to your cut and paste.  You DID write that, didn’t you?\nJan 22, 2018, 9:39 am\nJan 22, 2018, 11:39 am\nRemember when your mother said she’ll wash your dirty mouth out with soap??  Seems they miss that…..\nJan 22, 2018, 1:56 pm\nApparantly these stupid kids eat Tide pods is because their parents never washed their mouths out with soap. Scary that these morons are the future.\nJan 22, 2018, 8:54 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "teens",
            "really",
            "worldwidestep",
            "bad",
            "eat",
            "pod",
            "eats",
            "pods",
            "things",
            "tide",
            "teen",
            "stupidest",
            "big",
            "utah"
        ]
    }
]