[
    {
        "url": "https://beforeitsnews.com/blogging-citizen-journalism/2018/01/q-16-years-to-destroy-america-2585257.html",
        "title": "Q: 16 Years to Destroy America…",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Modres\nMonday, January 22, 2018 10:26\n% of readers think this story is Fact. Add your two cents.\nTheology and Politics from a Conservative, Biblical Perspective\nWarning: Political commentary ahead\nFolks, you have been warned  If politics is not your thing, as it relates to Scripture, then you’ll want to ignore this blog’s article because it delves deeply into the political arena. We will tie things together at the end as we believe they relate to God’s Word and His plan for humanity.\nSome of what we’re going to discuss today will sound very much like things that people with tin foil hats wear; conspiracy theories. However, note that I’ve already stated I do not consider myself a conspiracy theorist, but a conspiracy analyst. If we simply ignore every plausible possibility because someone calls it a conspiracy theory, we will never take the time needed to investigate to learn the truth.\nSome things require our attention. Some things cannot be ignored. Some things are worth opening up because of the tremendous ramifications they hold. We ignore them at our own peril.\nThe title of this particular article is designed to get your attention. It was stated by a person known only as “Q.” He began posting on the Anonymous 4Chan board October of 2017. Since then, his insight has been seriously uncanny. At first, Anonymous (the hacker group) did not take him seriously, which was a good thing. There needed to be proof of his statements. Eventually, it turned out that he had a terrific track record and because of his posts – often coming before the events he spoke of – his one statement “Future proves the past” became one of his calling cards. In essence he was saying that when he makes a statement, wait for it to unroll in the future, which then proves the integrity of his “past” statements. This has been happening routinely and now, few doubt the validity of Q or his posts.\nYou may not be familiar with Q. I hope that this article will change that thinking. I hope that because of this article you will be at least willing to consider the possibility that Q is a true patriot, putting it out there for us to know what is happening to our country and what would’ve occurred had Hillary Clinton been elected instead of Donald Trump.\nIt is believed this Q person is very close to President Trump and quite possibly has military background/experience. Some of this posts imply that he has access to the president and in fact, is actually there when certain things happen. One of Q’s recent posts referred to an event in the Oval Office that had just occurred.\nQ posts on the anonymous board at least once weekly, sometimes more. I’m going to go over the latest Q posts that are most recent, from 01/21/18. They are explosive. But why am I going into the area of politics instead of sticking with religious content? Simply because uncovering this information proves the Bible is correct.\nI’ve written many books and articles on the subject of the New World Order because we know the Bible – when taken in its most plain and ordinary sense (literally) – points to a time when the world will become one. It will then be divided into ten regions over which ten kings will rule for a short period of time. It will be at this point, the Antichrist will rise among their ranks and eliminate three of those kings. He will originally be the 11th and after the three are taken out, he will become the 8th. This is all in Scripture and I’ve gone over this numerous times before. Read Daniel and Revelation all the way through. Throw in Ezekiel for good measure.\nIn Q’s latest posts, which are among the longest of his posts, he discusses major things. He normally asks many questions, which push people to find the answers. There are some great minds out there who spend a good deal of time researching things to provide us with the answers. Reading Q’s posts for a while, the answers tend to become obvious.\nThe first picture you see is Q’s first post from 01/21/18. He provides information in several areas. The top of the post down to the line in caps “SHE NEVER THOUGHT SHE WOULD LOSE” is one section. From many of Q’s previous posts, the “she” here is none other than Hillary Clinton (HRC), clearly.\nQ asks the question, “Will Sessions drop the hammer?” then “1 of 22.” Q is asking will Sessions start the wheels of justice rolling where HRC is concerned? The “1 of 22” refers to a total of 22 investigations that are currently underway under Sessions. Apparently, HRC is one of those high-profile investigations. This whole top section refers to the weaponization of the FBI and DOJ against the American people and specifically against Trump in an attempt to keep him out of office and if he won, to impeach him afterwards. The plan also included taking out Pence so that HRC would then be installed as president.\nI realize this sounds like fiction and it would be difficult to believe if not for Q’s track record for being right. The five lines starting with #MEMO refer to the Memo that ALL Democrats voted to keep private and not release to the American people. This is the four-page summary memo created by Nunes. Q is saying that the Memo shifts the narrative. Here he is referring to the mainstream media (MSM) and their narrative. Because of the Memo, they are doing all they can to downplay it or negate it. Some MSM bureaus are ignoring it completely.\nIf the Memo is released, Q is stating that it will highlight collusion at the highest levelsof our government. This refers to Obama specifically, but it also goes all the way back to George Bush SR. All of them – George Bush SR, Bill Clinton, Bush Jr, and Obama – are guilty of colluding to defraud the American people. Obama was probably the worst offender and Q explains how later in this same post.\nThe Memo is extremely important and should be released without delay. They are working on that and may be released on or before Trump’s state of the union address. We shall see.\nNotice after the line “THEY NEVER THOUGHT SHE WOULD LOSE”, the post says “[The 16 Year Plan to Destroy America]” and then the very next line says “Hussein [8]”, which refers to Barack Hussein Obama and his 8 years in office. Immediately under this, Q lists a number of things that Obama actually achieved while in office to weaken the United States. From “install rogue_ops” down to “[CLAS_1-99] all has to do with the things Obama actually did while in office. This information is beyond dispute.\nNotice among those things, Edward Snowden is listed. It turns out – according to Q – that Snowden is NOT a good guy. He actually works for the CIA (Q refers to them as “Clowns In America”), and working for the NSA was simply a front as Snowden was apparently trying to crack NSA’s servers FOR the CIA to copy as much information as possible for them. Snowden is not a fan of President Trump. Snowden should actually be arrested and tried for TREASON.\nNotice that the next line is “HRC [8]” followed by “WWIII [death & weapons real/WAR FAKE & CONTROLLED][population growth control/pocket billions]”\nQ is telling us that HAD HRC been successfully elected, she would’ve started WWIII. Another poster previous to Q stated as much and said that it would have been with China and Russia. This would have resulted in several things:\npopulation control through many deaths\nthe enrichment of the Clintons and other elites\nUSA would have lost (by design) and our country would’ve lost its sovereign borders\nThe other lines of information are equally compelling. HRC would’ve finished what Obama started by eliminating rogue_ops – those opposed to Obama and HRC. The economy would have been strangled so that people would be starved and completely dependent upon the government (enslaved). Beyond this, our borders would be completely thrown wide open allowing anyone to walk in with no repercussions.\nSeveral other things were also scheduled to occur under a HRC presidency. The Constitution would have been revised to eliminate the 2nd Amendment and gun confiscation would’ve begun. Had that occurred, there would also likely have been actual civil war in America.\nAny new judges installed would only be those loyal to HRC and the New World Order. After all, this is what it all points to here, the elimination of America as it is absorbed into the NWO.\nThe Electoral College itself would be eliminated making it far easier to elect corrupt people. Using preprogrammed voting machines, this would be even easier. The military would’ve eventually been completely shut down making America defenseless. Obama started this and accomplished much in his 8 years in office. HRC would have finished it off starting with base closing in Germany.\nFinally, all MSM (mainstream media bureaus) who don’t agree with HRC would be eliminated. The news would become state-sponsored with no apologies.\nThe last section of this post from Q starting with PURE EVIL refers to several things. Q is saying that he and the president intercepted the narrative shift that will be played on MSM this week. In other posts, Q has informed us that Operation Mockingbird is still active. This is a known,actual operation where the CIA inserted many operatives as news anchors and reporters. Their job is to subvert America by pushing lies that the people will come to believe as truth. This was admitted by CIA director Colby in the 1980’s. Anderson Cooper of CNN was a CIA asset who now works for CNN. Does he still receive a CIA paycheck?\nIt is also believed through Q that reporters in the MSM essentially go into a portal to retrieve their talking points. This is one reason why every left-wing news source essentially says the same thing. The talking points come from Gannet/CIA. This week, the MSM will be labeling Nunes and Sessions as controlled by Russia. They will also start discussing that the GOP is simply distorting the facts concerning the Memo in order to remove Mueller. I actually like what Mueller has been doing even though he’s been a bad cop in the past because he’s brought NOTHING to light where Trump is concerned and everything where the Left is concerned.\nQ is telling us the government shutdown is primarily due to the Memo that Democrats do not want released. It will destroy the Dem party and shock Americans to the core. DACA does not expire until March so there is absolutely NO reason to have a government shutdown now. However, it is interesting to note that sitting Congresspeople cannot be arrested while Congress is in session. Now that Congress is NOT in session, arrests can be made. We’ll see what happens.\n“Black voters abandoning” means they are abandoning the Dem party. Black unemployment under Trump is the lowest it’s been in DECADES and many are realizing that truth.\nThe three lines starting with “Keep them starved” are attributed to HRC from 2013. Apparently, she hates black people (including Obama). She has complete disdain for them.\nHow did Q and the president obtain all this Intel? Several ways but much of it is thanks to Adm Mike Rogers of the NSA. In other posts, Q informed us that the recent false alarm in Hawaii was deliberately done so that Trump could access NSA servers there. Apparently, the CIA had locked @POTUS out. He had no choice but to issue the false alarm because at that point, the NSA servers in Hawaii did an automatic bulk data transfer (BDT) to the servers in the US (CONUS). This means that everything the CIA tried to keep from Trump is now known.\nYou’ve read about the missing texts and emails? Q noted that NOTHING is ever truly erased or deleted. Nothing. Trump has them. What America needs to know is that we dodged a huge bullet. The Memo that will be released refers to the corruption and collusion at the highest levels of our government directed toward Trump to keep him from being elected or to impeach him after the fact.\nBut that part is a SMALL part of the huge problem. Obama and HRC used America to enrich themselves. They sold our secrets to foreign governments. They did whatever they wanted to make themselves fabulously wealthy. What they did equals TREASON. Q has stated that there will be NO deals. Everyone who plays will pay.\nWe will see just how corrupt these people have been where America is concerned. From my study it has been sickening to the core. This is so unconscionable that it is worse than I could have imagined. The level of depravity where individuals would willingly sell themselves to the bidding of the elite throughout the world to enrich themselves is abysmal and beyond the pale. It is nothing short of treason. There are too many in Congress who are also guilty.\nHow did Obama and company accomplish this? According to Q in other posts, a very private INTRANET was set up using North Korea, Google, and Amazon to hide the tracks. Once they set up their private Intranet, these people communicated directly all the time. Because of certain patriots in the FBI and the NSA (not to mention Wikileaks), Trump now has those emails that were routinely exchanged between the players. In some instances they used some code but more often than not, they spoke freely. They never thought they would be exposed because they never thought HRC would lose.\nI read one set of emails to John Podesta yesterday where they spoke of pre-programming the voting machines (Soros owned) so that regardless of how a person voted, a certain result was guaranteed.\nWith knowledge of the secret Intranet, the players were discovered. There was apparently a huge pedophilia ring connected with this which is why, if you take the time to search the ‘Net, you find hundreds and hundreds of people being arrested throughout the world. What we hear about in the MSM is just barely scratching the surface. The level of depravity is absolutely disgusting.\nThis is Satan. This is how he works and what he is trying to accomplish. Next time, we’ll go into this a bit more in detail and see what the Bible has to say about this as well.\nFolks, I’ve said before many times that we cannot put county ahead of God. That still stands, however, when we understand just how base and corrupt things have become, we also have an obligation to do what is right whenever and wherever we can. We cannot ignore it. We cannot allow ourselves to be overcome by it. We also must be careful to NOT set aside everything and give ourselves only to that fight. We must walk resolutely exposing the darkness where and when we can.\nIn all this, it is very much UNDERSTOOD that God is still fully in control. He is absolutely sovereign. Nothing changes that. Nothing.\nTheology and Politics from a Conservative, Biblical Perspective\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nMan\npeople are a bit too invested in this trump…. remember when Obama was destroying America…. yeah…\nJan 22, 2018, 10:37 am\nJan 22, 2018, 10:40 am\nModres, most of us here are disinterested in the fear-mongering of the carnal, materialistic world… we are attempting to pursue the spiritual.  Does any of what you posted REALLY matter?  We are not disciples of Q!\nJan 22, 2018, 11:40 am\npropel7\nThe “12″ gates at the end of Ezekiel, do NOT exist around Jerusalem today. Nor can they any time soon, unless Jerusalem is obliterated and rebuilt according to the specifications Ezekiel describes. The “12 gates” in the configuration described by Ezekiel, combined with the “healing water and trees”, do not exist until the New Jerusalem, which comes down from God at the END of the 1,000 year Millenial reign of Jesus. The temple “Ordinances” described by Ezekiel, are EXACTLY those that God Ordained concerning the 2nd temple. Animal sacrifice will NEVER be Ordained of God again, since JESUS Himself IS the “FINAL” sacrifice, AND the temple. (Maybe you need to read Revelation 21) Since JESUS is NOW the temple and sacrifice, NO other temple on earth, wherever it may exist, can be called the “temple of God” and “holy place”, and actually truly be that. Ezekiel has combined the Ordinances of the 2nd temple with the New Jerusalem, making it appear as a 3rd temple, which is the objective of Modern Judaism/Pharisaic Doctrine. The truth concerning Ezekiel, is that it was forced into the Canon around 300 BC by the PHARISEES. At the objection of Scholars who contended it conflicts with the Torah, written by GOD Himself, and given to Moses. Ezekiel ALSO conflicts with Revelation, given by GOD Himself. Ezekiel has no reference to JESUS whatsoever. Do you not find this strange? Ezekiel speaks of a “prince”, yet Jesus is no prince. Jesus is KING. Ezekiel denies JESUS, the Son of God, as do the Pharisees/Modern Judaism. Ezekiel can therefore be nothing more than a LIE, based upon these FACTS. Installed in the Canon by satan. “ADDED” to the Word of God, to deny Jesus as the temple and sacrifice. A great deception that has been swallowed whole.\nA 3rd temple rebuilt in Jerusalem has NO PURPOSE whatsoever, since Jesus IS the temple. So therefore no “Daily sacrifice” has any significance to any temple in Jerusalem either. So, what is going on? It is called a DECEPTION and a LIE. The Vatican has a “Daily Sacrifice” of the Mass, where they continually sacrifice Jesus over and over, which is an Abomination, since Jesus sacrifice was “FINISHED” on the cross. The Vatican exalts Osiris in various ways, who is Apollyon, the angel of the Bottomless pit/Perdition, who manifests to possess a king/man, who most know as the anti-Christ. He is the “man of sin”, “son of Perdition”, Azazel, Apollyon, Osiris, Abaddon, etc. He is the 1st beast of Rev 13 and 7th king of Rev 17. Yes, this will be the 7th time since the Flood that this Abomination will manifest to possess a king/man. He will sit on the throne prepared for him, the most exalted throne on earth, and claim to be Christ, performing great wonders as Jesus said he would, on the so-called “chair of Peter”, at the VATICAN.\nIf you think you are safe because a 3rd temple has not been rebuilt in Jerusalem, you may be “caught in a snare” much sooner than you comprehend. And you may not recognize the “man of sin” when he shows up at a place that so many believe is a “temple of God” and “holy place”, that also has a “Daily Sacrifice”.\nJan 22, 2018, 12:32 pm\nIf Ezekiel is not of the Word of God, then why was it discovered among the Dead Sea Scrolls?  Several DSS documents spoke of the “Prince of the Congregation.” See https://en.m.wikipedia.org/wiki/The_War_of_the_Messiah .\nThe Son of the Most High would certainly be considered a Prince — until His Heavenly Kingdom (New Jerusalem) descends from the New Heaven to the New Earth.  When He abdicates His position as Prince in the New Heaven (after His enemies are a footstool at His feet) and establishes His Kingdom on the New Earth, then He will be the King of kings and Lord of lords — of the order of Malki-tsedeq (=my king is righteousness).\nBTW, His Name is Yehoshu’a (Eng. Joshua; =Yahoah saves); in Greek, it is ‘Iesous; see http://biblehub.com/greek/2424.htm . “Jesus” originates from the transliterated Latin; it is not a translation.  The RCC tried to conceal His real Name…\nRegarding the third temple, pay attention to The Temple Institute; see https://www.templeinstitute.org .  Modern Jerusalem is called Sodom and Egypt (among other unsavory terms missed by NT-only Christians).  Rabbinic Jews follow the Masoretic calendar from Babylon ( http://tinyurl.com/qgl6wg4 ) in which the fourth (or tenth! lol) month is named for the Babylonian deity Tammuz; place more faith in the Talmud Bavli (Babylonian Talmud) than they do the TaNaKh (OT); and recite “Adonai” for the Tetragrammaton (instead of Yahoah) which invokes the Greek Adonis and Babylonian Tammuz.  Modern Israel is certainly Mystery Babylon!\nIf you want to get angry over a book that was canonized that shouldn’t have been, then look no further than Esther.  It was the only OT book not discovered among the DSS, and it makes no mention of God — even once!  Goodbye, Purim!\nJan 23, 2018, 8:46 am\nTHANK YOU – All who have worked and fought for the truth.\nJan 22, 2018, 1:37 pm\nStill no arrest of 535 Congogressmen + 1 Negro sodomite.  Congogress committed high treason when they decided to install the Negro.  But think Congogress will arrest themselves?\nThink the Negro had integrity to say, I’m not qualified?  Rarely do you have a Negro that won’t resist a chance to put himself above where he ought not be.\nAnd rarely do you ever have liberals resist a chance to humiliate a Negro and have a good laugh, usually at other people’s expense.  In this case Americas!\nRacist, seditiousness, treasonous people are still in control.  We need mass arrest up there + 1 Negro.\nJan 22, 2018, 2:30 pm\npatann\n-This time has come and past, America was given 15.10 years and 40 days, 2001, it’s why time Obama come president, I heard a voice in my ear of, 2008, so seven years spent, of “two weeks and seven years, it’s why doing the escape tp Heaven, Georgia dream, 2015, there was something mention of a pending Cameron, this meant, Obama’s time table had dwindled into two weeks, and in weeks, Cameron, Assad and Putin would be breaking news, rest is history into the near future, even a new era, where Jesus millennium rules the earth. December 25th, 2001, as day of Prophet Daniel’s people, as recorded it’s 9th chapter, to bring an end to sin, only to the salvation of the soul, America’s deleption and thus commanded exodus.\n-That is as of Daniel final week no more, once these judgments are done it’ll be as though America, this part of the planet never existed. See the weight and sentence of it’s blood guilt, here, http://www.intrepiddream2001.blogspot.com . it is even that when said time table was finished, November 2017, as of it’s Thanksgiving holiday, it was then awarded a Matrix ten day countdown that begin ten days in, as of Trump’s declaration of Jerusalem, Dec. 5/6. Then see every tenth day since, with one approaching on the 24/25th, beware, all from the US West Pacific into Memphis, TN, understand, I warn the same, the day of the Hawaii missile crisis, beware, Apb, see here, http://www.layasiege2016.blogspot.com , http://www.thephoenix1012.blogspot.com\nJan 22, 2018, 3:30 pm\n“The voice in your ear” was certainly NOT of God.\nJan 23, 2018, 8:53 am\nTedx\nQ is needed to milk Trump supporters through the next election.  Clues, hints, riddles and unsubstantiated claims made by the guy at the end of the bar.  The soap opera will continue as Trump compromises on immigration, abandons the wall, continues Neo-con adventurism around the globe and watches the statute of limitations on charges against Hillary expire.\nJan 22, 2018, 10:35 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "SHE NEVER THOUGHT SHE WOULD LOSE",
                "",
                false
            ],
            [
                "THEY NEVER THOUGHT SHE WOULD LOSE",
                "",
                false
            ],
            [
                "The 16 Year Plan to Destroy America",
                "",
                false
            ],
            [
                "WWIII [death & weapons real/WAR FAKE & CONTROLLED][population growth control/pocket billions",
                "Barack Hussein Obama",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/r2/?url=http://biblehub.com/greek/2424.htm",
                "https://www.templeinstitute.org",
                "https://beforeitsnews.com/r2/?url=http://tinyurl.com/qgl6wg4",
                "https://en.m.wikipedia.org/wiki/The_War_of_the_Messiah",
                "https://beforeitsnews.com/r2/?url=http://www.layasiege2016.blogspot.com",
                "https://beforeitsnews.com/r2/?url=http://www.thephoenix1012.blogspot.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/r2/?url=http://www.intrepiddream2001.blogspot.com",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "america",
            "trump",
            "refers",
            "16",
            "cia",
            "destroy",
            "things",
            "obama",
            "hrc",
            "memo",
            "q",
            "posts"
        ]
    }
]