[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/davos-elite-discuss-global-warming-while-snowed-in-3590317.html",
        "title": "Davos Elite Discuss Global Warming — While Snowed In!",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By NESARA\nTuesday, January 23, 2018 22:02\n% of readers think this story is Fact. Add your two cents.\nIn an ironic twist, globalist elites gathering in Davos, Switzerland to discuss global warming have been delayed due to the town being buried in feet of snow.\nSevere snow storms closed the town’s roads and helicopter pads as the World Economic Forum summit opened on Monday.\nMany of the summit’s hundreds of speakers, including heads of state and business leaders, were late for their press conferences and speeches as six feet of snow piled onto the Swiss ski town over the last few days, reported the New York Times.\n“What shall we do,” said Davos mayor Tarzisius Caviezel at a news conference on Monday. “It’s impossible. We can do nothing.”\nPresident Trump has already blistered the globalists on their global warming narrative and Paris Climate Accords following the unprecedented “bomb cyclone” that brought record cold temperatures across most of the U.S. last month.\nThe cold snap even brought snow to the Sahara Desert in North Africa earlier this month.\nTrump is expected to deliver a signature “America First” speech to the globalist body on Friday.\n“Expect this president to go there and show what ‘America First’ continues to look like on the world stage,” White House Counselor Kellyanne Conway said on Fox Business Network.\n“He is certainly willing to engage on trade, participate in the global economy. However, he has made it very clear that it will always benefit Americans: American workers, American interests and our American allies.”\nThe theme of this year’s globalist summit is “ Creating a Shared Future in a Fractured World ” – in other words, how to maintain global governance in the age of Trump and rising nationalism.\nAlready, leaders are trying to salvage the globalist message ahead of Trump’s visit.\nFor example, India’s Prime Minister Narendra Modi admitted in a speech Tuesday that “globalization is losing its luster.”\nhttps://www.infowars.com/davos-elite-discuss-global-warming-while-snowed-in/ NESARA- Restore America – Galactic News\nSource: http://nesaranews.blogspot.com/2018/01/davos-elite-discuss-global-warming.html\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Expect this president to go there and show what ‘America First’ continues to look like on the world stage,",
                "Kellyanne Conway",
                true
            ],
            [
                "He is certainly willing to engage on trade, participate in the global economy.",
                "Trump",
                true
            ],
            [
                "However, he has made it very clear that it will always benefit Americans: American workers, American interests and our American allies.",
                "Trump",
                true
            ],
            [
                "Creating a Shared Future in a Fractured World",
                "Kellyanne Conway",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://nesaranews.blogspot.com/2018/01/davos-elite-discuss-global-warming.html",
                "https://beforeitsnews.com/v3/r2/?url=http://nesaranews.blogspot.com//2018/01/https://www.infowars.com/davos-elite-discuss-global-warming-while-snowed-in/",
                "https://beforeitsnews.com/v3/r2/?url=http://thehill.com/homenews/administration/370269-conway-trump-taking-america-first-message-to-davos",
                "https://beforeitsnews.com/v3/r2/?url=http://nesaranews.blogspot.com//2018/01/https://www.nytimes.com/2018/01/22/business/davos-snow.html",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://nesaranews.blogspot.com//2018/01/https://www.infowars.com/global-warming-in-sahara-desert-we-woke-up-to-see-snow/",
                "https://beforeitsnews.com/v3/r2/?url=http://nesaranews.blogspot.com//2018/01/https://www.weforum.org/events/world-economic-forum-annual-meeting-2018/about",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "snow",
            "america",
            "trump",
            "town",
            "global",
            "snowed",
            "davos",
            "globalist",
            "american",
            "summit",
            "warming",
            "discuss",
            "world",
            "elite"
        ]
    }
]