[
    {
        "url": "https://beforeitsnews.com/tea-party/2018/01/the-fatty-diet-prostate-cancer-connection-2605036.html",
        "title": "The fatty diet-prostate cancer connection",
        "authors": [
            {
                "name": "Freedom Bunker",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Freedom Bunker\nThe fatty diet-prostate cancer connection\nSaturday, January 20, 2018 8:58\n% of readers think this story is Fact. Add your two cents.\nThe results of Donald Trump’s physical are in and it turns out he’s like most Americans… he’s got some fat around the middle.\nNo, he’s not obese. The mainstream media immediately ran to the only tool the medical mafia tell you is valid, the inane Body Mass Index, or BMI. The problem with the BMI is that it measures weight with respect to height, and that’s it. If you have any type of athletic build – or if you’re a thicker, bigger person like President Trump – or you lift weights, the BMI flags you as obese because you “weigh” too much for your height. The opposite is also true in that the BMI might tell you that you’re normal even though you may be in danger of having too little muscle and too much hidden fat.\nThe danger is that this kind of fat, called visceral fat, is a killer. It sits on your organs and causes all kinds of health problems, including cancer. All people who study nutrition that I have ever read agree on the danger of visceral fat without exception.\nTrump admits an affinity for fast food like hamburgers, French fries and ice cream. His diet of fatty foods, while not making him obese, is putting him at extreme risk because what we now know from new research is that certain high-fat diets fuel prostate cancer.\nResearchers have learned that when prostate cancer cells lose a particular gene they become fat factories . The cancer cells then spread from the prostate to other parts of the body. But prostate cancer cells that have not lost that gene can still spread if they get a ready source of fat from the diet. In other words, dietary fat can substitute for the loss of the gene in the prostate cancer cells, causing them to spread.\n“What this paper suggests is that fat or high-fat diets promote more aggressive prostate cancer,” said Cory Abate-Shen, interim director of the Herbert Irving Comprehensive Cancer Center at Columbia University, who was not involved with the research.\nProstate cancer kills about 29,500 men every year, and 165,000 new prostate cancer cases are diagnosed every year, making prostate cancer the second most common cancer in men.\nProstate cancer is risky for men, especially before about age 65. After that, the risk of death from the prostate cancer is reduced as age increases. The literature suggests that many men who die have prostate cancer but it doesn’t kill them. They die of other causes. So the older man should be very careful in selecting prostate surgery over doing nothing.\nAlso, more than 70 percent of Americans over age 19 have large accumulated large amounts of visceral fat.\nAmerica is nation of fatties, and we’re getting fatter each year. Americans are consuming food but not getting nutrition. We’re eating fatty foods and more of them. Americans are eating per portion, on average:\n93 more calories from salty snacks, such as potato chips, pretzels and popcorn.\n49 more calories from soft drinks.\n97 more calories from hamburgers.\n68 more calories from French fries.\n133 more calories from Mexican food like burritos, tacos and enchiladas.\nResearchers have found that not only are we stuffing ourselves when we eat out, but we eat bigger portions at home, too.\nFood consumption properly understood is a science. We should consider that what we eat daily is our natural medicine and choose our food carefully. Then, re-establishing proper body composition without visceral fat is just a matter of time.\nHere’s list of the top sources of saturated fats in the American diet: regular cheese; pizza; grain-based desserts; dairy desserts; chicken and chicken mixed dishes; sausage, franks, bacon and ribs; burgers; Mexican mixed dishes; beef and beef mix dishes; milk, whole or reduced fat milk (a non-food); pasta and pasta dishes; eggs and egg mixed dishes; candy; butter; potato chips, corn chips, etc.; nuts and seeds; fried white potatoes. While there are some sources of good fat there (organic eggs, cheese and fatty meats), most of these are also sources that have added trans fats, which are very bad for you.\nOther deadly trans fats are the vegetable cooking oils like soy bean oil, soy oil, cottonseed oil or any oil that is not certified organic. Watch for the words “hydrogenated” or “partially hydrogenated.” The oils have a long shelf life, but they shorten yours.\nThe point is that our diet of trans fatty acids is making us fat while killing us with heart disease and cancer.\nThe key to surviving prostate cancer – as it is for all diseases – is to avoid having it in the first place. And you can increase your odds of avoiding prostate cancer through diet and supplements.\nSeveral studies show that men with highest levels of vitamin D had a significantly reduced risk (45 percent) of prostate cancer, including aggressive prostate cancer; and that men with the highest levels of vitamin D lived longer after prostate cancer diagnosis than those with low levels of the hormone.\nSo men should take a vitamin D3 supplement.  I take 30,000 IU every day.\nFor prostate health, be as active as possible, at least walk as much as possible. But in my view nutrition is basic to prostate health. Zinc, selenium, and lycopene (cooked tomatoes) are very important. A handful of pumpkin seed daily is basic. I read about pumpkin seed for the prostate 30-something years ago in “Prevention” magazine and now keep them with me all the time to snack on.\nEat cruciferous vegetables like cabbage, Brussel’s sprouts, cauliflower and broccoli. These help the body to form DIM that promotes estrogen metabolism and weight loss. You can also take DIM (Diindolylmethane) supplement.\nDIM effectively separates good estrogen from bad estrogen. DIM adjusts the balance of testosterone and estrogen in both sexes.\nFatty acid and stinging nettle (Cataplex F and Palmettoplex from Standard Process) are fundamental, in my view, to aid prostate health. Many chiropractors carry these products. Or use Google to search for Standard Process to find someone near you who sells the product.\nFinally, you can greatly relieve your BPH (benign prostate hyperplasia, or prostate swelling) symptoms if you leave off caffeinated coffee. Coffee is a strong diuretic and compounds the symptoms of BPH.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "What this paper suggests is that fat or high-fat diets promote more aggressive prostate cancer,",
                "Cory Abate-Shen",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "fat",
            "fatty",
            "connection",
            "diet",
            "men",
            "calories",
            "oil",
            "dishes",
            "dietprostate",
            "cancer",
            "visceral",
            "prostate"
        ]
    }
]