[
    {
        "url": "https://beforeitsnews.com/economy/2018/01/that-goldman-sachs-guy-is-dragging-trump-and-his-cabinet-to-davos-2931665.html",
        "title": "That Goldman Sachs Guy Is Dragging Trump and His Cabinet to Davos",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By SGTreport\nTotal:\nThat Goldman Sachs Guy Is Dragging Trump and His Cabinet to Davos\nThursday, January 25, 2018 5:10\n% of readers think this story is Fact. Add your two cents.\nTo hear Gary Cohn, the immediate past President of Goldman Sachs tell it, U.S. President Donald Trump will be feted as a beloved world leader when he arrives in Davos, Switzerland tomorrow morning for the World Economic Forum.\nDespite Trump hurling many insults at Goldman Sachs during the Presidential campaign, Cohn, who had spent much of his adult life at Goldman, was quickly picked by Trump to be his Director of the National Economic Council just one month after the election in 2016.\nYesterday Cohn shared the podium with Press Secretary Sarah Huckabee Sanders at the White House press briefing and had this to say about Trump’s trip to Davos:\n“The President departs tomorrow evening and arrives Thursday morning local time in Switzerland. On Thursday he will have a variety of meetings with world leaders and a quick meeting with Klaus Schwab, the founder of the World Economic Forum. On Thursday night, the World Economic Forum will host a reception with world leaders to honor the President. Later on that night, the President will host a small dinner with select European companies to share our economic success story and to encourage them to continue to invest in America.”\nOn Friday, continued Cohn, Trump would deliver a speech at the event.\nThe World Economic Forum is considered by many to be an elitist group of global financiers and multinational CEOs who meet annually to maintain their iron grip on the economic and regulatory policies that have elevated them into the rarefied world of the super rich while leaving the United States and other parts of the world with the greatest wealth and income inequality since the Great Depression. Trump’s former chief strategist, Steve Bannon, once characterized the elitist swamp he wanted to drain as “the party of Davos.”\nThe event was founded in 1971 and since that time this is a list of U.S. Presidents who have not attended: Richard Nixon, Gerald Ford, Jimmy Carter, Ronald Reagan, George H.W. Bush, George W. Bush, and Barack Obama. (Reagan did appear via a video link during his presidency and Bill Clinton, whose presidential campaigns were funded by the Wall Street elite, attended in 2000.)\nWhy would all of these other U.S. presidents snub the event while Donald Trump, who campaigned on a populist platform, head for the event with much of his cabinet along for the ride. Cohn along with U.S. Treasury Secretary Steve Mnuchin, Secretary of State Rex Tillerson, Secretary of Commerce Wilbur Ross, Secretary of Labor Alex Acosta, and numerous other cabinet secretaries will be joining Trump in Davos. According to multiple media sources, even Trump’s son-in-law, Jared Kushner, who has been scandalized by the Russia investigation, will be on the trip.\nThe World Economic Forum has branded this year’s event as “Creating a Shared Future in a Fractured World.” The event is well known for sprinkling in some seminars on reducing economic inequality. The hypocrisy of this exercise was captured neatly in a blog post last Friday, titled “ Dutiful Dirges of Davos ,” by Branko Milanovic who wrote:\n“This return to the industrial relations and tax policies of the early 19th century is bizarrely spearheaded by people who speak the language of equality, respect, participation, and transparency. None of them is in favor of ‘Master and Servant Act’ or forced labor. It just so happened that the language of equality has been harnessed in the pursuit of structurally most inegalitarian policies over the past fifty years, or more…\n“They are loath to pay a living wage, but they will fund a philharmonic orchestra. They will ban unions, but they will organize a workshop on transparency in government.”\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The President departs tomorrow evening and arrives Thursday morning local time in Switzerland.",
                "Cohn",
                true
            ],
            [
                "On Thursday he will have a variety of meetings with world leaders and a quick meeting with Klaus Schwab, the founder of the World Economic Forum.",
                "Cohn",
                true
            ],
            [
                "On Thursday night, the World Economic Forum will host a reception with world leaders to honor the President.",
                "Cohn",
                true
            ],
            [
                "Later on that night, the President will host a small dinner with select European companies to share our economic success story and to encourage them to continue to invest in America.",
                "Cohn",
                true
            ],
            [
                "Creating a Shared Future in a Fractured World.",
                "",
                true
            ],
            [
                "They are loath to pay a living wage, but they will fund a philharmonic orchestra.",
                "",
                true
            ],
            [
                "They will ban unions, but they will organize a workshop on transparency in government.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.sgtreport.com//articles/2018/1/25/http://glineq.blogspot.co.uk/2018/01/dutiful-dirges-of-davos.html",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "trump",
            "dragging",
            "guy",
            "sachs",
            "event",
            "goldman",
            "economic",
            "davos",
            "trumps",
            "secretary",
            "cabinet",
            "forum",
            "cohn",
            "world",
            "president"
        ]
    }
]