[
    {
        "url": "https://beforeitsnews.com/space/2018/01/neutron-star-merger-yields-new-puzzle-afterglow-of-cosmic-smash-up-continues-to-brighten-contrary-to-expectations-2511104.html",
        "title": "Neutron-Star Merger Yields New Puzzle : Afterglow of Cosmic Smash-Up Continues to Brighten, Contrary to Expectations",
        "authors": [
            {
                "name": "Alton Parrish",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nNeutron-Star Merger Yields New Puzzle : Afterglow of Cosmic Smash-Up Continues to Brighten, Contrary to Expectations\nFriday, January 19, 2018 23:41\n% of readers think this story is Fact. Add your two cents.\nThe afterglow from the distant neutron-star merger detected last August has continued to brighten – much to the surprise of astrophysicists studying the aftermath of the massive collision that took place about 138 million light years away and sent gravitational waves rippling through the universe.\nNew observations from NASA’s orbiting Chandra X-ray Observatory , reported in Astrophysical Journal Letters, indicate that the gamma ray burst unleashed by the collision is more complex than scientists initially imagined.\n“Usually when we see a short gamma-ray burst, the jet emission generated gets bright for a short time as it smashes into the surrounding medium – then fades as the system stops injecting energy into the outflow,” says McGill University astrophysicist Daryl Haggard, whose research group led the new study. “This one is different; it’s definitely not a simple, plain-Jane narrow jet.”\nGraphic shows the X-ray counterpart to the gravitational wave source GW170817, produced by the merger of two neutron stars. The left image is the sum of observations with NASA’s Chandra X-ray Observatory taken in late August and early September, 2017, and the right image is the sum of Chandra observations taken in early December, 2017. The X-ray counterpart to GW170817 is shown to the upper left of its host galaxy, NGC 4993, located about 130 million light years from Earth. The counterpart has become about four times brighter over three months. GW170817 was first observed on August 17th, 2017. \nCredit: NASA/CXC/McGill/J.Ruan et al.\nCocoon theory\nThe new data could be explained using more complicated models for the remnants of the neutron star merger. One possibility: the merger launched a jet that shock-heated the surrounding gaseous debris, creating a hot ‘cocoon’ around the jet that has glowed in X-rays and radio light for many months.\nThe X-ray observations jibe with radio-wave data reported last month by another team of scientists, which found that those emissions from the collision also continued to brighten over time.\nWhile radio telescopes were able to monitor the afterglow throughout the fall, X-ray and optical observatories were unable to watch it for around three months, because that point in the sky was too close to the Sun during that period.\n“When the source emerged from that blind spot in the sky in early December, our Chandra team jumped at the chance to see what was going on,” says John Ruan, a postdoctoral researcher at the McGill Space Institute and lead author of the new paper. “Sure enough, the afterglow turned out to be brighter in the X-ray wavelengths, just as it was in the radio.”\nPhysics puzzle\nThat unexpected pattern has set off a scramble among astronomers to understand what physics is driving the emission. “This neutron-star merger is unlike anything we’ve seen before,” says Melania Nynka, another McGill postdoctoral researcher. “For astrophysicists, it’s a gift that seems to keep on giving.” Nynka also co-authored the new paper, along with astronomers from Northwestern University and the University of Leicester.\nThe neutron-star merger was first detected on Aug. 17 by the U.S.-based Laser Interferometer Gravitational-Wave Observatory (LIGO). The European Virgo detector and some 70 ground- and space-based observatories helped confirm the discovery.\nThe discovery opened a new era in astronomy. It marked the first time that scientists have been able to observe a cosmic event with both light waves — the basis of traditional astronomy — and gravitational waves, the ripples in space-time predicted a century ago by Albert Einstein’s general theory of relativity. Mergers of neutron stars, among the densest objects in the universe, are thought to be responsible for producing heavy elements such as gold, platinum, and silver.\nFunding for the research was provided by the National Sciences and Engineering Research Council of Canada, the Fonds de recherche du Québec – Nature et technologies, the McGill Trottier Chair in Astrophysics and Cosmology, and the Canadian Institute for Advanced Research.\nContacts and sources:\n \nCitation: “Brightening X-ray Emission from GW170817/GRB170817A: Further Evidence for an Outflow,” John J. Ruan et al, Astrophysical Journal Letters, Jan. 18, 2018. DOI:  https://doi.org/10.3847/2041-8213/aaa4f3\nSource:\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Usually when we see a short gamma-ray burst, the jet emission generated gets bright for a short time as it smashes into the surrounding medium – then fades as the system stops injecting energy into the outflow,",
                "Daryl Haggard",
                true
            ],
            [
                "This one is different; it’s definitely not a simple, plain-Jane narrow jet.",
                "Daryl Haggard",
                true
            ],
            [
                "When the source emerged from that blind spot in the sky in early December, our Chandra team jumped at the chance to see what was going on,",
                "John Ruan",
                true
            ],
            [
                "Sure enough, the afterglow turned out to be brighter in the X-ray wavelengths, just as it was in the radio.",
                "John Ruan",
                true
            ],
            [
                "This neutron-star merger is unlike anything we’ve seen before,",
                "Melania Nynka",
                true
            ],
            [
                "For astrophysicists, it’s a gift that seems to keep on giving.",
                "Melania Nynka",
                true
            ],
            [
                "Brightening X-ray Emission from GW170817/GRB170817A: Further Evidence for an Outflow,",
                "John J. Ruan",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.ineffableisland.com//2018/01/https://doi.org/10.3847/2041-8213/aaa4f3",
                "https://beforeitsnews.com/v3/r2/?url=http://www.ineffableisland.com//2018/01/https://mcgill.ca/newsroom/channels/news/latest-gravitational-wave-detection-opens-new-era-astronomy-278031",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://msi.mcgill.ca/",
                "https://beforeitsnews.com/v3/r2/?url=http://chandra.harvard.edu/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "gw170817",
            "merger",
            "counterpart",
            "contrary",
            "chandra",
            "smashup",
            "yields",
            "sum",
            "expectations",
            "short",
            "nasas",
            "xray",
            "observatory",
            "continues",
            "observations",
            "taken",
            "brighten",
            "puzzle",
            "cosmic",
            "neutronstar"
        ]
    }
]