[
    {
        "url": "https://beforeitsnews.com/international/2018/01/ancient-royalty-claims-the-world-throne-2495644.html",
        "title": "Ancient Royalty Claims the World Throne",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Grimes\nMonday, January 22, 2018 16:54\n% of readers think this story is Fact. Add your two cents.\nIMMEDIATE RELEASE\n \nWorldwide Announcement – Ancient Royalty Claims the World Throne\nThe foundation of indigenous people is their connection to the stars and their stellar lineage. Each indigenous group carries within their genetics knowledge from their celestial ancestors.\nAll indigenous people are interconnected through a harmonic frequency. As I ascend to the throne, I am honored to welcome this new Harmonic field upon the planet.\nOur New Beginnings see a return to these Universal forces. Let us embrace this New Eon of Great Bliss, by creating a World where we all realize our unlimited potential.\nThus; as the indigenous royalty to all lands, I, Denderah-Cherokee-Washitaw-Brothers:EL, claim the throne and accept it on behalf of the World.\n                                                                      [So it is. Thus, thus]\n                                                 Decreed on January 22, 2018 [New Beginnings] - Beginningless Time\nI AM, Sovereign Crown Denderah-Cherokee-Washitaw-Brothers:EL,Creator, God, ELOHIM\n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nraburgeson\nHe can take his royal ass and his butt wiper and swim till he feeds the fishes. We have enough parasites.\nJan 23, 2018, 5:00 pm\nEverette\nUnless you are of the Tribe of Judea and the seed ( sperm ) of King David your claim is null and void . And being Indian you have O blood type . King David was type A positive and White as was his son Solomon who in Song of Solomon 5:10-12 tells you he was White . Sorry dude but good try ! GOD has stated that KingDavids descendant would be prince of the world and that HE GOD would be its KING . And HE dosent have to put claims on it or except it because HE owns it and declares HE is GOD and KING . Maybe the ducks at the duck pond will let you be their god ! But I kind of doubt it ! Looks like you better get another dream this one is not going to work out for you !\nJan 23, 2018, 11:46 pm\nYou stupid fake joo cunt, joos are a stolen idea.\nSLAVES HAVE ZERO POWER.\nYOU and your filth are NOT divine lords.\nhahahah.\nThe Moores trying to raise their dead psyop movement of claiming to be the original aboriginals and yet they don’t have red skin.  Nor do any tribes list themselves as Brother’s EL.\nIdiot!\nAlan\nNON of you humans have the divine right to declare or decide whos throned.\nJan 24, 2018, 2:50 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "claims",
            "indigenous",
            "beginnings",
            "ancient",
            "harmonic",
            "big",
            "22",
            "beginningless",
            "world",
            "throne",
            "royalty"
        ]
    }
]