[
    {
        "url": "https://beforeitsnews.com/police-state/2018/01/72yo-grandma-shot-dead-as-swat-raided-her-home-to-arrest-her-son-for-marijuana-4777.html",
        "title": "72yo Grandma Shot Dead as SWAT Raided Her Home To Arrest Her Son For Marijuana",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2018-01-07",
        "text": "By Reaper (Reporter)\nTotal:\n72yo Grandma Shot Dead as SWAT Raided Her Home To Arrest Her Son For Marijuana\nMonday, January 22, 2018 17:18\n \nBartlesville, OK — Michael Anthony Livingston, 50, was suspected of selling a plant that is legal in some form in well over half the country. Because the other half of the country still violently and callously kidnaps, cages, and kills people for this plant, however, Livingston is in jail and his mother is now dead.\nGeraldine Townsend, 72, was shot and killed this week as a Bartlesville SWAT team executed a search warrant to bust Livingston for the alleged sale of marijuana.\nWhen the heavily armed and likely militarized men kicked in the door to their home, Townsend, likely not knowing who her home invaders were, picked up a pellet gun and fired off two pellets. A Bartlesville officer then shot and killed her.\n“While taking Livingston into custody officers heard shots, and two officers were struck with some type of projectile,” Hastings said.\nAdvertisment\n \nBartlesville Police Capt. Jay Hastings said the 72-year-old pointed “some type of high-powered pellet handgun” at officers who were forced to return fire. Townsend was struck in the chest and later died at the hospital.\nLivingston, the subject of the search warrant, was arrested as he watched his mother get shot in the chest and bleed out on the floor of their home.\nAs Tulsa World reports,\n \nFour officers had entered the house in the 1600 block of South Maple Avenue in Bartlesville to serve a drug-related search warrant when the shots were fired about 9:30 p.m. Wednesday. Livingston and the address were allegedly tied to the sale of drugs.\nOne officer returned fire, striking Townsend in the upper body. Bartlesville police did not identify the officer who discharged a service weapon. Townsend allegedly shot one officer in the leg and another in the face with the pellet gun.\nEmergency responders transported Townsend and one officer she shot to a local hospital. Police initially said her condition “appears to be critical.” Townsend died there from her injuries, Hastings said.\nThe investigation of the shooting has now been turned over to the Oklahoma State Bureau of Investigation, and “no further details can be released,” according to Hastings.\n \nWhile many people will justify the death of the 72-year-old woman by claiming that her son was breaking the law and she also broke the law when she fired at the officers in her house, it is important to examine the scenario objectively by looking at the morality of the situation versus the legality of it. Legality does not equal morality.\nIf we look at all the charges brought against Livingston—not a single one of them involves a victim. Had this man actually harmed someone, rest assured it would have been listed. However, all of these charges stem from the sale of a plant.\nHad Livingston lived in Colorado, he could have had the potential to be considered a model citizen who is aiding the local economy by selling a plant that is revolutionalizing the state. Instead, because he was in Oklahoma—where marijuana is viciously attacked by drug warriors—he is sitting in a cage with a $500,000 bail and his mom is dead.\n \n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nPink Slime\nHow come they never raid pharmacy companies and doctor’s offices.  They cause or indirectly cause the death of about 150,000 people a year.\nWhat a STUPID SWAT team.  Picking on old ladies.\nJan 22, 2018, 8:56 pm\nAgain it is the phamracuetical lobbyists that continue their fight on street drugs.\nJan 22, 2018, 9:39 pm\nraburgeson\nThese big so called tuff guys couldn’t knock on the door?\nJan 30, 2018, 6:26 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "While taking Livingston into custody officers heard shots, and two officers were struck with some type of projectile,",
                "Hastings",
                true
            ],
            [
                "some type of high-powered pellet handgun",
                "Jay Hastings",
                false
            ],
            [
                "no further details can be released,",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.tulsaworld.com/communities/bartlesville/woman-killed-by-bartlesville-police-allegedly-pointed-fired-high-powered/article_6141ef1c-644e-5945-be2d-575d7773afab.html",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "shot",
            "72yo",
            "arrest",
            "dead",
            "townsend",
            "son",
            "officers",
            "marijuana",
            "officer",
            "raided",
            "livingston",
            "bartlesville",
            "swat",
            "possession",
            "warrant",
            "search",
            "grandma",
            "sale"
        ]
    }
]