[
    {
        "url": "https://beforeitsnews.com/science-and-technology/2018/01/thermometer-in-worlds-coldest-village-breaks-as-temperatures-plunge-to-62c-2916691.html",
        "title": "Thermometer in World’s Coldest Village Breaks as Temperatures Plunge to -62C",
        "authors": [
            {
                "name": "Rog Tallbloke",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Rog Tallbloke\nTotal:\nThermometer in World’s Coldest Village Breaks as Temperatures Plunge to -62C\nWednesday, January 17, 2018 3:09\n \nImage credit: Siberian Times\nClaims that everywhere apart from the Eastern USA was warmer than ‘normal’ this winter turn out to be wide of the mark, in parts of Siberia at least.\nThe thermometer in a remote Siberian village known as the coldest inhabited place on earth has broken as temperatures plunged to near-record depths, reports the Daily Telegraph .\nThe public device, which was installed in Oymyakon as a tourist attraction, recorded -62C, before malfunctioning this week.\nMeanwhile the Siberian Times reports that some locals had readings as low as -67C – in touching distance of the record -67.7C, which was logged in the village in February 1933.\nThat temperature was the lowest ever recorded outside the Antarctic and cemented the village, in the Yakutia region, the coldest permanently-inhabited place on earth.\nYet it is still some way off the coldest temperature ever recorded on the planet, which was -94.7C captured by a NASA satellite in east Antarctica in 2013.\nOymyakon has 50 permanent residents and its name means “non-freezing water” due to a nearby thermal spring.\nThe settlement originally developed as a stopover for reindeer herders who came to water their animals at the spring.\nThe village’s hardy inhabitants survive the winters, which drop to an average of -50C in January and February, largely by burning wood and coal for warmth.\nThe village sits 750 meters above sea level and the length of its days varies from three hours in December to 21 hours in summer.\nOymyakon is served by just the one shop and its solitary school only shuts if temperatures dip below -52C.\nIn 2016, adventurer and photographer, Amos Chapple,  spent five winter weeks  working in the Yakutia region and described its living environment as “exhausting”.\nHe said: “I remember feeling like the cold was physically gripping my legs. The other surprise was that occasionally my saliva would freeze into needles that would prick my lips.\n“Breath-mist was as think as cigar smoke and so I had to hold my breath when taking a picture.\n[...]\nIn the nearby city of Yakutsk, 24-year-old wedding shop worker, Anastasia Gruzdeva, captured a striking picture of her and two friends with their eyelashes frozen by the subzero conditions.\nElsewhere photographer Petr Chugunov persuaded a ballerina in Yakutsk to pose in the freezing temperatures to capture a stunning shot in the ice-clad city.\nHe told the Siberian Times: “I really did take pictures of the ballerina outside in minus 41, it is not Photoshopped.\n“It was my idea, actually it is my project, to photograph ballerinas on the city streets.”\nThe photographer added he had received some criticism for potentially endangering the ballerina’s health.\nBut he said the shoot had taken moments and he had had a warm coat and valenki felt boots ready for her to put on immediately afterwards.\nThe near-record freezing temperatures in Siberia come as Russia is experiencing what is set to be its darkest winter on record.\nThe capital Moscow enjoyed just six minutes of sunshine in Decemeber,  according to Russia’s main weather centre . Normally the city would expect to see dozens of hours of sun during the last month of the year.\nThe unusually overcast weather means last month Muscovites endured the darkest December since 2000, when the sun broke through the clouds for just three hours.\nRead full story  here .\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "It was my idea, actually it is my project, to photograph ballerinas on the city streets.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://tallbloke.wordpress.com//2018/01/17/thermometer-in-worlds-coldest-village-breaks-as-temperatures-plunge-to-62c/http://www.telegraph.co.uk/news/2018/01/16/thermometer-worlds-coldest-village-breaks-temperatures-plunge/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.telegraph.co.uk/news/2018/01/16/thermometer-worlds-coldest-village-breaks-temperatures-plunge/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.bbc.co.uk/news/world-europe-42701715",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.telegraph.co.uk/travel/destinations/europe/russia/galleries/oymyakon-the-coldest-inhabited-place-on-earth/oymyakon-slide-12/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "breaks",
            "hours",
            "plunge",
            "62c",
            "photographer",
            "thermometer",
            "winter",
            "city",
            "outside",
            "siberian",
            "temperatures",
            "village",
            "coldest",
            "recorded",
            "worlds"
        ]
    }
]