[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/living-the-way-of-the-samurai-warrior-in-everyday-life-3590358.html",
        "title": "Living the Way of the Samurai Warrior in Everyday Life",
        "authors": [
            {
                "name": "Philosophers Stone",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Philosophers Stone\nLiving the Way of the Samurai Warrior in Everyday Life\nWednesday, January 24, 2018 0:26\n% of readers think this story is Fact. Add your two cents.\nThe Seven Principles of Bushido\nThe ancient and traditional Japanese class of warriors, known as the Samurai, have been widely immortalized in popular culture as the ultimate icon of military prowess, stealth, swordsmanship, loyalty, and honor. Known to be an elite group of military nobility, the Japanese Samurai were perhaps most revered for their codes of honor and principles, known as Bushido; which governed the Samurai’s way of life and might also be loosely related to the European concept of chivalry.\nThe era of the noble Samurai came and went but the principles they lived by are universal and timeless. In a world where the romantic idea of chivalry or abiding by codes of ethics has eroded to make way for inauthentic lifestyles driven by self-gratification and a faulty moral compass, the Bushido way of life can offer more than a simple insight and serve as a reminder of how we can direct our lives for the better.\nI am listing the principles of Bushido and some ideas on how it can be picked up by the modern ‘ spiritual warrior ’ to build a robust inner life, while creating more meaningful and authentic relationships with others around us.\nIntegrity\nLiving life with integrity is a good starter for the warrior’s code of ethics, before applying or adopting any other moral virtue or practice. Everything starts with your  integrity . It is the moral fiber that holds all the other pieces together. Without integrity, there is quite the opposite–disintegration. Integrity is synonymous with rectitude, upstanding, righteousness and decency. The degree to which we live with integrity is reflected in anything we say and do. People around us can sense our integrity, even though it is an inner trait. Our trustworthiness pretty much hinges on how people sense our integrity or otherwise.\nSamurai are the ultimate icon of military prowess, swordsmanship, loyalty, and honor.\nYes, integrity is something you do solely for your own sake, firstly and mostly. It is for your own growth as a spiritual being. You can’t fake integrity. Yet at the same time, we need integrity in society because of how it is reflected clearly in the interactions and transactions we have with others. We are social creatures after all, and something like integrity is the glue that holds bonds of sane relationships together. This was–and still is–something so important in elite groups such as the Samurai or tribal communities. On the other hand, this is why we can observe so much insanity and distrust in today’s society. Integrity can be a scarce human resource to find nowadays.\nFor the noble Samurai, integrity or rectitude was principally the ability to make a wise discernment or judgment: “To die when it is right to die, to strike when it is right to strike.” Now, this might sound a bit extreme and bloody but the idea is that discernment can be applied to any circumstance and not necessarily life-threatening ones. Integrity gives us the discernment in thought, speech, and action. For example, it enables us to refrain from talking or acting in a nonsensical, hurtful or egocentric way. This generates peace both internally and between people.\nCourage\nCourage is obviously one of the first associations we make with warriors–both those on the battlefield and those in spirit. Many people overlook the difference between fearlessness and courage and there is a very important point to take home from this difference in our everyday life. Living without fear is most certainly an illusion . If you are completely fearless you are not alive or have a very short lifespan. Fearlessness can be equated with foolhardiness or ego-based illusions. Nobody can be completely without fear because, in its pure form, fear is an evolutionary survival tool.\n“To die when it is right to die, to strike when it is right to strike.”\nYet, we can recognize our fears and learn to put them in their own place without letting them run our lives. This takes courage. It is the courage that we summon in our hearts when we step out into the world and make that important move, even though we still have some fears and uncertainty about it. Courage is a beautiful energy that initiates a lot of changes and decisive movement that takes us far and forward in our life.\nCompassion\nNow, this is something that is not a stereotypical association with anything warrior-like but together with courage, it is one of the most important virtues of the 21st-century spiritual warrior. It centers us in the power of the heart space, which is the source of so many other beautiful qualities and feelings such as love, benevolence, sympathy, and empathy . Compassion is a very noble virtue and one that Bushido, or the way of the warrior, holds up high in importance and value.\nWithout nurturing compassion, you can’t sail very far in the ocean of life, for you are surrounded by so many sentient beings that are both a reflection of you and coming out from the same source as yourself. Compassion  is in fact nurtured through a very simple first step–loving-kindness towards oneself. Without giving love to yourself and allowing yourself to be loved, it is very difficult to be compassionate towards others. In turn, lacking compassion is like living in a dried up river bed–disconnected from both the source and flow of life. The warrior understands the power of being connected with life and other sentient beings, and so, he understands the importance of compassion.\nRespect  \nRespect and/or politeness in the world of Bushido can be seen as a little bit parallel to compassion, in the sense that it stems from a sympathetic regard for the feelings of others. “In its highest form politeness approaches love”. Like compassion, to respect others you need to first respect and value yourself. Respect for others without respecting yourself is only a faint shadow of the virtue. We live in a world where politeness is often born out of conditioned responses or fear of being disapproved or disrespected in return, rather than true sentiments.\nWarriors understand the power of being connected with life and other sentient beings.\nReal politeness and respect are authentic and very often do not require words–although a timely compliment or kind words and gestures do no harm. To be able to respect the feelings and opinions of others and use politeness to harmoniously keep social connections meaningful is both a beautiful virtue and skill to have. The real warrior is both respected and knows how to show respect. It is such a valuable implicit agreement between gentle souls.\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nThank you for sharing this.\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "To die when it is right to die, to strike when it is right to strike.",
                "Samurai",
                true
            ],
            [
                "To die when it is right to die, to strike when it is right to strike.",
                "",
                true
            ],
            [
                "In its highest form politeness approaches love",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://upliftconnect.com/why-we-should-show-our-hurt-rather-than-argue/",
                "https://beforeitsnews.com/v3/r2/?url=http://upliftconnect.com/overcoming-anxiety-by-embracing-uncertainty/",
                "https://beforeitsnews.com/v3/r2/?url=http://upliftconnect.com/compassion-and-the-true-meaning-of-empathy/",
                "https://beforeitsnews.com/v3/r2/?url=http://upliftconnect.com/five-ways-fully-authentic/",
                "https://beforeitsnews.com/v3/r2/?url=http://upliftconnect.com/dalai-lama-the-way-to-peace-in-a-time-of-division/",
                "https://beforeitsnews.com/v3/r2/?url=http://upliftconnect.com/free-will-illusion/",
                "https://beforeitsnews.com/v3/r2/?url=http://upliftconnect.com/why-and-how-to-let-go-of-fear/",
                "https://beforeitsnews.com/v3/r2/?url=http://upliftconnect.com/training-in-love-and-compassion/",
                "https://beforeitsnews.com/v3/r2/?url=http://upliftconnect.com/spiritual-principles-samurai/",
                "https://beforeitsnews.com/v3/r2/?url=http://upliftconnect.com/life-lessons-modern-peaceful-warrior/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "warrior",
            "samurai",
            "politeness",
            "respect",
            "compassion",
            "life",
            "bushido",
            "way",
            "courage",
            "living",
            "integrity",
            "everyday"
        ]
    }
]