[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/crazy-but-smart-ways-our-ancestors-stayed-warm-during-winter-2688758.html",
        "title": "Crazy-But-Smart Ways Our Ancestors Stayed Warm During Winter",
        "authors": [
            {
                "name": "Off The Grid News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Off The Grid News\nMonday, January 22, 2018 1:06\n% of readers think this story is Fact. Add your two cents.\nFor homesteaders, going outside in the cold to care for livestock or bring in firewood is just part of the life. Fortunately, it takes just a few minutes to put on coveralls, gloves, jackets and boots that are well-insulated without being bulky.\nBut for our ancestors who lived without the convenience of thermal underwear and even heated jackets, staying warm took a bit more effort and a lot more thought. Materials up until the 1970s were primarily naturally sourced (wool and cotton). It wasn’t until 1979 that the 3M company patented Thinsulate as a synthetic fiber insulation that became the inner layer to most commercial winter clothing.\nFor our ancestors, wool was the best fiber available due to its lower cost, better resistance to moisture and odor protection. Cotton was secondary to wool, because it loses insulation value and adds cold when fully soaked.\nDressing For The INDOORS\nOur ancestors’ first rule of dressing for warmth has stayed the same throughout time: dressing in layers. For those in the early 19th Century all the way to the 1950s, this meant layers of linen, cotton, flannel and wool clothing.\nFor men of the times, even staying indoors usually meant long underwear made of white linen, socks and pants made of wool, and a long-sleeved shirt covered by a vest, sweater or another long-sleeved shirt of linen or flannel. Ladies and girls would wear knit hosiery, bloomers and linen shifts below dresses made of linens, flannels and wools. To add warmth, they could add wool socks or additional slips, and the usage of shawls and wraps was commonplace. Both men and women also wore shoes or house shoes to keep their feet off cold floors and also to prevent wear and tear on their socks and hosiery.\nOutdoors: Feathers And Leaves?\nOutdoor activities meant even more layers. Thicker socks, long coats, scarves, hats, caps and gloves were all useful in the fight to stay warm. Ladies could also wear hooded capes, wraps, mittens or ear muffs, to keep out the cold. Styles evolved over time, but the best for winter had overlapping flaps that blocked cold air from entering the front of a jacket and made it more difficult for air to navigate between layered clothing. Depending on how extreme the weather was, men would sometimes wear an extra pair of pants over their first pair. Anything to add an extra layer of protection from the elements. Farmers in the upper Midwest and Northeast were also know to stuff feathers, straw or even leaves in their pants and shirts for an extra bit of insulation.\nGood footwear was also key to keeping warm when outdoors, and both men and women wore sturdy boots made of leather to keep their feet dry.\nCoal When Traveling …\nFor our ancestors, even a trip into town during winter took careful planning to make sure everyone in the family stayed warm. When travelling by open sleigh, cart, carriage or wagon, not only did the passengers dress for the outdoors, but they would also bring quilts or blankets to tuck themselves in for an extra layer of protection. Families fortunate enough to be able to afford them, also used foot warmers heated with coal to keep feet warm during the cold, as well as umbrellas to protect them from rainy or snowy weather.\nSleeping Comfortably\nTo sleep comfortably during cold weather, men and women both wore garments made of linen, flannel or cotton. Ladies usually wore night gowns, while men slept in long underwear or night shirts. Both men and women would wear a nightcap to conserve body heat, and possibly woolen socks, too. Extra quilts or blankets would also be layered on the bed to trap body heat.\nDepending on the size of the family, members of the family may choose to sleep in the same room or even the same bed. It wasn’t uncommon for the children to share a bed or even for all the children to pile into one bed with their parents during the winter months to help conserve body heat.\nIn the late 1800s, pajamas became popular for men and boys, although women and girls stuck to the traditional night gown. It wasn’t until the early 20th century that ladies and girls also began to wear them.\nWhether on the homestead doing chores or hibernating in the house trying to beat the cold, layering up has been the key to staying comfortable. In the foreseeable future, the same philosophy will most likely ring true regardless of the materials developed.\nDo you know of other ways our ancestors stayed warm? Share your knowledge in the section below:\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "wool",
            "socks",
            "winter",
            "cold",
            "men",
            "ways",
            "warm",
            "ancestors",
            "linen",
            "wear",
            "stayed",
            "women",
            "extra",
            "crazybutsmart"
        ]
    }
]