[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2017/12/up-730-in-2-days-meet-the-big-data-ai-blockchain-fintech-mania-stock-of-the-year-3176926.html",
        "title": "Up 730% In 2 Days – Meet The Big-Data, AI, Blockchain, FinTech Mania Stock Of The Year",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nTotal:\nUp 730% In 2 Days – Meet The Big-Data, AI, Blockchain, FinTech Mania Stock Of The Year\nMonday, December 18, 2017 7:57\n% of readers think this story is Fact. Add your two cents.\nHaving closed last Thursday on its IPO-day at $5.38, news of the acquisition of Ziddu – a blockchain solutions provider (whatever that means in the real world) – LongFin has since exploded to $44.80 in today’s pre-market… up 730% in 2 days.\nRemember LongFin? an independent finance and technology company. The Company offers commodity trading, alternate risk transfer, and carry trade financing services. LongFin also provides hedging and risk management solutions to importers, exporters, and small medium business enterprises. LongFin serves customers worldwide.\nAs iBankCoin notes , it has all of the trimmings of wanton degeneracy on an industrial scale.\nRecent IPO: check\nSmall float: check\nand the cherry on the top…\n*  *  *\nOn Thursday Dec 14th, LongFin launched as a FinTech company that helped with FX hedging (and slipped from its post-IPO open price to close lower)\nUS-based Longfin Corp., a Fintech company providing Finance and foreign exchange hedging solutions to importers and exporters and SMEs, started trading on Nasdaq from today.\nAccording to a statement issued by Longfin, its Low Latency Network is connected to multiple exchanges and banks across the regions to provide the cheapest Forex hedging and low-cost financing to small and medium-size importers and exporters across the globe.\nLongfin Founder Venkata S. Meenavalli said, “We are the first Asian Entrepreneur promoted Reg A+ company under JOBS Act, to list its shares directly in Nasdaq and the second Indian entrepreneur promoted company to list directly in the Nasdaq since 2010″\nOn Friday Dec 15th, they acquired Ziddue and became the future face of Cyrptocurrency awesomeness…\nLongfin Corp. (NASDAQ: LFIN), a leading global FinTech company, announces the acquisition of Ziddu.com, a Blockchain-empowered solutions provider that offers Microfinance Lending against Collateralized Warehouse Receipts in the form of Ziddu Coins.\nAnd with all those buzzwords, why wouldn’t it be up 730%!!!!\nAs a reminder, there are no financials on this company, no reg details on shares outstanding, and no direct evidence of a business model that makes any money?\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.zerohedge.com/news/2017-12-15/biggest-blockchain-big-data-ai-fintech-yolo-trade-all-time",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://ibankcoin.com/flyblog/2017/12/15/thr-biggest-yolo-trade-time-lfin/#sthash.TIrSEXUY.dpbs"
            ]
        },
        "key_words": [
            "fintech",
            "bigdata",
            "solutions",
            "exporters",
            "meet",
            "checkcheck",
            "hedging",
            "days",
            "stock",
            "mania",
            "730",
            "longfin",
            "nasdaq",
            "small",
            "importers",
            "blockchain",
            "company",
            "ai"
        ]
    }
]