[
    {
        "url": "https://beforeitsnews.com/health/2018/01/first-gm-rice-just-approved-by-the-u-s-fda-2810000.html",
        "title": "First GM Rice Just Approved by the U.S. FDA",
        "authors": [
            {
                "name": "Natural Blaze",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Natural Blaze\nTuesday, January 23, 2018 10:03\n% of readers think this story is Fact. Add your two cents.\nWill the first ever GM rice from China make its way to the American table soon?\nAs we reported last summer, Big Agri pulled some maneuvers and made major inroads in China despite major opposition from China’s people. Readers may be surprised to learn that Chinese citizens reject the notion of GMOs but they do. In fact, there is such a demand for organic there, that China is buying up arable land in other countries and trumpeting health campaigns to discourage meat and dairy consumption. Not only has this demand for better food caused food shortages there because of their issues with pollution, but it has also created a bevy of “ fake organics ” and questionable foods flooding other countries. Are we about to receive a flood of GM rice, too?\nNow the FDA has essentially approved a product based on some data turned in by Chinese researchers. It did not conduct its own experiments. Although cultivation of this GM rice is not officially legal, the FDA stamp of approval was meant to set the ball rolling, and garner approval from other markets.\nA genetically modified (GM) rice product developed by a group of Chinese scientists has acquired the US Food and Drug Administration (FDA) approval, the first such Chinese product allowed to enter the US market.\nHowever, neither China nor the US has approved mass cultivation of the rice amid low acceptance from the Chinese public for GM food.\nHuahui No.1 rice, developed by the Huazhong Agricultural University, is genetically engineered to resist a wide range of insects, thus reducing the use of pesticides.\nLin Yongjun, a professor at Huazhong Agricultural University and one of the scientists that developed the rice, told the Global Times on Monday that Huahui No.1 could not be grown in China as “the country has not conducted regional trials nor provided guidelines to examine genetically engineered rice.”\nLin said his team might consider growing Huahui No. 1 in Southeast Asian countries, “but our reach is limited and we hope the authorities can provide funding and legal support.”\nLin’s university received an email from the FDA on January 11 approving the rice.\nThe email, which was made public on FDA’s website, said, “Based on the safety and nutritional assessment Huazhong has conducted, it is our understanding that Huazhong has concluded that human and animal foods from Huahui No.1 rice grain are not materially different in composition, safety, and other relevant parameters from rice-derived human and animal food currently on the market, and that genetically engineered Huahui No.1 rice grain does not raise issues that would require premarket review or approval by the FDA.”\nHuahui No. 1 was developed as early as 1998 and received a bio-safety certificate from China’s  Ministry of Agriculture  in 2009 – but the rice and other GMOs receive little acceptance by Chinese citizens. Commercial planting in China is restricted, so the university sought safety approval from foreign agencies since 2009 to prepare Huahui No. 1 for international markets.\nPublic reception of Huahui No. 1 is abysmal. Commenters allegedly said that the rice should be grown somewhere else or that if Americans approved it, then “sell it to the Americans.”\nLuo Yunbo, an expert on GM products at China Agricultural University noted the Chinese Government’s hesitancy to work with GM cultivation due to the ire from the Chinese toward GMOs. He said,\nThe government wants to take its time on GM food for social stability reason. It has a three-step plan to gradually industrialize GM crops, first on inedible crops, then on vegetables and fruits and the last on staple food such as rice and wheat.\nThere is still a long way to go before the public accepts GM rice in the market.\nSo, while this rice is still in its preliminary stages, preparations for the international market are definitely being set in motion.\nPlease sound off below!\nThis article (First GM Rice Just Approved by the U.S. FDA) was created by and appeared first at  Natural Blaze . It can be reshared with attribution but MUST include link to homepage, bio, intact links and this message. H/T: GMWatch\nHeather Callaghan  is a Health Mentor, Energy Healer, writer, speaker and food freedom advocate. She is the Editor and co-founder of  NaturalBlaze  as well as a certified Self-Referencing IITM Practitioner.\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "the country has not conducted regional trials nor provided guidelines to examine genetically engineered rice.",
                "Lin Yongjun",
                false
            ],
            [
                "but our reach is limited and we hope the authorities can provide funding and legal support.",
                "Lin",
                false
            ],
            [
                "Based on the safety and nutritional assessment Huazhong has conducted, it is our understanding that Huazhong has concluded that human and animal foods from Huahui No.1 rice grain are not materially different in composition, safety, and other relevant parameters from rice-derived human and animal food currently on the market, and that genetically engineered Huahui No.1 rice grain does not raise issues that would require premarket review or approval by the FDA.",
                "Lin",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.gmwatch.org",
                "https://beforeitsnews.com/v3/r2/?url=http://www.globaltimes.cn/db/government/20.shtml",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "university",
            "food",
            "chinese",
            "approval",
            "approved",
            "gm",
            "huahui",
            "rice",
            "fda",
            "china"
        ]
    }
]