[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/sig-sauer-shows-off-m17-m18-military-contract-handguns-at-shot-video-3590694.html",
        "title": "Sig Sauer shows off M17, M18 military contract handguns at SHOT (VIDEO)",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Guns.com\nTotal:\nSig Sauer shows off M17, M18 military contract handguns at SHOT (VIDEO)\nThursday, January 25, 2018 8:42\n% of readers think this story is Fact. Add your two cents.\nAt this year’s SHOT Show in Las Vegas, Sig had the new official handguns of the U.S. Army on hand for the industry to see.\nIn the above video, Sig’s Rich Morovitz shows Guns.com the U.S. Army’s new M17 sidearm and points out some of the differences between the military’s variant and winner of the landmark Modular Handgun System contract and the standard Sig Sauer P320. Besides the manual safety– an Army requirement– Morovitz also goes into detail on the removable top plate for a Leupold DeltaPoint Pro sight, which is a big move for a MIL-STD handgun meant for the common Soldier in the field.\nAlso on hand was the M18, which uses the same chassis in a smaller frame, ideal for use by senior officers, aircrew, and CID types.\nNote the coyote finish on the surface controls. Commercial variants are slated to use black controls. (Photo: Chris Eger/Guns.com)\nThough based on the P320 series of modular handguns, both Sig and the military have stressed that the M17/18 series are not the same animal as their civilian predecessor. Army Chief of Staff Gen. Mark Milley went on record last year, saying , “[T]he guts and the internals of the military version of that weapon are different than what you’re going to buy in the gun store or what police are going to be fielded.”\nThe first batches of the M17/18 were issued to troops of the Fort Campbell-based 101st Airborne Division last November as part of a 190,000-pistol initial buy. The platform will then be fielded to a new installation each month until September 2018, except for next March and April.\nNote the extended magazine. The military contract guns ship with a flush-fit 17 and two 21-round extended mags. The standard Army night sights have orange rear and green front vials. Commerical units will have all green vials. (Photo: Chris Eger/Guns.com)\nIn all, the contract is expected to be worth as much as $580 million to Sig, a figure that could grow as additional branches flesh out plans to adopt the handgun to replace legacy stocks of M9 pistols, a military version of Beretta’s Model 92 adopted in the 1980s.\nSig plans to release a commemorative model in a small batch to the public later this year with minor differences in sights, surface controls, and internal finishes.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "T]he guts and the internals of the military version of that weapon are different than what you’re going to buy in the gun store or what police are going to be fielded.",
                "Mark Milley",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.guns.com/2017/09/19/gen-milley-the-xm17-is-altogether-different-than-the-p320/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.guns.com/2017/11/30/first-shipment-of-sigs-m17-m18-handguns-take-the-field-with-the-101st-airborne-videos/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.guns.com/2017/12/13/air-force-testing-m17-pistol-safety-with-ejection-seats-photos/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "shot",
            "shows",
            "video",
            "military",
            "contract",
            "army",
            "sig",
            "m18",
            "handguns",
            "sauer",
            "m17"
        ]
    }
]