[
    {
        "url": "https://beforeitsnews.com/health/2018/01/cdc-warns-worst-case-of-flu-epidemic-in-years-is-sweeping-americamany-people-have-died-2807917.html",
        "title": "CDC Sends a Stark Warning To Every American…Many People Have Died Already...",
        "authors": [
            {
                "name": "Lisa Haven",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Lisa Haven\nTotal:\nCDC Sends a Stark Warning To Every American…Many People Have Died Already...\nMonday, January 15, 2018 11:43\n% of readers think this story is Fact. Add your two cents.\n \n“[The] Flu is everywhere in the US right now….This is the first year we’ve had the entire continental US at the same level (of flu activity) at the same time. It has been an early flu season that seems to be peaking now, with a 5.8% increase in laboratory-confirmed cases this week over last.”\nThose are the shocking words from the CDC’s influenza branch director Dr. Dan Jernigan. It is being reported that if we stay on this path, we could truly be looking at the worse flu season in more than 50 years. So far over 106 deaths have been accounted for and the flu has struck 46 states across the country. Considering flu season lasts from October to May, we still have a long way to go.\nAll that and more below…\n \nFor More Information See:\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nAnonymous\nAs you say Lisa – No Need To Panic – The CDC Puts out HOAX/FAKE Figure headlines\n- and the flu vaccine >>> “Doesn’t Work”\n——————————————————————————————————————————————————————\nPeer Reviewed Science Medical Journal Published\nIn 2001 Gov Claimed – 63,000 + died of Flu in the USA – The “Real” Truth >>> JUST 18 …. DIED OF FLU\nRead the >>>>> British Medical Journal (The BMJ)\n(BMJ 2005; 331:1412):\n“[According to CDC statistics], ‘influenza and pneumonia’ took 62,034 lives in 2001\n—BUT >>> 61,777 of which were – actually ….attributable to >>> pneumonia (NOT FLU)\n- and (JUST) >>> 257 to flu,\n( and in only >>> 18 cases >>> was the flu virus …. positively identified.”)\nYou see, the CDC has created … one overall category….. that combines both flu and pneumonia deaths.\n- Why do they do this?\n- Because they disingenuously “assume” (No Proof) that the pneumonia deaths are complications stemming from the flu.\nThis is an absurd assumption. Pneumonia has a number of causes.\nBut even worse, in all the flu and pneumonia deaths, >>>> only 18 revealed …. the presence….. of an influenza virus.\nTherefore, the CDC could not say, with assurance of PROOF\n- that any more than ,,,,, 18 people”” died of influenza in 2001. >>> Not 36,000 deaths. ….. JUST >>> 18 deaths.\nPaulTarsuss\nThey’ve OBVIOUSLY been conditioning the population to EXPECT a pandemic for quite some time, and when they release it upon the world, the ones annihilating their fellow man will say, “we told you so”.\nA Big battle going on…..\nDo you mean that there are people who live in the USA that actually believe what the CDC has to say?\nThey are the largest creators of false information, about any and everything. They LIE, just like an Old Dirty Rug.\nThink critically. They CAN NOT be trusted.\nJan 15, 2018, 2:52 pm\nJan 15, 2018, 2:55 pm\nCanderson\nIt is probably more dangerous taking the vaccine than not, so much crap in it, aluminum as adjuvants, a form of mercury (preserver), formaldehyde, animal cells and perhaps real live virus if it is really tainted=then you got the flue out of the vaccine, sv40 – then you get cancer.\nAnonymous\nWhat is your problem there is no reason for you to be so hateful? If you do not like what Lisa has to say then go, she is trying to help people.\nJan 16, 2018, 9:35 am\nAnonymous\nI agree with you.  People can’t help it if they have fat, droopy arms and big YUUUUUGE noses.  I think that maybe we should quit making fun of Sister Heaven.\nNo, sorry.  I take that back.\nJan 16, 2018, 10:03 am\nTedx\nAccording to examinations of samples submitted by US doctors to the CDC, most illnesses diagnosed by doctors as the Flu are not the Flu.\nJan 15, 2018, 8:32 pm\nOn BIN today, article entitled “Massive Flu Outbreak? Here’s the real story….” Article essentially alleges flu shots are only about 10% effective? It is alleged proponents say 36,000 die of flu, but allegedly only about 20 deaths can be truly be attributed to flu? What is the truth here, Lisa?\nJan 15, 2018, 9:21 pm\nThe entire FLU shot propaganda program is nothing more than that.\nJan 16, 2018, 2:03 am\nAnonymous\nThe people who have died are more than likely BIN readers who are telling everyone not to get flu shots.\nJan 16, 2018, 10:06 am\ndakota\nFlu?  Govt swiping these viruses in rest rooms? Rest Areas?  Dropped from the skies?\nPersonally, I don’t see anyone with the flu.\nJan 17, 2018, 1:34 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The] Flu is everywhere in the US right now….This is the first year we’ve had the entire continental US at the same level (of flu activity) at the same time.",
                "",
                true
            ],
            [
                "It has been an early flu season that seems to be peaking now, with a 5.8% increase in laboratory-confirmed cases this week over last.",
                "",
                true
            ],
            [
                "According to CDC statistics], ‘influenza and pneumonia’ took 62,034 lives in 2001\n—BUT >>> 61,777 of which were – actually ….attributable to >>> pneumonia (NOT FLU)\n- and (JUST) >>> 257 to flu,\n( and in only >>> 18 cases >>> was the flu virus ….",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "worldwidestep",
            "warning",
            "cdc",
            "weve",
            "worse",
            "stark",
            "season",
            "words",
            "week",
            "way",
            "big",
            "sends",
            "flu",
            "americanmany",
            "died"
        ]
    }
]