[
    {
        "url": "https://beforeitsnews.com/power-elite/2017/11/warning-disturbing-harvesting-adrenochrome-beyond-pedophila-2452893.html",
        "title": "Warning! Disturbing! Harvesting Adrenochrome Beyond Pedophila",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By stompk (Reporter)\nTuesday, November 28, 2017 10:35\n% of readers think this story is Fact. Add your two cents.\nOK, many people don’t want to know this, it’s extremely disturbing. But, it is happening, and as a responsible population, we have been tasked to destroy this cancer…\nJohnny Depp and Amber Heard attend the Art of Elysium and Samsung Galaxy Marina Abramovic’s HEAVEN Gala at Hangar 8 on January 10, 2015 in Santa Monica, California.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nNov 28, 2017, 1:19 pm\nstompk\nWait till people figure out what they do with the leftover “meat”..\nNov 28, 2017, 1:57 pm\nJosie\nI know, I only eat chicken when I go to fast food restaurant which is not often. My family thinks I’m nuts. I don’t even feel good about buying hamburger in the grocery store. Sick isn’t it. 😕\nNov 28, 2017, 8:49 pm\nTechhuis\nYeah and if you tell people they laugh at you and you are a nutjob…so this world is upside down huh\nNov 29, 2017, 5:17 am\n2QIK4U\nYour chicken will have more steroids and hormones than any other meat as the cell structure makes the meat stringy unless it’s a freerange you get yourself.  Chicken needs more steroids to make em fully grown in under one month.  At Least cattle is left to graze but still given certain hormones to increase growth also..  Used to run an egg farm with 3000 chooks and never eaten it since\nNov 29, 2017, 7:30 am\nSucking Chest Wound\nThe crazy catlady next door has about fifty or so organic cats and I has an excellent recipe for fricasseed polecat…..the mince makes great hamburgers too, and no sex slave DNA.\nDec 12, 2017, 6:45 pm\nNov 29, 2017, 5:04 am\n2QIK4U\nYep they’re all nothing but high class junkies.   FEAR AND LOATHING IN LAS VEGAS  starring pedo JONNY DEPP tells you all about PIZZAGATE.  Didn’t realise as usual when the movie came out it was just Trippy to watch… But now the entire movie is about it!\nNov 29, 2017, 11:10 am\nOBSERVER\nSo as a very real premise the elite politicians will if their satanic godfather tells them to will start a regional world war, the prescription is of course bag and tag.\nNov 28, 2017, 4:05 pm\nIt’s amazing how quiet the shills have gotten lately #Winning\nNov 28, 2017, 7:48 pm\n2QIK4U\nLol yeah they’re too busy downvoting me because I’ve had enough of fake accounts. Fake people and fake religion.   The good ones know who they are lol\nNov 29, 2017, 7:36 am\nWorst tatoo of a hummingbird ever.  No beak.  Now that is weird.\nNov 29, 2017, 12:53 am\nNov 29, 2017, 7:38 am\nCookie\\\\\\'s Mommy\nif they need all these children, why Encourage abortion in our country? Seems a waste?\nNov 29, 2017, 1:02 am\nstompk\nMedical industry uses the parts for “medicine” It’s all part of the larger genocide.\nNov 29, 2017, 8:15 am\n2QIK4U\nResearch this.  They put fetal cells into Pepsi. Coke.  Most soft drinks and lollies to add FLAVOURING!  they also mix it with aspartame for chewing gum and much more… And the only real reason I can picture is so we all are sinning cannibals according to the loonyparti Illuminati.\nNov 29, 2017, 10:52 am\nAfter the revolution we could have a luminati cake party. Mmmm.\nDec 12, 2017, 6:51 pm\nFreeus\nWould love to hit all the huge concerts or beaches with plane banners directing them to a tell all site and petition.\nNov 29, 2017, 4:01 am\nstompk\nYes, the Q dumps are all about waking people up. It needs to be accelerated, there is a very real war going on. Big explosions heard everywhere is related.\nNov 29, 2017, 8:18 am\n2QIK4U\nTrump retweeted a few Q sections and in the dumps he mentions a red fox and a green fox and they happen to be on the front cover of that magazine that shows the Illuminati cards and actions for the coming year.  And Q also talks of parts of I pet goat 2-   I was right about the hidden code spelling DTJR  Donald Trump junior and Trump confirmed it himself on twitter.  Q DUMP IS REAL.\nNov 29, 2017, 10:58 am\n2QIK4U\nQ=QUESTIONS.   Answer the questions he asks in the dump and the entire story should be revealed.  Playing all this Steve Jackson and Ian Livingston  fighting fantasy and ILLUMINATI  as a child subconsciously taught me a lot that makes natural sense today… And everything is a game to them.  Never knew it would come in this handy!\nNov 29, 2017, 11:02 am\n2QIK4U\nAlex Jones did it in election. Not sure it did much but that was different. Everyone already knew.\nNov 29, 2017, 11:04 am\nAlan\nIts all alchemy if you know what your doing, many musicians know this through musical talents.\nOnce you determine the symphony, you can rearrange it.\nThis cosmos, a cycle of an unstable rolling ball, which has highs and lows {colour spectrum/frequency bandwidth}.\nThere are an infinite amount of ways the unstable ball can cycle, and that is the finite cosmos one will be of, no sound/light will get higher/lower than the balls paths direction flows/ed.\nThis colour chart of cosmos is one roll of the infinite unstable rolling gravity ball {lottery} everything you know of matter is made up inside this barrier cycle 0, line —-////|||||| symphony, created by ball.\nYou can see where it might end, but you dint know the course due to the nature of said unstable ball = infinity in motion of  unstable ball.\nNov 29, 2017, 7:59 pm\nOne will denote and state unstable anti gravity ball.\nAs one is an emission and in repulsion from said thing as mass.\nNov 29, 2017, 8:06 pm\nNov 29, 2017, 8:18 pm\nmarquise\nall proven facts, sadly most people arent ready or categorically dont want to hear the truth\nNov 30, 2017, 2:40 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "tell",
            "adrenochrome",
            "pedophila",
            "truth",
            "worldwide",
            "warning",
            "using",
            "patriot",
            "linkstep",
            "telegram",
            "harvesting",
            "phone",
            "big",
            "beforeitsnews",
            "disturbing"
        ]
    }
]