[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/shocking-impeachment-announcement-rocks-washington-youll-be-stunned-2974177.html",
        "title": "Shocking Impeachment Announcement Rocks Washington, You’ll Be Stunned",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nThursday, January 18, 2018 8:31\n% of readers think this story is Fact. Add your two cents.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nraburgeson\nThey are facing jail time for their crimes so, this is a last ditch effort to get away with everything they have done to this country. They have no grounds for impeachment and they know it. Get those indictments unsealed and prosecute.\nJan 18, 2018, 8:39 am\nIt’s not shocking.  This is the MO of Democraps who are communist.  They have never changed their spots and their goal is white genocide and the destruction of America.\nThey have been very successfool.  But so has been our side to suffer their onslaught for decades.  But it has brought enormous wars, debt, hardship and division to the people.\nHow much more before our desolation?  Since a kingdom divided is brought to desolation.\nJan 18, 2018, 12:51 pm\nPink Slime ~ 11 out of 10 and a gold star Boet !\nYou Are Spot On….\nNot only are they a Treasonous Clan, they are incompetent, dull, and all so very “DIM-Witted”, complete morons.\nJan 19, 2018, 6:22 am\nJan 18, 2018, 12:52 pm\nWhy the swampy globalist dynasty elite must go. No moral compass.\nJan 18, 2018, 6:02 pm\nfreedomfirst\nPeelowsi and her minions need to be charged with treason/traitor to the American people, she can not even speak correctly uses child like analogies can not get her President’s name correct, she and every Democrat in Calif. set on top of a hill and watch as their state/country decay with lawlessness a any thing goes with zero morality. And with their invasion of unvetted low life illegals pushing Calif. citizens out of the state, especially the whites as we know it is unsafe to raise our families there….Pee-low-si’s Calif. has gone to Hell in a hand basket she does not represent THE PEOPLE but only her selfish greedy narcissistic parasitic personal needs .Add to her every DEMocrat/Progressive to this traitor list including Progressive Republicans  and you would have very little left a cleansing of all politicians needs to happen.\nJan 18, 2018, 11:15 pm\nDoes anyone know who puts out these garbage robotic videos?\nJan 19, 2018, 2:38 am\nmasterofnone\nThe system is so corrupt,it involves even the common man,the poison they system peddle  is faulty from top to bottom.\nEven POTUS(God bless his soul),will never be able to alter the same system,that made him  rich. Is he willing to surrender his wealth to the poor and cold,would he be  willing to live on 3000 per mo?….\nHow about 1500….\nWhat is the solution…..when the answers come from the same conscience\nJan 19, 2018, 7:13 am\nwheeties\nit has always been that way and always will be–there are losers and winners in everything–there is no answer other than what we do on our own as individuals –goooovermint is not the answer,they are the problem–stop looking for the “solution”–the “solution” is in your mirror–and if dont know that,then life will always be a mystery to you–i would like to call you a bunch of names for being such a numskull but it would be like yelling at the wind….\nJan 19, 2018, 8:36 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "stunned",
            "shocking",
            "impeachment",
            "truth",
            "worldwide",
            "tell",
            "using",
            "patriot",
            "announcement",
            "linkstep",
            "youll",
            "telegram",
            "washington",
            "phone",
            "big",
            "beforeitsnews",
            "rocks"
        ]
    }
]