[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/economic-collapse-will-bring-starvation-most-will-not-survive-its-time-to-prepare-for-hyperinflationary-collapse-video-2689145.html",
        "title": "Economic Collapse Will Bring Starvation, Most Will Not Survive – It’s Time to Prepare For Hyperinflationary Collapse +Video",
        "authors": [
            {
                "name": "John Rolls",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nEconomic Collapse Will Bring Starvation, Most Will Not Survive – It’s Time to Prepare For Hyperinflationary Collapse +Video\nThursday, January 25, 2018 8:49\n \nGovernments have attempted to eliminate or mitigate financial crises by regulating the financial sector. One major goal of regulation is transparency: making institutions’ financial situations publicly known by requiring regular reporting under standardized accounting procedures. Another goal of regulation is making sure institutions have sufficient assets to meet their contractual obligations, through reserve requirements, capital requirements, and other limits on leverage.\nSome financial crises have been blamed on insufficient regulation, and have led to changes in regulation in order to avoid a repeat. For example, the former Managing Director of the International Monetary Fund, Dominique Strauss-Kahn, has blamed the financial crisis of 2008 on ‘regulatory failure to guard against excessive risk-taking in the financial system, especially in the US’. Likewise, the New York Times singled out the deregulation of credit default swaps as a cause of the crisis.\nHowever, excessive regulation has also been cited as a possible cause of financial crises. In particular, the Basel II Accord has been criticized for requiring banks to increase their capital when risks rise, which might cause them to decrease lending precisely when capital is scarce, potentially aggravating a financial crisis.\nToday’s economic and financial crisis originated in the rich world particularly in the USA. It has been called a financial meltdown, storm or credit crunch. Credit crunch is an economic condition in which investment capital is difficult to obtain.  It meant that there was hardly any credit available for investors. Of course this condition is a chronic problem in poor countries and this is why when we speak about the current global financial crisis to a poor person, the question he or she will ask is “what crisis?”  The poor, on the other hand, have been living in crisis for centuries. For the rich countries, it created panic and was seen as the worst in recent years and was compared to the 1930 great depression. In other words it was a big crash or a bust…\nHow did this happen? First and foremost, free market capitalism creates its own crisis. The fallacy that markets can regulate themselves has now been exposed as false. Mr. Allan Greenspan the former Chairman of the US Federal Reserve Bank and a staunch believer of free market has also admitted that markets cannot regulate themselves. The system created a global casino system which rests on virtual wealth. Finance has been detached from real economy.  The Indian economist C.T. Kurien uses a metaphorical definition of two planets namely, “Planet Finance” and “Planet Earth.”. Secondly, new financial instruments and institutions were formed to manage this unjust and unfair system that punishes those who produce real assets and rewards those who do nothing except to speculate. Usury has been legitimized and institutionalized. This system has created financial bubbles that have bust. The AGAPE background document at the WCC’s Assembly in Porto Alegre (2006) warned against dependence on deregulated financial markets. Economists such as Korten identify the failure of Wall Street institutions that have perfected the art of creating “wealth” without producing anything of real value.  Korten sums this up as creating phantom wealth. His hope is not in Wall Street but on the Main Street. \nWhat creates food crises?\nThere are many reasons why people cannot grow or buy enough food to feed their families. Most of the reasons causing a food crisis are a combination of the issues below. A hunger crisis develops when families experience these factors for a long time and run out of ways to cope.\nIn a survival situation, food shortages is important. How long has it been since you have been hungry? How long have you ever gone without eating? After the basic necessities of shelter and water, food is the next item of concern. If you don’t have a good supply, and sometimes even if you do, hunger and even starvation is something that you must confront. When it strikes will you be prepared?\nPanic is the first response of many individuals to hunger and the threat of starvation. It is helpful to know how the human body responds to hunger and starvation, how it affects one mentally and physically and  how long one can go without food.\nHunger and starvation have been the subject of carefully controlled. The period during and following major wars has been characterized by hunger,  starvation and often death by starvation.  The second world war saw the destruction of the food production and distribution infrastructure through all of Europe and Asia and affected the rest of the world including the United States. Everywhere the allied armies went, they encountered populations with their infrastructure damaged and unable to sustain them. They also encountered prison camps with large numbers of critically starved prisoners. They also took prisoners who had to be fed. The war effort quickly turned from fighting to providing relief in the occupied areas.\nObviously, starvation will lead to mental fatigue, but it does more than that. You won’t just feel tired, you’ll likely experience depression, anxiety, impatience, and nervousness. Your brain will start to have trouble producing serotonin, which can wreak havoc on your emotional stability. Ultimately though, apathy will set in. Nothing will make you want to quit more than being hungry, which is when you should be fighting harder than ever to  survive.  Fortunately you may also experience… \n \n \n \nWhen economy collapses the food will become scarce, like the North Korean famine 1994-1998.\nEconomy Based Food Crisis\n \nIn the First World War Germany capitulated because of its economic collapse. Families were actually starving back home: 763,000 German civilians died from starvation and disease caused by the Allied blockade. This is only an example, but there are hundreds of similar scenarios.\nNATURAL DISASTERS\nClimate change is having an increased impact on food production as droughts and flooding become more frequent and more severe. Natural disasters are very real and very likely to happen even more than once in a lifetime. When it strikes will you be prepared? It very well can happen tomorrow. And could last for four years like the Tempo Famine in Japan.\nCONFLICTS\nFood crisis are very often associated with conflicts. War makes delivery of food much more difficult, particularly if aid workers are attacked and supplies are looted. Conflict can drive people from their homes and away from their normal food supply, leave them unable to afford food or simply stop them planting. \nDISEASE\nFood shortages are also often associated with widespread epidemics. Disease outbreaks such as the 2005 Ebola-like Marburg virus in Angola put pressure on food supplies as deliveries ceased due to drivers staying away. If a new deadly virus hits the USA, I don’t belive people will  leaving their homes.\nHow to be prepared\nThat’s because the symptoms of starvation are often a gap in the knowledge and experience of the average prepper. We prep specifically so that we’ll never experience hunger, and unfortunately, that means that many of us don’t prepare ourselves for being hungry, and we need to prepare for the worst rather than just preparing to avoid the worst.\nIt’s a massive  guide  that will save you a ton of time trying to do all the research on this stuff on your own and it’s all in one place.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "regulatory failure to guard against excessive risk-taking in the financial system, especially in the US",
                "Dominique Strauss-Kahn",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://f782bi09287de16kpeyokrvkcd.hop.clickbank.net/?tid=mdy22now",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "hyperinflationary",
            "crisis",
            "video",
            "food",
            "survive",
            "collapse",
            "economic",
            "war",
            "financial",
            "prepare",
            "bring",
            "system",
            "starvation",
            "regulation",
            "hunger",
            "world"
        ]
    }
]