[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/world-altering-shocker-why-government-cant-ever-shut-down-3590066.html",
        "title": "World-Altering Shocker: Why Government Can't Ever \"Shut Down\"",
        "authors": [
            {
                "name": "Christopher Watson",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Christopher Watson\nTuesday, January 23, 2018 5:44\n \nI covered the women’s march yesterday…but a couple more things need to be examined when we look at protests and marches.  With hundreds of thousands of women, men and children marching, the countless signs waving in a sea of people and the seemingly endless chats, when you listen to the interviews of the march participants the main threadline of thought was equal rights, empowerment for women, a dissatisfaction with government, specifically the current administration, and the overall mantra of any march or protest: “we just want our voices to be heard.\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nAnonymous\nMust say, for all the lying crap website BIN is, there is also monumental “fake news” and deception in the MSM, that is, at least this government shutdown ruse. Press people that know Washington all know this and willfully contribute to the fiscal responsibility fakery.\nFor your information, the facts: politicians will continue to deficit spend like drunken sailors, will always raise the debt ceiling. Congress will not ever actually implement any meaningful fiscal responsibility, again, we’re talking corrupt, drunken sailors.\nThe myth: Congress is concerned about the debt, is doing something about it.\nGovernment shutdowns are all fake dog and pony shows, to create a pretense that government is financially responsible. Congress is merely play acting so that you don’t see them as the irresponsible drunken sailors they really are, who’ve gone way beyond running up all their credit cards to the limit. The whole fiscal crisis is fakery, in terms of “we’re so disturbed by the debt” that always, I mean always, ends in ever more of the same, moving forward. (Think about this, can you imagine real people, who’ve run all their credit cards to the limit, simply be allowed to raise their credit limits and continue the spending spree? You’d say, “That’s a ridiculous, stupid idea!”, right?)\nWhy do they do this? To try and create some confidence in them they’re responsible, smoke and mirrors. They can’t have all the dumbed-down public fully aware the patients have taken over the asylum. The truth would only breed contempt for government and doubts as to the future of the economy and the dollar, the currency, itself, a confidence game, since dollars are, actually, just paper or computer blips of no real intrinsic value, except for what you can con people into believing they’re worth. Of course, they’re actually worth so much less, if people were to wakeup to how huge the deficit numbers are, as they print ever more money out of nothing, to fund the drunken sailors, as we speak.\nIt does seem to work, how Congress puts on their big boy pants, long enough to make some headlines, that is, before getting back to business as usual, every time.\nJan 23, 2018, 10:05 am\nraburgeson\nThey can’t shut down during a state of emergency. The attempted shut down was illegal. With that knowledge, Trumps first year of term is legal. They wasted their time. The ruse did not work.\nJan 26, 2018, 1:05 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "we’re so disturbed by the debt",
                "",
                false
            ],
            [
                "That’s a ridiculous, stupid idea!",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "yell",
            "shocker",
            "masters",
            "voices",
            "yesterdaybut",
            "womens",
            "cant",
            "slaves",
            "doing",
            "women",
            "worldaltering",
            "wipe",
            "shut"
        ]
    }
]