[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/the-end-of-sex-3587704.html",
        "title": "The End of Sex",
        "authors": [
            {
                "name": "Human Wrongs Watch",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Saturday, January 13, 2018 3:25\n \nThe end of sex | Photo re-posted from Wall Street International .\nSome specialists are scared that sex is going to end. In an article in the newspaper El País they calculate that if the trend continues, there will be no more sex in the West by the year 2030. The decline predicts that the populations of certain countries will be reduced and even disappear. If we keep lowering the birth rate, we will imitate the dinosaurs.\nDavid Spiegelhalter, an expert in statistics at the University of Cambridge, observed how various studies corroborate the thesis that the frequency of sexual activity has decreased significantly in the United Kingdom, Japan and Sweden.\nSexual activity, in the last 20 years, has dropped by 40%. Young people in the United States, like these others, have less sex than their parents had at the same age, according to a study by the University of San Diego (USA), published in the Archives of Sexual Behavior. (They prefer to hunt Pokemon rather than take off their pants).\nAt first, this did not cause concern because these countries have never had a reputation for being very hot and the gossips say that God sent earthquakes to some of them to make their inhabitants move in bed, but when studies showed that the same data was found in Spain, anxiety rose.\nAnd when it was found that the Italians – horror of the horrors! – have also stopped doing it, the panic spread. If the Italians no longer have sex, the activity must be dead forever!\nAlthough a survey has not yet been conducted in Latin America, it is almost certain that the same will be found. It is known that couples prefer, at night, to watch Dr. Polo in Case Closed. And since Don Francisco returned to television, men have lost interest in their wives.\nTechnology is blamed for all this. We are told that, some years ago, we did not have so much distraction with tablets, mobile phones and social networks, and that TV ended at 11 clock at night.\nOthers say that people stopped having sex because their job was extremely exhausting and badly paid. Others believe that modern society has domesticated sex: “Our parents and grandparents had sexual activity incorporated into their day to day existence,” says Francisca Molero in El País, “today we have to find room for it, to make a space in our agenda because it does not arise spontaneously. In other words, it is like exercise: once this was part of daily life, while now you have to work out alone in the gym.” (The journalist does not take into account that one of the reasons for going to the gym is having sex in the instructor’s office).\nThe fact that people are having less sex does not mean that we are in such bad shape. We have to take into account that sex forty years ago lasted forty-five seconds and that our grandmothers discovered orgasm when they rode bicycles, went on bumper cars or horseback.\nThe kind of sex that is in danger of extinction is that of the married couple. If in Latin America we visited the motels, we would realize that they are full even during Holy Week. This means illicit sex is very much alive.\nAnd what is really killing licit sex, besides the boredom of routine, is remoteness. Conjugal desire needs the body to be present and in our countries this is increasingly difficult.\n——-\nWinner of National Book Award in Costa Rica.\n.\n.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nJay\nThis article is for people who worry about things like the Sun going dim or global warming. But I must say the author’s photo would be a means of birth control for couples who want to stay celibate blow up that picture and place it in the bedroom it will definitely cool things down.\nJan 13, 2018, 7:30 am\nTed\nPenises will continue to get into vaginas as long as we still posses them!\nJan 13, 2018, 12:32 pm\nSucking Chest Wound\nBaloney……I had sex all my life. I can’t prove it though, selfie stick weren’t around back then, and ,actually, neither was anyone else……oh.\nJan 13, 2018, 7:40 am\nLibs fooled people into thinking we were over-populating our world when it really was genocide they want on white people.  The most productive people in the world.\nBut instead flood the West with Megroes, Mexicans, Mongrels, Moslems and Migrants who reproduce at a horrific rate and are the LEAST productive in the world.\nYou been tricked into WHITE GENOCIDE and your DEMISE.  Yet they manage to call YOU the racist.\nJan 13, 2018, 1:48 pm\nTed\nIf the dems & muslims would quit breeding, that would solve a lot of problems in the world.\nJan 13, 2018, 1:56 pm\nJan 13, 2018, 2:24 pm\nI agree 100%.\nNo WAY I would bring a kid into this fucked up mess just to be a neurotic slave to big brother.\nJan 15, 2018, 8:09 pm\nRockledge\nThat is because our wonderful hippie culture of the 60s  (  don’t get pissed,  I am an old hippie myself, STILL flying my freak flag)  have turned them into a gender confused bunch of neuritics.\nWomen have been taught to be ashamed of their genders and to shed all the stereotypes that apply to it ( when convenient)  and boys in schools are pussywhipped and pussyfied so much that by the time they are adults they think the tool you need to change a tire is called a “cell phone”.\nAnd then women bitch at them, after years of the system turning them into pussies,  for not acting like men.\nYoung women have been taught that they are men with an innie instead of an outie.   They are taught to reject their natural tendencies.\nIf I was a young man,  long as I could make a fist around it I wouldn’t get involved with one of the screwed up creatures who have  the genitalia of women and nothing else.\nI think I understand completely why they aren’t having sex.\nYou think they aren’t having sex now?  Wait until the porn industry gets its’ grip on virtual reality and the Asians invent a robot that can give convincing blowjobs.  Women will be obsolete.\nJan 13, 2018, 11:15 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Our parents and grandparents had sexual activity incorporated into their day to day existence,",
                "Francisca Molero",
                true
            ],
            [
                "today we have to find room for it, to make a space in our agenda because it does not arise spontaneously.",
                "Francisca Molero",
                false
            ],
            [
                "In other words, it is like exercise: once this was part of daily life, while now you have to work out alone in the gym.",
                "Francisca Molero",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://wsimag.com/culture/35096-the-end-of-sex",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "sexual",
            "having",
            "university",
            "end",
            "does",
            "activity",
            "sex",
            "longer",
            "street",
            "wall"
        ]
    }
]