[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2018/01/sweden-hell-armed-migrant-teens-roaming-with-kalashnikovs-military-may-be-deployed-3179120.html",
        "title": "Sweden Hell: Armed Migrant Teens Roaming With Kalashnikovs; Military May Be Deployed",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nTotal:\nSweden Hell: Armed Migrant Teens Roaming With Kalashnikovs; Military May Be Deployed\nThursday, January 25, 2018 6:58\n% of readers think this story is Fact. Add your two cents.\nAs we reported last week , Sweden may or may not be preparing for civil conflict – as Prime Minister Stefan Lofven said that the government would do whatever it takes – including deploying the military – to end the wave of gang violence coming primarily from young migrants in the country’s “no-go” zones. \n“It’s not my first action to put in a military, but I’m prepared to do what it takes to ensure that the seriously organized crime goes away,” Lofven said after the party leadership discussion in parliament, adding “it is also obvious that there are social problems… …We see criminals with total lack of respect for human life, it’s a terrible development I’m determined to turn around.”\nLofven’s comments come on the heels of a spate of gang related  murders , including that of a 21-year-old man in Malmö last weekend, shot in the head as he stepped out of a taxi near a grocery store. \nThe same weekend, a 16 year old boy found shot in Rosengård district of Malmö died in the hospital next to a bus stop. Two people were taken in for questioning by the police.\nRosengård district of Malmö. Photo: Johan Nilsson/TT\nAnd on January 3rd a 22-year-old man was shot in the Fosie district of Malmö , the day after an 18-year-old woman was taken to the hospital with gunshot wounds ten minutes away in Rosengård. \nIn Malmö, where a fifth of the 340,000 inhabitants are under 18, children as young as 14 roam the streets with Kalashnikov assault rifles and bulletproof vests. The average age of gang members is 22, the vast majority of them hailing from migrant families. – thetimes.co.uk\nThe increase in crime has been so overwhelming that Swedish authorities admit they are unable to investigate rape cases right now because of the enormous backlog of gang crime under investigation. “We are forced to choose between two evils,” said police.\nPrime Minister Lofven’s strong language also follows an attack on the Rosengård police station last Wednesday after  an explosive device  was lobbed at the electric-fenced building – the latest in ongoing violence against Swedish peacekeepers.\nRosengard police station was attacked (thetimes.co.uk)\nLast August, Stockholm police officer Ted Eriksson, 34, was stabbed in the neck by an Afghan asylum seeker who claimed to be 17 but was suspected of being in his late twenties. The man said he wanted to kill a policeman, however officer Eriksson fortunately suffered minor injuries.\nTed Eriksson (LISA MATTISSON/TT NEWS AGENCY)\nIn April, 2017, three Swedish female police officers were beaten as they attempted to apprehend a violent refugee. \nIn 2013, Swedish police were targeted several times during the Stockholm riots – which saw a police station burned down, several officers injured, and rocks thrown at firefighters and other first responders. \nAnd in 2016, migrants even attacked the crew of ’60 Minutes’ while they were filming a segment on… migrants. \nMeanwhile, increasingly powerful weapons have been turning up in Swedish neighborhoods. In 2015, anti-tank missiles were found in a basement of a 36-year-old man suspected of smuggling guns from his brothers in Bosnia into the Swedish no-go zone of Örebro – considered an “Especially vulnerable area” according to a 2017 police report .\nThe man and five others – described by Bosnian media as linked to the Muslim Brotherhood, were arrested in a series of seven raids. Bosnian Authorities, however, told SVT News  that the smugglers are not members of any extremist organizations and have no known links to terrorist activities.\nAfter an investigation following seven raids in mid-2016, Swedish authorities dropped the smuggling charges and prosecuted the Örebro man for possession. He is currently in prison for drug offenses during his ongoing arms-related prosecution. \nPolice also found a trove of firearms, 16 hand grenades, the four anti-tank missiles pictured above and various other armaments. \nAnti-tank missiles found inside a persons basement in Swedish city Örebro.\nSeems like handgrenades is not enough for them anymore.\nThese people are literally storing heavy duty military weaponry in their homes in Sweden.\nAre they preparing for war? https://t.co/KBArbGQyJs pic.twitter.com/vtxnGOJ3y6\nSpeaking of explosive devices, grenade attacks in Sweden have been on the rise since 2012, although 2017 was a considerably better year, at 10 attacks vs. 34 in 2016.\nThat year, an 8 year old boy sleeping in the Gothenburg, Sweden living room of relatives was killed by a grenade thrown into the room. “At least five children and several adults were in the flat when the grenade was hurled inside,” according to the  BBC , who added that the boy died in his mother’s arms.\nAnd in February, 2017 a man was injured outside of a residence after a grenade was thrown: \nExplosion, suspected grenade attack in Malmo. One injured: https://t.co/kmoumRdDhJ\nIt seems, perhaps, that Sweden’s ultra-liberal, open-border, self-described  feminist  government is realizing they may have screwed up by allowing unchecked migration from Islamic countries associated with terrorism, violence, and perhaps containing people with an axe to grind against the West. As The Times notes: \nSweden has pursued a liberal immigration policy for more than a generation; its government speaks of being a “humanitarian superpower” for having taken in a large number of asylum seekers. After the migrant crisis of 2015, when more than 160,000 people sought asylum, the policy was abruptly changed. Yet there is little debate or reliable data about the integration of the 12% of the population that derive from non-western countries.\nFor a long time the Swedish establishment played down the decay of immigrant-dominated suburbs, but it can no longer ignore the explosion of violence.\nIt should also be noted that 70% of migrants coming into Europe as of 2015 were  men of fighting age  according to a Pew Research Center study.\nEven Swedish Democratic party leader Jimmie Akesson “declared war” against organized crime and suggested that Sweden should deploy the military to no-go zones to counter the out of control violence.\n“People are shot to death in pizza restaurants, people are killed by hand grenades they find on the street,” Akesson said in parliament on Wednesday.\n“This is the new Sweden; the new, exciting dynamic, multicultural paradise that so many here in this assembly … have fought to create for so many years,” he said sarcastically.\nAnd now the Swedish government is distributing survivalism pamphlets  (for war with Russia, of course) and considering deploying the military to deal with idealistic gun-toting migrant youth gangs from brutally war-torn countries.\nWho could have possibly seen this coming?\nFeb, 2017 – Sweden’s Deputy Prime Minister, Feminist Isabella Lövin mocks U.S. President Trump with all-female colleagues – one week before donning hijabs to meet with Iran’s Supreme Leader Ali Khamenei \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nIdeas Time\nTime to open season with no tags required and no bag limits.\nJan 25, 2018, 8:21 am\nDK\nYes indeed, done by Swedens Liberal Deomcracy, so expect the Season to consist of Islamaphobics, Right Wingers, Racists and rape victims.\nJan 25, 2018, 2:20 pm\nno such thing as islamaphobia\na phobia is an irrational fear! and there is nothing irrational about fearing a global death-cult of a billion plus, invented by one of the worst criminals in human history, which is commanded by their god to conquer the entire world, via war or immigration or both\nopen season to consist of leftist sheeple and their puppet masters – not to mention our primitive muslim invaders\nJan 25, 2018, 5:33 pm\nwiseoldlady\nThe racists are the elite…..those in charge….they hate the blacks, the whites, the Christians, the poor, the conservatives, the constitutionalists, free speech, the illegals….all used as tools at their choosing…..definitely using islam and their propaganda to instigate treacherous acts against man.  Their future plan is to select and keep only those dumb enough to believe, obey, and serve their preposterous progressive BS….the rest will be eliminated.\nJan 28, 2018, 6:07 am\nYup , exactly what I’ve been saying for some time now and it should happen here as well !!!\nJan 25, 2018, 5:19 pm\nWhat happens when you become weak.  Like America sending women and Negroes to rule you.\nYou send women to do a MAN’S job.  Shamefool……\nJan 25, 2018, 7:31 pm\nJan 26, 2018, 8:07 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "It’s not my first action to put in a military, but I’m prepared to do what it takes to ensure that the seriously organized crime goes away,",
                "Lofven",
                true
            ],
            [
                "it is also obvious that there are social problems… …We see criminals with total lack of respect for human life, it’s a terrible development I’m determined to turn around.",
                "Lofven",
                false
            ],
            [
                "We are forced to choose between two evils,",
                "",
                true
            ],
            [
                "At least five children and several adults were in the flat when the grenade was hurled inside,",
                "",
                true
            ],
            [
                "People are shot to death in pizza restaurants, people are killed by hand grenades they find on the street,",
                "Akesson",
                true
            ],
            [
                "This is the new Sweden; the new, exciting dynamic, multicultural paradise that so many here in this assembly … have fought to create for so many years,",
                "Akesson",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/25/sweden-hell-armed-migrant-teens-roaming-with-kalashnikovs-military-may-be-deployed/https://www.thetimes.co.uk/article/teens-roam-streets-with-rifles-as-crime-swamps-sweden-q83g055k9",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/25/sweden-hell-armed-migrant-teens-roaming-with-kalashnikovs-military-may-be-deployed/https://www.zerohedge.com/news/2018-01-17/swedish-police-station-attacked-hand-grenade",
                "https://beforeitsnews.com/v3/r2/?url=http://www.pewglobal.org/2016/08/02/4-asylum-seeker-demography-young-and-male/",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/25/sweden-hell-armed-migrant-teens-roaming-with-kalashnikovs-military-may-be-deployed/https://www.svt.se/nyheter/lokalt/orebro/orebroare-misstanks-for-vapensmuggling",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/25/sweden-hell-armed-migrant-teens-roaming-with-kalashnikovs-military-may-be-deployed/https://www.expressen.se/kvallsposten/polisen-efter-mordet-risk-det-kommer-mer/",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/25/sweden-hell-armed-migrant-teens-roaming-with-kalashnikovs-military-may-be-deployed/https://t.co/KBArbGQyJs",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/25/sweden-hell-armed-migrant-teens-roaming-with-kalashnikovs-military-may-be-deployed/https://www.svt.se/nyheter/lokalt/orebro/forvarade-pansargevar-i-kallaren-atalas",
                "https://beforeitsnews.com/v3/r2/?url=http://archive.is/KBGzs",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/25/sweden-hell-armed-migrant-teens-roaming-with-kalashnikovs-military-may-be-deployed/https://www.zerohedge.com/news/2018-01-18/sweden-preparing-civil-war-pm-wants-deploy-army-no-go-zones",
                "https://beforeitsnews.com/v3/r2/?url=http://www.bbc.com/news/world-europe-37161752",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/25/sweden-hell-armed-migrant-teens-roaming-with-kalashnikovs-military-may-be-deployed/https://youtu.be/pgN0P-fqBkk",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/25/sweden-hell-armed-migrant-teens-roaming-with-kalashnikovs-military-may-be-deployed/https://www.thelocal.se/20170113/teenage-boy-killed-in-malm-shooting",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/25/sweden-hell-armed-migrant-teens-roaming-with-kalashnikovs-military-may-be-deployed/https://t.co/vtxnGOJ3y6",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/25/sweden-hell-armed-migrant-teens-roaming-with-kalashnikovs-military-may-be-deployed/https://t.co/kmoumRdDhJ",
                "https://beforeitsnews.com/v3/r2/?url=http://www.lokaltidningen.se/2017-02-28/-Handgranat-exploderade-%E2%80%93-en-person-skadad-330912.html",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/25/sweden-hell-armed-migrant-teens-roaming-with-kalashnikovs-military-may-be-deployed/https://www.thelocal.se/20170104/man-killed-in-malmo-shooting",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/25/sweden-hell-armed-migrant-teens-roaming-with-kalashnikovs-military-may-be-deployed/https://www.hrw.org/news/2015/10/28/womens-rights-iran"
            ]
        },
        "key_words": [
            "migrant",
            "teens",
            "armed",
            "grenade",
            "2017",
            "military",
            "malmö",
            "shot",
            "kalashnikovs",
            "swedish",
            "hell",
            "man",
            "deployed",
            "roaming",
            "gang",
            "sweden"
        ]
    }
]