[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/the-fallen-angels-have-arrived-heres-the-proof-video-3590702.html",
        "title": "The Fallen Angels Have Arrived! Here's the Proof (Video)",
        "authors": [
            {
                "name": "Due Diligence",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Due Diligence\nThursday, January 25, 2018 9:15\n \n \n \nBriefly documenting the histories of these beings, then the Biblical connections, and then multiple bizarre sightings that are increasing in 2018. They are here and are starting to get bold about their presence.\nAre you ready for this?\nThe Fallen Angels/Aliens Have ARRIVED (2018)\nSource Scariest Movie Ever\n \n \nUnspeakable Danger in Antarctica; Here’s What’s Coming Part 2 (Stunning Video) click here\nARE YOU COMPLETELY PREPARED & PROTECTED?  \nThe Bible tells us that every human has sinned and fallen short of the glory of God which is  is a heart-penetrating truth. He has provided a way to cleanse us of our sins since we can never be “good enough” to cleanse ourselves. That avenue to God’s grace, mercy and forgiveness (the cleansing of our sins) is through His only begotten Son, Jesus Christ of Nazareth Who is equally God.\n Not one of us are guaranteed a “tomorrow”. Has your time run out? Will you continue to ignore the promptings of God the Holy Spirit or have you awakened to the essential need for God, risking eternal damnation?\n​​God the Holy Father, God the Holy Son and God the Holy Spirit are One God, the true, living, uncreated God Who is ever-present, all knowing, all powerful and all loving. He desires that every single person be forgiven, saved and to live eternally with Him. He is our only real protection and His love for you is unchanging. Accept Jesus Christ as your Savior, the true Messiah, today.\n \n====================================================================================\nDISCLAIMER: Ads seen on this page or on this site \nare NOT endorsed by NOR are they placed by Due Diligence\nTHIS ARTICLE ENDS HERE\n \n===========================================================================\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nJan 25, 2018, 9:29 am\nmarquise\nyour constipated mind might want a little lax, go cry your insecurity elsewhere feeble minded\nJan 26, 2018, 5:42 pm\nGolly gosh…..as some of of us in the UK say.\nI do not reacall….issuing an INVITATION ?\n*\nGENEsis 1    KJV version\n[26] And God SAID, LET US MAKE MAN IN OUR IMAGE, AFTER OUR LIKENESS: AND LET THEM HAVE DOMINION OVER ,  the fish of the sea, and over the fowl of the air, and over the cattle, and over ALL THE EARTH,\nAND OVER EVERY CREEPING THING THAT CREEPETH UPON THE EARTH.\n………beLIeve comment…including the DEMONS…aka…….fallen “angels”\n* * *\nTo the demons…aka ….fallen “angels” perpetrating ….criminal trespass….. in, on and above and below and within and without\nPrime Creators Sacrosanct creation of Earth…\nincluding across The Planes Domains Dominions and Realms of Earth to infinity and beyond\nI deny consent to your unlawful infestation\nI deny consent to your unlawful infrstation\nI deny consent to your unlawful inferstation\nI deny consent in perpetuity retrospectively currently and out over the aeons of Prime Creator created time to your criminal trespass\nto Prime Creators sacrosanct creation of Earth.\n* *\nBiblical reference….would those be the so-called “biblical” references “penned” by the $atanic vatican…Jew$uit$\nJan 25, 2018, 3:24 pm\nbeLIEve\nAlIEN DECEPTION – FALLEN ANGELS – The Walking DEAD: The HYBRID Nephilim SEED Kindle Edition\nAccording to an ancient biblical book after seventy generations, the fallen Angels were released after 4900 years of imprisonment. These Ancient Aliens came down from the heavens, and were worshiped “As the Gods.” Their children the mythological Nephilim Giants built the megalithic temples, and pyramids that existed before the flood. Man today could not lift the herculean stones that were used. Temples and megalith structures around the world have been found under the water and upon the earth, and are witnesses to this ancient history.\nThe Fallen Angels were imprisoned and now released…soon to appear are their hybrid children from the Deserts, Valleys and under the Mountains of the earth for the final judgment, the final hour, and coming of the creator god “Jesus.” Those Nephilim Children who were Giants were destroyed in the flood but their DNA existed, and Giants still existed on the Earth after the flood like GOLIATH and other tribes of Giants.\nGiant bones of over 35 ft have been excavated by archeologist to be whisked away hidden by others from mainstream news and media. Why? To deceive you. With no connection or foundation in the past, and no reference to perceive the coming Alien Deception in its many forms; a likely candidate you have become; falling prey to an evil wicked plan that spans eternity.\nToday these spiritual fallen hosts are creating children again, but they have repackaged themselves as something else.\nThe Bible makes it clear that Aliens are not from other civilizations, but interplanetary and inter-dimensional spiritual host whose purpose is to deceive those on earth. Will you be deceived, or informed? Will you fall prey to their lies, or seek the Truth?\nThe GREATEST DECEPTION ABOUT TO UNFOLD…\nALIEN\nThe Great Deception is almost upon us. We see that GOVERNMENTS  around the world ARE PREPARIG TO GIVE OUT FALSE INFORMATION\nand ‘DNA’ Evidence of an Alien culture from some distant Galaxy….\nThe movie Sirius is supposed to reveal the ‘fact’ that we are not alone…The Vatican is preparing a statement that will change the consciousness of mankind…\nIn the Bible, In the book of Enoch, in the history of Josephus we find the story of the Nephilim, the fallen angels, “sons of god” fell to earth and took on the flesh and mated with the daughters of men, the hybrids that were created were ‘giants.’ We see that the DNA of the human was altered…just as it is being altered today, because we are in….”as in the day’s of Noah”\nThe Bible in the book of Genesis records that genetic altering of man by angels has happened in the past. The scriptures indicate that before the time of Noah some angels left their first estate, came to earth and took the daughters of men as their wives. Their offspring were a hybrid race called the Nephilim. These offspring were the mighty men of renown who were giants being half human and half angel (Hercules etc.). This event is the source of ancient literature about gods being on the earth that most people today claim are myths.\nThe sealed door of Solomon was opened…in the past century…Many men have tried to allow the demons and fallen angels who were sealed in the second heaven…a way back in…at that point in time, all they could do was Watch…and Indeed we called them ‘the watchers….\nThe eye in the Pyramid was the symbol that we are constantly being watched by ‘those’ above us. Not just above us in the caste or class system, but physically in the heavens watching us below….\nMany cermonies were performed by Witches, goblins and very evil men, one man in particular who was called the most evil man in the world…Aliester Crowley, who had somehow procured the ring of Solomon and went about Stonehenge to open the door and loose the fallen angels along with their Lord, Satan, or Lucifer, down to us…\nThe ‘Alien’ agenda began fast and furiously after WWII. During WWII Germany was in full swing, building spaceships and other new age technology to convince people in Germany that there were ‘aliens’ among us.\nIt was because Adolf Hitler had first hand knowledge of Nordics or the ‘Ariana” living in the Hollow of the Earth, and he wanted to introduce them to the earth as superior beings.\nIt unfortunately did not stop there. As We know all of the scientists working on this facade were gathered out of Germany, and brought to the United States of America, this was called project Paper clip.\nAccording to scripture demons look for bodies to possess. They prefer humans but we also know from scripture that they they can possess pigs….(as they were once human, a small species of Hominid called hobbits), spliced with the DNA of wild Boars… Jews practiced exorcisms of demons before the time of Jesus. According to the gospels Jesus delivered many people from demons. The Bible identifies them as disembodied spirits. The belief in reincarnation originates from demon spirits leaving one life form to occupy another. These disembodied spirits have roamed the earth and have possessed people since the great flood.\nDuring the 3000 years that most of these demons were cut off from the breath of Life, they could only watch, with the modern age, the idea of Reincarnation, which was deemed ‘Anathema’ by the Councils of Nicea, once again took a foothold (Do not give Satan a foothold), as the Ancient Chinese proverb, “give the devil half a chance he’ll come up and get you.”\nSo it is through reincarnation that these demons started to once again snatch up the flesh and be part of the physical history of the earth once more…\nHowever they could never be just ‘normal’ human beings…they are of superior flesh,\n(LIE) they know more than us\n(LIE), they are from distant galaxies\n(LIE) and this is why they must be called\nA LIE N. They\nLIE in wait…to take over this world, and DESTROY MANKIND  and Jesus Christ, our Lord and Savior.\nThese\nLIES relate to the supposed activities of the “Vril” society who, it is claimed, were responsible for imparting secret and magical knowledge to the Nazis from the late 1930s onwards. This made its’ way into a number of secret technologies including the flying saucer. The occultists also appear to be claiming that extra-terrestrial knowledge was imparted to this group of Nazi losers…a worrying claim to say the least…\nThe Nazi’s under Himmler began to practice the Occult in Ernest, and developed an initiation and ceremonies to attract demons…Himmler’s strength of occult beliefs and the potential power of both ritual magic and metaphysical scientific experimentation was so great that he ordered construction of many secret chambers below the Wewelsburg Castle, a fortress in Westphalia.\nHimmler’s impressive fortress-like personal Valhalla, Wewelsburg Castle, where the Freiburg disc found in the black forest and manned by ‘nordic vril’ or ‘Ariana’ was reverse-engineered.\n* * *\nIs a ‘False Flag’ Alien Invasion in the Works? Wernher von Bruan’s Colleague Seems to Think So\nInterview with Carol Rosin, a former colleague of Dr von Braun\nI met the late Dr Wernher Von Braun in early 74, at that time Von Braun was dying of cancer, but he assured me that he would live a few more years in order to tell me about the game that was being played, that game being the effort to weaponize space, to control Earth from space and space itself.\nHe asked me to be his spokesperson, to appear on occasions when he was to ill to speak, and I did. And what he asked me to do was to educate decision makers and the public about why we shouldn’t be putting weapons into space . . . and what the alternatives are, how we could be building a cooperative space system.\nWhat was most interesting to me, was a repetitive sentence that he said to me over and over again. . . . And that was the strategy that was being used to educate the public and decision makers, and the scare tactics, the spin that was being put on the weapons system. And that was how we identify an enemy.\nTHE ENEMY  at FIRST  he said, the enemy against whom we’re going to build a space based weapons system . . . First THE RUSSIANS\nare going to be considered the enemy . . . ..\n. . . .\nThe NEXT ENEMY  was A$TEROID$  . . . [and] against asteroids we’re going to build space based weapons.\nAnd the funniest one of all, was against what he called aLIEn$,  EXTRATERRE$-TRIAL$, that would be the FINAL CARD.\nAnd over, and over, and over during the four years that I knew him and was giving his speeches for him, he would bring up that last card.\n‘And remember Carol,\nThe LA$T CARD is the ALIEN CARD.\nWe’re going to have to build space based weapons against aliens,’ and all of it, he said, is a LIE.\nPsalm 19…….King James Version (KJV)\n19. The HEAVENS DECLARE the GLORY of God; and the FIRMAMENT SHEWETH his HANDYWORK.\nThe end will be like the times of Noah Bible says\nJan 26, 2018, 3:32 am\nraburgeson\nWe have been locked up with the fallen angels and abandoned for 2000 years. They manifest when summoned. What has been coming here in the last hundreds of years have been hiding and interfering with our development, a plain sign they are up to no good and carrying out an agenda of their own. My advice is stay alert, armed and follow no one. Listen to the heart.\nNot good information here.\nTHE LAST REVELATION OF CHRIST: Why Christians ARE NOT SAVED according to Christ – Available Now at Amazon – Click here for details: http://www.TheLastRevelationofChrist.com\nJan 27, 2018, 10:29 pm\nHelp!!! I’ve fallen, and I can’t get up.\nJan 28, 2018, 7:27 am\nCaptainPicardX\nWhat is it with you right wing apostate kjv christians, and hating on jehovah witnesses?\nYoure ten fucking times worse with your gun toting selfish capitalist cunt ways\nJan 28, 2018, 10:22 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "give the devil half a chance he’ll come up and get you.",
                "",
                false
            ],
            [
                "Ariana” living in the Hollow of the Earth, and he wanted to introduce them to the earth as superior beings.",
                "Adolf Hitler",
                true
            ],
            [
                "It unfortunately did not stop there.",
                "Adolf Hitler",
                true
            ],
            [
                "As We know all of the scientists working on this facade were gathered out of Germany, and brought to the United States of America, this was called project Paper clip.",
                "Adolf Hitler",
                true
            ],
            [
                "According to scripture demons look for bodies to possess.",
                "Adolf Hitler",
                true
            ],
            [
                "They prefer humans but we also know from scripture that they they can possess pigs….",
                "Adolf Hitler",
                true
            ],
            [
                "as they were once human, a small species of Hominid called hobbits), spliced with the DNA of wild Boars… Jews practiced exorcisms of demons before the time of Jesus.",
                "Adolf Hitler",
                false
            ],
            [
                "According to the gospels Jesus delivered many people from demons.",
                "Adolf Hitler",
                true
            ],
            [
                "The Bible identifies them as disembodied spirits.",
                "Adolf Hitler",
                true
            ],
            [
                "The belief in reincarnation originates from demon spirits leaving one life form to occupy another.",
                "Adolf Hitler",
                true
            ],
            [
                "These disembodied spirits have roamed the earth and have possessed people since the great flood.",
                "Adolf Hitler",
                true
            ],
            [
                "During the 3000 years that most of these demons were cut off from the breath of Life, they could only watch, with the modern age, the idea of Reincarnation, which was deemed ‘Anathema’ by the Councils of Nicea, once again took a foothold (Do not give Satan a foothold), as the Ancient Chinese proverb, “give the devil half a chance he’ll come up and get you.”\nSo it is through reincarnation that these demons started to once again snatch up the flesh and be part of the physical history of the earth once more…\nHowever they could never be just ‘normal’ human beings…they are of superior flesh,\n(LIE) they know more than us\n(LIE), they are from distant galaxies\n(LIE) and this is why they must be called\nA LIE N. They\nLIE in wait…to take over this world, and DESTROY MANKIND  and Jesus Christ, our Lord and Savior.",
                "Adolf Hitler",
                true
            ],
            [
                "These\nLIES relate to the supposed activities of the “Vril” society who, it is claimed, were responsible for imparting secret and magical knowledge to the Nazis from the late 1930s onwards.",
                "Adolf Hitler",
                true
            ],
            [
                "And remember Carol,\nThe LA$T CARD is the ALIEN CARD.",
                "Von Braun",
                true
            ],
            [
                "We’re going to have to build space based weapons against aliens,",
                "Von Braun",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/alternative/2018/01/unspeakable-danger-in-antarctica-heres-whats-coming-part-2-stunning-video-3590564.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/r2/?url=http://www.TheLastRevelationofChrist.com",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "heres",
            "true",
            "spirit",
            "video",
            "holy",
            "truth",
            "son",
            "sins",
            "tells",
            "arrived",
            "proof",
            "fallen",
            "need",
            "angels",
            "god"
        ]
    }
]