[
    {
        "url": "https://beforeitsnews.com/conspiracy-theories/2018/01/rick-osmon-hollow-earth-growing-earth-subterranean-worlds-the-higherside-chats-conspiracy-and-paranormal-podcast-4-2486591.html",
        "title": "Hollow Earth, Growing Earth, & Subterranean Worlds - The Higherside Chats",
        "authors": [
            {
                "name": "The Higherside Chats",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nRick Osmon | Hollow Earth, Growing Earth, & Subterranean Worlds - The Higherside Chats | Conspiracy and Paranormal Podcast\nWednesday, January 24, 2018 22:22\n% of readers think this story is Fact. Add your two cents.\nConspiracy, Mystery, And Comedy. Boom. In the latest episode of The Higherside Chats, Greg Carlwood welcomes hollow earth and growing earth enthusiast Rick Osmon. Rick has studied Lazer and Electro-Optics Technology, worked for the US Navy and as a defense contractor, authored “Graves of the Golden Bear”, is a regular columnist for “Ancient American”,  and above all a researcher of the strange and unusual alternatives of history, archaeology, cryptozoology and more. If knowledge is power, join Greg as he attempts to level up. As we all know, the nefarious powers that be, altar science and history to fit the narrative and paradigm they’ve carefully crafted brick by brick. With the truth thoroughly obscured, Rick helps tear down the walls surrounding ideas of a Hollow Earth and pre-Columbus Civilization in ancient history of North America, in order to rebuild a complete paradigm. 1:50 Join Greg and Rick Osmon as the head straight to the core for a chat about the Hollow Earth.  As with other similar theories, Rick explains that there is, in fact, a void in the inner Earth, due to the gravitational field of the Earth, at that point going outward not inward. Using mathematics to support his calculation for this void, Rick clarifies using gravitational wave theory and our accepted belief that mass is the source of gravity. Listen as Rick elaborates on some of the most recent experiments including a dig conducted by Russia approximately 14 km down known as the Kola Borehole. Rick also touches on the theory presented by Dr. Maxlow and found in the work of Neil Adams that eludes to the possibility of a growing planet. 9:00 Greg expands on this Growing Earth theory as Rick explains the intricacies of the black/white hole pair. Einstein-Rosen bridge helps to better explain the transition of matter and anti-matter through a collider, and the release of newly acquired, highly energetic matter. Is the earth expanding? 14:50 Listen as Rick helps Greg understand the implications associated with bestowing this wealth of gravitational energy knowledge upon the public. With current energy sources being wielded as weapons against the masses, ruining our environment, creating massive global unrest, and depleting the public of their resources with skyrocketing prices, it’s no wonder why this information has been buried. 24:00 Greg and Rick discuss the Edmond Halley’s theory of the Hollow Earth dating back to the 1690s. Listen as the continue on the road of a respected scientist with Hollow Earth hypotheses to the next pit stop with the work of Leonhard Euler. On another stop along the road, Rick details references of the Hollow Earth found throughout works of popular literature from likes of Jules Verne, the Pellucidar series, and Gilgamesh. 31:00 While many questions regarding the size and habitability of the inner Earth void still exist, listen along as they discuss the possible reality of an underground civilization and the stories Rick finds most compelling including Norway’s The Smoky God.  They also touch on the Macushi, a tribe located near Ecuador and Brazil who possess a tribal memory of being the gate keepers of the gateway to the center of the Earth. Continue as the give a nod the translations Dean Dominic Delucia and explore the ancient legends of many tribes tracing their origins to the inner Earth. 44:42 Greg inquiries with Rick about his time spent in the service and if it was able to offer any significant insights into what if anything the world governments know. 50:00 Because no Hollow Earth discussion is complete without the mention of Admiral Byrd (no real hollow earth pictures here folks), Greg Carlwood, and Rick tackle the topic head on. It is Rick’s contention that at least one of the Admiral’s expeditions was funded by the Rockefeller machine, casting a dark shadow over what exactly was discovered and who was able to benefit. 57:50 Moving on from the Hollow Earth, Greg and Rick focus their attention on pre-Columbus America as they attem…\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "theory",
            "subterranean",
            "listen",
            "higherside",
            "earth",
            "osmon",
            "growing",
            "void",
            "inner",
            "greg",
            "rick",
            "worlds",
            "chats",
            "hollow"
        ]
    }
]