[
    {
        "url": "https://beforeitsnews.com/conspiracy-theories/2018/01/cara-st-louis-missing-time-the-new-chronology-the-higherside-chats-conspiracy-and-paranormal-podcast-4-2486594.html",
        "title": "Missing Time & The New Chronology - The Higherside Chats",
        "authors": [
            {
                "name": "The Higherside Chats",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nCara St. Louis |Missing Time & The New Chronology - The Higherside Chats | Conspiracy and Paranormal Podcast\nWednesday, January 24, 2018 22:22\n% of readers think this story is Fact. Add your two cents.\nConspiracy, Mystery, And Comedy. Boom. In the latest episode of The Higherside Chats, Greg Carlwood hosts returning guest Cara St. Louis. On her previous appearance, she outlined the details of the new chronology, the missing time phenomenon, the mind weapon we call the Prussian Education System and the dumbing down it facilitates. As Cara looked deeper into the narrative of history, missing time and those who question it, she found more than enough meat on those bones and set out on her new venture: a series of episodic titles she calls The Workbook. Join them as they go for the conspiratorial one-two punch of the highest order as we explore Missing time and the New Chronology. 4:00 Greg and Cara begin by giving some context on the New Chronology. Cara details her path of initiation starting with the work of Sylvie’ Ivanowa and leading to Russian astronomer and mathematician, Anatoly Fomenko. Cara explains that the timeline used by today’s elite, contributes to the justification of things such as wars and the rising of certain dynastic families. Using astronomical events, such as the cycles of the moon, movements of the planets and eclipses, we are able to see the manipulation of humankind’s understanding of history. 11:30 Knowing our current timeline may be completely inaccurate, Greg and Cara discuss the ways in  which establishments such as the Catholic church were capable of altering the dates of history to fit their desired paradigm. Cara contends Jesuits scholars Scaliger and his contemporary Dionysius Petavias, with the help of Benedictine monks, at the will of the Vatican, and against all history fiction or science rewrote chronology to pre-date the existence of Christianity. Further illustrating her point, Cara also explains that all astronomical evidence dates Jesus’ period of existence to Medieval times, which gravely affects our current chronology. 15:00 Digging deeper into the Jesuit’s brutal involvement in the Prussian education system, Cara briefly lays out the bullet points and a few keys players from along the way, including Pope Pius X. 24:42 Greg and Cara continue to put a point on the finer details of the key figures involved in altering the timeline. One such contributing character was none other than esteemed mathematician, astronomer and physicist, Isaac Newton. 28:00 Cara makes the case against the flat earth theory by contending that it discredits traditional astronomy. 29:45 Greg and Cara examine the work of Ivanowa involving the decedents of Atlantis whom she refers to as “the Survivors”. Known as the keepers of the peace, the Survivors imparted knowledge to the indigenous people who in turn used their culture of oral storytelling to spread this knowledge for generations. Cara details the what she believes to be a critical moment in the lost history, the Battle of Moytura, a literal fairy tale taking place in Ireland. 38:00 Cara continues to detail her path of research for listeners. As a self-identified Faye, Cara believes the Faye exist in a different way. Cara outlines her theory, stating the Faye have been and may still be an extra-terrestrial race, as well as existing intra–dimensionally. Listen as Cara and Greg discuss the tumultuous relationship between the Faye and Drakos. 46:00 The scope of the human mind is endless. With the recent calls to creative types from CERN, Cara elaborates on the theory they may be attempting to harness the imagination to control and disrupt the morphogenetic field. 51:00 Listen as Cara describes the current landscape of terror, anxiety and fear being used to manipulate, weaken and control the population. 58:40 Greg and Cara continue to trace missing time conspiracy and this alternative history through the rule of Nero in Rome. With disparities in the timeline becoming more evident as we narrow in on details of history, Cara explains the fallacies in our current understanding of history. 1:03:20 Greg and Cara continue their discussion by tackling the Phantom time h…\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "current",
            "higherside",
            "chronology",
            "faye",
            "history",
            "missing",
            "greg",
            "timeline",
            "details",
            "cara",
            "chats",
            "used"
        ]
    }
]