[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/it-is-now-time-to-leave-the-cities-prepare-yourself-for-whats-probably-coming-3589833.html",
        "title": "It Is Now Time to Leave the Cities! Prepare Yourself for What’s Probably Coming",
        "authors": [
            {
                "name": "Michael Moore",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Michael Moore\nTotal:\nIt Is Now Time to Leave the Cities! Prepare Yourself for What’s Probably Coming\nMonday, January 22, 2018 8:47\n \nPrepare Yourself For What’s Probably Coming\nLooking past the near-term concerns that have plagued population policy at the political level, it is increasingly apparent that the long-term sustainability of civilization will require not just a leveling-off of human numbers as projected over the coming half-century, but a colossal reduction in both population and consumption.\nIt has become increasingly apparent over the past half-century that there is a growing tension between two seemingly irreconcilable trends.\nOn one hand, moderate to conservative demographic projections indicate that global human numbers will almost certainly reach 9 billion, perhaps more, by mid-21st century.\nOn the other, prudent and increasingly reliable scientific estimates suggest that the Earth’s long-term sustainable human carrying capacity, at what might be defined as an “adequate” to “moderately comfortable” developed-world standard of living, may not be much greater than 2 to 3 billion.\nIt may be considerably less, particularly if the normative lifestyle (level of consumption) aspired to is anywhere close to that of the United States.\nAs a consequence of this modern-day “Malthusian dilemma,” it is past time to think boldly about the midrange future and to consider alternatives that go beyond merely slowing or stopping the growth of global population.\nThe human species must develop and quickly implement a well-conceived, clearly articulated, flexible, equitable, and internationally coordinated program focused on bringing about a very significant reduction in human numbers over the next two or more centuries.\nThis effort will likely require a global population shrinkage of at least two-thirds to three-fourths, from a probable mid-to-late 21st century peak in the 9 to 10 billion range to a future (23rd century and beyond) “population optimum” of not more than 2 to 3 billion.\nObviously, a demographic change of this magnitude will require a major reorientation of human thought, values, expectations, and lifestyles.\nThere is no guarantee that such a program will be successful. But if humanity fails in this effort, nature will almost certainly impose an even harsher reality.\nAs a practicing physical anthropologist and human evolutionary biologist, I am concerned that this rapidly metastasizing (yet still partly hidden) demographic and environmental crisis could emerge as the greatest evolutionary/ecological “bottleneck” that our species has yet encountered.\nAlthough the need for population reduction is controversial, it can be tested scientifically.\nThe hypothesis may be falsified if it can clearly be shown that ongoing estimates of global population size over the next few hundred years will not exceed our increasingly accurate projections of both current and future optimal carrying capacities.\nHowever, the hypothesis will be confirmed if future global population size continues to exceed those carrying capacity estimates by a significant margin. And even if the 2 to 3 billion optimal carrying capacity estimate turns out to be off by, say, a factor of two, achieving a global population optimum of 4 to 6 billion would still necessitate a very substantial reduction from the 9-plus billion projected for mid-century.\nPlease note: this is not a rapture or tribulation date-setting video!! There are a number of very significant events that could possibly occur , and if they do, could play a role in Bible prophecy. I’m not trying to scare anyone or set any dates for the rapture or tribulation, I am just sharing the news that is already out there, with anyone who is not aware.\nThe more we are aware of these things, the better we can prepare ourselves and are not completely surprised by them if they do happen. Since I obviously did not create, initiate or plan any of these events, just like anyone else, I have no way to know if or when they will happen, until the time comes. If nothing happens, then great, we will have more time for each of us to prepare for when and if they do. I do believe that the elite will have their New World Order achieved at some point, so please just stay current on the news and continue to watch for the signs.\nThe endgame will be a one-world government presiding over the earth for the benefit of global oligarchs and their superclass functionaries, leaving the mass of humanity as serfs, to serve the elite, while suffering impoverishment and immiseration.\nMore than half a century ago, at the dawn of the nuclear age, Albert Einstein suggested that we would require a new manner of thinking if humankind were to survive.\nEven though the population explosion is neither as instantaneous nor as spectacular as its nuclear counterpart, the ultimate consequences may be just as real (and potentially just as devastating) as the so-called nuclear winter scenarios promulgated in the early 1980s.\nThat there will be a large-scale reduction in global human numbers over the next two or three centuries appears to be inevitable.\nThe primary issue seems to be whether this process will be under conscious human control and (hopefully) relatively benign, or whether it will turn out to be unpredictably chaotic and (perhaps) catastrophic. We must begin our new manner of thinking about this critically important global issue now, so that Einstein’s prescient and legitimate concerns about human and civilizational survival into the 21st century and beyond may be addressed as rapidly, fully, and humanely as possible.\nThe plan includes scientifically engineered global population reduction (viruses/vaccines/genetically-modified food), cutting the world’s population to less than one billion, leaving the earth’s resources for the exclusive use of this global oligarchy.\nThis conspiracy to impose a global totalitarian society has been shrouded in almost total secrecy. To begin to understand the elite’s endgame, we must learn about the plan’s origins and development, and about the individuals, organizations, and institutions that fund, control, and benefit from it.\nOver the last thirty years, capital has abstracted upwards, from production to finance; its sphere of operations has expanded outwards, to every nook and cranny of the globe; the speed of its movement has increased, to milliseconds; and its control has extended to include “everything.” We now live in the era of global finance capitalism.\nDisaster preparation has received a lot of attention in the recent past. In fact, people who live in every corner of the world prepare for various disasters such as famine and war. Some of them even prepare for zombies. It is always better to prepare to face disasters as they can hit us at unexpected times.\nHowever, it should be done according to a plan. That’s where The Lost Ways comes into play. This guide follows a scientific approach to help people prepare for disasters.\n \nCrisis : Finance\nNow we come to the dangerous bit. Neoliberalism is a way of running the economy that produces dramatic price increases on the stock exchange, where the rich put their money to make even more.\nBut stocks and shares are a relatively safe bet, compared with neoliberalism’s other “irrational exuberances,” like the vast financial apparatus surrounding the swollen credit market.\nDisaster strikes when, as in 1929 and 2007, the proportion of money going to the super-rich 1 percent rises towards 25 percent, far-exceeding requirements for productive investment, and necessitating speculation to increase returns.\nFor the price of high returns is…eternal risk. Any investment fund that does not generate quick and large returns (and therefore does not take on extreme risk), suffers disinvestment in highly competitive markets, where money changes hands in computer-quickened moments.\nSo there is a competitive compulsion to take increasingly daring risks in search of higher returns that temporarily attract investment.\nFinancial managers overseeing capital accumulations compete for control over assets by promising these returns. Those that fail to deliver high profit-rates disappear to be replaced by “more aggressive” investment analysts.\nSo debt, speculation, risk, and fear are structurally endemic to finance capitalism, in what Alan Walks calls “Ponzi Neoliberalism.”16 Fear itself becomes the source of further speculation—buying gold or futures, for example.\nDebt and gambling spread from Wall Street into all sectors of society—house prices, state lotteries, casinos, numbers games, bingo at the church hall, sweepstakes, Pokémon cards—everyone gambles, even little kids.\nThe interlocking of these speculations is the source of their intractability. So the financial crisis that began in 2007 had the following moments: vastly overpriced housing particularly near booming financial centers; competition among financial institutions to offer easy credit that makes everyone hopelessly indebted; the bundling of home mortgages and other debts into tradable paper; very high levels of leveraging; and the use of assets whose value can disappear in an instance to securitize other, even more risky, investments.\nIt is not just that crisis spreads from one area to another. Its more that crisis in one (like the inevitable end to the housing price bubble) had exponential effects on the others (investment banks overextended into high risk speculations) to the degree that losses accumulated that tested the rescuing powers even of client states and governance institutions.\nHence inequality is not merely unethical—it is dangerous. The combination of debt and speculation, deriving from inequality, produces an inevitable tendency towards repeated financial crises.\nWord of the day: Prepare! And do it the old fashion way, like our fore-fathers did it and succeed long before us, because what lies ahead of us will require all the help we can get. Learn the 3 skills that ensured our ancestors survival in hard times of famine and war.\nIf you make the decision to be saved, it will be the best decision you have ever made. You can stay\nIf you make the decision to be saved, it will be the best decision you have ever made. You can stat with the “Sinner’s Prayer”:“Father, I know that I have broken your laws and my sins have separated me from you. I am truly sorry, and now I want to turn away from my past sinful life toward you.\nPlease forgive me, and help me avoid sinning again. I believe that your son, Jesus Christ died for my sins, was resurrected from the dead, is alive, and hears my prayer. I invite Jesus to become the Lord of my life, to rule and reign in my heart from this day forward. Please send your Holy Spirit to help me obey You, and to do Your will for the rest of my life.\nIn Jesus’ name I pray, Amen.”We cannot provide you with particulars for your personal situation because each person’s circumstances may be different.To that end, we pray for you and encourage you to prepare yourself.\nMany people recognize that an economic collapse is a very real possibility. Even if complete economic doesn’t happen, the reality is that you never know when a natural disaster or some other problem will compromise you or your finances. At the very least, being prepared will put you in a better position in general.\nIt’s a good idea to consider your options and prepare for what’s probably coming.\nFirst of all, prepare your finances by diversifying your assets. You don’t want to keep all your wealth in one place. While there’s nothing wrong with growing your wealth with the help of the stock market, you need other places to keep your assets. When the economic collapse comes, it’s likely going to wipe out paper assets.\nMake sure that you have some diversity in your asset allocation, including some hard assets, like real estate property and precious metals. Make sure that your precious metal assets are physical, like gold and silver coins or bullion. You’ll need a good way to protect it, though, and you’ll want it close.\nBuild an Emergency Fund\nCollect Emergency Supplies\nCommunity and Entertainment\nConsider Leaving Urban Areas\nOur grandfathers had more knowledge than any of us today and thrived even when modern conveniences were not available. They were able to produce and store their food for long periods of time. The Lost Ways is the most comprehensive book available. All the knowledge our grandfathers had, in one place.Here’s just a glimpse of what you’ll find in the book:\nTable Of Contents:\nHow North American Indians and Early Pioneers Made Pemmican\nWild West Guns for SHTF and a Guide to Rolling Your Own Ammo\nHow Our Forefathers Built Their Sawmills, Grain Mills,and Stamping Mills\nHow Our Ancestors Made Herbal Poultice to Heal Their Wounds\nWhat Our Ancestors Were Foraging For? or How to Wildcraft Your Table\nHow North California Native Americans Built Their Semi-subterranean Roundhouses\nOur Ancestors’Guide to Root Cellars\nGood Old Fashioned Cooking on an Open Flame\nLearning from Our Ancestors How to Preserve Water\nLearning from Our Ancestors How to Take Care of Our Hygiene When There Isn’t Anything to Buy\nHow and Why I Prefer to Make Soap with Modern Ingredients\nTemporarily Installing a Wood-Burning Stove during Emergencies\nMaking Traditional and Survival Bark Bread…….\nTrapping in Winter for Beaver and Muskrat Just like Our Forefathers Did\nHow to Make a Smokehouse and Smoke Fish\nSurvival Lessons From The Donner Party\nHere’s just a glimpse of what you’ll find in The Lost Ways:\nFrom Ruff Simons, an old west history expert and former deputy, you’ll learn the techniques and methods used by the wise sheriffs from the frontiers to defend an entire village despite being outnumbered and outgunned by gangs of robbers and bandits, and how you can use their wisdom to defend your home against looters when you’ll be surrounded.\nNative American ERIK BAINBRIDGE – who took part in the reconstruction of the native village of Kule Loklo in California, will show you how Native Americans build the subterranean roundhouse, an underground house that today will serve you as a storm shelter, a perfectly camouflaged hideout, or a bunker. It can easily shelter three to four families, so how will you feel if, when all hell breaks loose, you’ll be able to call all your loved ones and offer them guidance and shelter? Besides that, the subterranean roundhouse makes an awesome root cellar where you can keep all your food and water reserves year-round.\nFrom Shannon Azares you’ll learn how sailors from the XVII century preserved water in their ships for months on end, even years and how you can use this method to preserve clean water for your family cost-free.\nMike Searson – who is a Firearm and Old West history expert – will show you what to do when there is no more ammo to be had, how people who wandered the West managed to hunt eight deer with six bullets, and why their supply of ammo never ran out. Remember the panic buying in the first half of 2013? That was nothing compared to what’s going to precede the collapse.\nFrom Susan Morrow, an ex-science teacher and chemist, you’ll master “The Art of Poultice.” She says, “If you really explore the ingredients from which our forefathers made poultices, you’ll be totally surprised by the similarities with modern medicines.” Well…how would you feel in a crisis to be the only one from the group knowledgeable about this lost skill? When there are no more antibiotics, people will turn to you to save their ill children’s lives.\nIf you liked our video tutorial on how to make Pemmican, then you’ll love this: I will show you how to make another superfood that our troops were using in the Independence war, and even George Washington ate on several occasions. This food never goes bad. And I’m not talking about honey or vinegar. I’m talking about real food! The awesome part is that you can make this food in just 10 minutes and I’m pretty sure that you already have the ingredients in your house right now.\nReally, this is all just a peek.\n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Father, I know that I have broken your laws and my sins have separated me from you.",
                "",
                true
            ],
            [
                "I am truly sorry, and now I want to turn away from my past sinful life toward you.",
                "",
                true
            ],
            [
                "Please forgive me, and help me avoid sinning again.",
                "",
                true
            ],
            [
                "I believe that your son, Jesus Christ died for my sins, was resurrected from the dead, is alive, and hears my prayer.",
                "",
                true
            ],
            [
                "I invite Jesus to become the Lord of my life, to rule and reign in my heart from this day forward.",
                "",
                true
            ],
            [
                "Please send your Holy Spirit to help me obey You, and to do Your will for the rest of my life.",
                "",
                true
            ],
            [
                "In Jesus’ name I pray, Amen.",
                "",
                true
            ],
            [
                "If you really explore the ingredients from which our forefathers made poultices, you’ll be totally surprised by the similarities with modern medicines.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "whats",
            "human",
            "crisis",
            "food",
            "global",
            "population",
            "coming",
            "leave",
            "cities",
            "youll",
            "billion",
            "financial",
            "prepare",
            "probably",
            "reduction"
        ]
    }
]