[
    {
        "url": "http://conservativefighters.com/news/herschel-walker-trump-getting-raw-deal-respect-president/",
        "title": "Herschel Walker: Trump ‘Getting a Raw Deal,’ ‘We Have to Respect Him as Our President’",
        "authors": [],
        "publisher": "http://conservativefighters.com",
        "publish_date": "2018-01-08",
        "text": "Conservative Fighters\nHerschel Walker: Trump ‘Getting a Raw Deal,’ ‘We Have to Respect Him as Our President’\nLegendary University of Georgia running back Herschel Walker made an appearance Monday on “Fox & Friends” to talk about his school’s upcoming national championship game against the University of Alabama and his friend President Donald Trump, who will be at the game.\nWalker said Trump has been “getting a raw deal” with people “forgetting” about respecting the office.\n“[W]e voted for him to be president, and because of that, we have to respect him as our president,” Walker stated.\nGood on you, Mr Walker!\nJanuary 8, 2018 at 8:18 pm\nYou are the man on and off the field, you probably don’t understand why all the disrespect either.\nPlus they are blocking your comment, make it louder .\nJanuary 8, 2018 at 8:19 pm\nWe cannot comment on Trump being a good President ? what the f–k is going on ?\nJanuary 8, 2018 at 8:43 pm\nWONDERFUL POST AND COMMENTS….YOU KEEP TELLING IT LIKE IT IS…MAYBE MORE WILL BEGIN TO CATCH ON THAT PRESIDENT TRUMP REALLY IS A GOOD MAN AND GOOD FOR OUR COUNTRY AND IT’S PEOPLE AND I THINK IT’S WONDERFUL THAT YOU’RE SHOWING APPRECIATION FOR OUR MILITARY, VETERANS AND ELDERLY TOO….WISH THERE WERE MORE LIKE YOU OUT THERE….\nJanuary 8, 2018 at 8:45 pm\nIT DOESN’T MATTER WHETHER YOU VOTED FOR HIM OR NOT. HE IS OUR PRESIDENT AND SHOULD BE RESPECTED. i DID NOT VOTE FOR OBAMA AND DIDN’T LIKE HIM BUT I RESPECTED HIM FOR HIM HOLDING THE PRESIDENTIAL SEAT.\nJanuary 8, 2018 at 9:06 pm\nThat is right. Respect the office not the man necessarily that holds that office. When you respect the office, you respect our country and you respect yourself and you respect those who have given so much to make this country what it is now. When Barak Hussein Obama was in office, I respected the office then too. IF Hillary would have been elected our President, I will still respect the office, even though I would never vote for her.\nJanuary 8, 2018 at 9:45 pm\nHerschel Walker is a great American and a great man in general. We need more people in this Country like him. He is certainly a role model for all young boys both in his career and in his everyday life. God bless you Herschel Walker and I am so glad that you are a friend of President Trump.\nJanuary 9, 2018 at 12:28 am\nTHANK YOU FOR SPEAKING OUT. I THINK THERE ARE MORE THAT FEEL THE SAME WAY BUT ARE AFRAID TO OWN UP TO THE TRUTH. I THANK YOU FOR YOU COURAGE.\nJanuary 9, 2018 at 6:21 pm\nOne of a few Black men who have common sense!A gentleman and an American!\nComment\nName *\nEmail *\nWebsite\n",
        "quotes": [
            [
                "We Have to Respect Him as Our President",
                "Trump",
                false
            ],
            [
                "W]e voted for him to be president, and because of that, we have to respect him as our president,",
                "Herschel Walker",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "trump",
            "raw",
            "university",
            "walker",
            "respect",
            "getting",
            "voted",
            "herschel",
            "deal",
            "schools",
            "stated",
            "talk",
            "upcoming",
            "running",
            "president"
        ]
    }
]