[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/henrys-1-millionth-rimfire-lever-action-up-for-grabs-at-shot-auction-video-3590673.html",
        "title": "Henry’s 1-millionth rimfire lever action up for grabs at SHOT auction (VIDEO)",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Guns.com\nTotal:\nHenry’s 1-millionth rimfire lever action up for grabs at SHOT auction (VIDEO)\nThursday, January 25, 2018 7:42\n% of readers think this story is Fact. Add your two cents.\nIn December, Henry Repeating Arms manufactured its one-millionth lever-action .22-caliber rifle in their flagship model H001. As with all Henry products, it was “made in America or not made at all.”  And this particular rifle has high aspirations of setting a record, having been selected by the NSSF as SHOT Show’s auction rifle. Guns.com had the chance to sit down with Henry’s president and owner Anthony Imperato to get the scoop.\nThe hand-finished rimfire features a silver receiver with hand-engraved scroll patterns, done by the Connecticut-based Baron Engraving. The engraving is embellished with inlaid 24-carat gold.  The whole package is dressed with some of the finest AAA exhibition-grade American Walnut stocks we’ve ever seen, and which, according to Imperato, is “one of the finest examples of American walnut ever to leave our factory.”\nThe company has come a long way since the first Henry lever action .22 rifle shipped out of the original factory in Brooklyn in 1997.  After a move, expansion, and the addition of many more models, Henry now cranks out a full line of rimfires, big bores, and even shotguns from their plants in Bayonne, New Jersey and Rice Lake, Wisconsin.\n“When I attended the SHOT Show in 1996 I displayed the prototype H001 on an eight-foot folding table. We didn’t have a big budget booth and it was a no-frills affair. I had no idea that it would go on to be a top seller, a staple of the firearms industry,” Imperato said. “My goal was to deliver value, quality, a smooth reliable action and of course, made in America.”\nAnd boy, did he succeed. Imperato estimates his company has more than two-million H001 series rifles when counting the many variations, calibers, and options available, but there is only one that will ever be labeled the millionth serial number.\nWhile the majority of noteworthy serial numbers, #1 or #1,000,000 usually end up on a museum display, this one is headed for a private home.  “This is a once in a lifetime opportunity to own a piece of firearms history,” Imperato said, adding proceeds from the auction benefit organizations that support conservation, hunting, firearms safety, shooting sports programs and the Second Amendment.\nWhat does this mean for the family run Henry Repeating Arms? “This is the rifle that put Henry Repeating Arms on the map, energized the lever action market and resurrected the Henry name,” Imperato said. “Hitting the one-million milestone validates that we have done something right. I couldn’t be more humbled by the incredible response and support Henry has received over the past two decades. I remain forever grateful to our customers, distributors, dealers and our employees.”\nHenry’s goal is to exceed the SHOT Show auction record of $136,014. At the time of publication, the millionth Henry rifle has been hit by over 150 bidders to the tune of $55,000 on GunBroker. Not only does the winner take ownership of the fine rifle, but will also be a special guest of the company at the 2018 NRA Convention in Dallas.\nInterested bidders with deep pockets can find the gun here .  The auction closes on Jan. 26, when we’ll find out if Henry Repeating Arms claims the auction crown.\nThe post Henry’s 1-millionth rimfire lever action up for grabs at SHOT auction (VIDEO) appeared first on Guns.com .\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "made in America or not made at all.",
                "Henry",
                false
            ],
            [
                "one of the finest examples of American walnut ever to leave our factory.",
                "Imperato",
                false
            ],
            [
                "When I attended the SHOT Show in 1996 I displayed the prototype H001 on an eight-foot folding table.",
                "Imperato",
                true
            ],
            [
                "We didn’t have a big budget booth and it was a no-frills affair.",
                "Imperato",
                true
            ],
            [
                "I had no idea that it would go on to be a top seller, a staple of the firearms industry,",
                "Imperato",
                true
            ],
            [
                "My goal was to deliver value, quality, a smooth reliable action and of course, made in America.",
                "Imperato",
                true
            ],
            [
                "This is a once in a lifetime opportunity to own a piece of firearms history,",
                "Imperato",
                true
            ],
            [
                "This is the rifle that put Henry Repeating Arms on the map, energized the lever action market and resurrected the Henry name,",
                "Imperato",
                true
            ],
            [
                "Hitting the one-million milestone validates that we have done something right.",
                "Imperato",
                true
            ],
            [
                "I couldn’t be more humbled by the incredible response and support Henry has received over the past two decades.",
                "Imperato",
                true
            ],
            [
                "I remain forever grateful to our customers, distributors, dealers and our employees.",
                "Imperato",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.guns.com/2018/01/25/henrys-1-millionth-rifle-up-for-grabs-at-shot-auction-video/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.guns.com/2017/12/22/henry-h001-one-million/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.guns.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.guns.com//2018/01/25/henrys-1-millionth-rifle-up-for-grabs-at-shot-auction-video/https://www.gunbroker.com/item/729918395",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "henrys",
            "shot",
            "auction",
            "rimfire",
            "video",
            "lever",
            "grabs",
            "1millionth",
            "henry",
            "imperato",
            "rifle",
            "action",
            "arms",
            "big",
            "repeating"
        ]
    }
]