[
    {
        "url": "https://beforeitsnews.com/science-and-technology/2018/01/this-abandoned-mine-was-converted-into-an-insane-multi-layered-trampoline-park-2916720.html",
        "title": "This Abandoned Mine Was Converted into an Insane Multi-Layered Trampoline Park",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By solidsmack (Reporter)\nTotal:\nThis Abandoned Mine Was Converted into an Insane Multi-Layered Trampoline Park\nWednesday, January 17, 2018 7:49\n \nWhile nothing short of a nuclear threat would get most claustrophobics into an underground enclosure, they might think twice when they see this particular slate quarry.\nBounce Below , one of adrenaline park Zip World ’s many attractions across England, brings out a fear of heights and enclosed spaces at the same time. What was once an old slate mine located in Blaenau Ffestiniog, Wales has been repurposed into a multi-layered trampoline park.\nVisitors enter the park the same way pioneers did – through a shaft which looks on the verge of collapsing. Once the initial fear of merely entering the mine is gone, visitors then go down a network of underground tunnels which lead to a cave.\nSix levels make up the entire bouncing arena, with four industrial slides providing access to each area. The bouncing space is said to cover around five football pitches, each with a length measuring between 90-120m and a width between 45-90m.\nThe site managers are quite particular about closing the ride open during bad weather, as soil erosion could lead to a potential cave-in. So if falling to your doom wasn’t a bad enough prospect, you also have to get over the fear of being buried under mountains of soil.\nNevertheless, going on a nice summer day to play in an underground trampoline park seems like an awesome way to admire the insides of planet Earth. Bounce on over to Zip World’s webpage to learn more about it!\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.zipworld.co.uk/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.zipworld.co.uk/adventure/detail/bounce-below",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "park",
            "multilayered",
            "abandoned",
            "fear",
            "slate",
            "think",
            "way",
            "underground",
            "zip",
            "converted",
            "insane",
            "worlds",
            "trampoline"
        ]
    }
]