[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/4-critical-events-that-gave-rise-to-the-american-truth-movement-3589889.html",
        "title": "4 Critical Events that Gave Rise to the American Truth Movement",
        "authors": [
            {
                "name": "Waking Times",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2018-01-04",
        "text": "By Waking Times\nTotal:\n4 Critical Events that Gave Rise to the American Truth Movement\nMonday, January 22, 2018 12:24\n% of readers think this story is Fact. Add your two cents.\nToo often something major happens that forever alters the relationship between government and the citizenry, yet is insufficiently explained by the media. Government spokespersons and mainstream media recite an ‘official’ version of the story, then declare the case closed, while subsequent independent investigations uncover relevant information and facts which discredit and cast doubt on the official narrative.\nThe best example of this is the terror attacks of 9/11, which ushered in a new era of war, surveillance, mammoth government agencies, and assaults on the natural rights of Americans. The event also triggered a major shift in public consciousness, as the official story was so wrought with obfuscations, half-truths and obvious cover-ups that millions of ordinary people simply could not reconcile the official version with the breadth of contradictory information readily available to the public.\nThe alternative media was already alive and growing far before 9/11, though. It was born out of our natural curiosity for truth in a world of lies. In its infancy, the alt media existed in journals, books, private newsletters, underground radio broadcasts, and cable access television programs. Since 9/11 it has grown exponentially, now presenting a serious challenge for legacy media.\nSeveral key events in 20th century America were watershed moments for the alt media, creating an enormous groundswell of interest in exposing government criminality.\n1.) The Federal Reserve Act of 1913\nIt took a good many decades for the story of our financial enslavement to be fully appreciated and understood by concerned members of the public. Originally published in 1994, G. Edward Griffin’s essential book, The Creature From Jekyll Island , tells the story of how powerful industrialists and private bankers managed to seize control of the nation’s money supply, creating the Federal Reserve system.\nThis event marked the beginning of the end for American prosperity, ushering in our debt-based, fiat currency, along with the inflationary economic policies which have produced things like quantitative easing while forcing us all into utterly insurmountable generational debt and perpetual debt-slavery .\n“The accepted version of history is that the Federal Reserve was created to stabilize our economy. One of the most widely-used textbooks on this subject says: “It sprang from the panic of 1907, with its alarming epidemic of bank failures: the country was fed up once and for all with the anarchy of unstable private banking.”23 Even the most naive student must sense a grave contradiction between this cherished view and the System’s actual performance. Since its inception, it has presided over the crashes of 1921 and 1929; the Great Depression of ’29 to ’39; recessions in ’53, ’57, ’69, ’75, and ’81; a stock market “Black Monday” in ’87; and a 1000% inflation which has destroyed 90% of the dollar’s purchasing power.24″ ~G. Edward Griffin,  The Creature from Jekyll Island\nGriffin talks about the inception of the Federal Reserve System , and what it means for all of us, in the following presentation :\n2.) Ruby Ridge\nOn August 21, 1992, federal agents including U.S. Marshals, BATF, and FBI agents,  began an 11 day siege of the Idaho residence of Randy Weaver, serving a warrant for Weaver for failing to show up in court over charges related to federal firearms violations.\nThe standoff followed a gunfight in which US Marshal William Deegan was killed (likely by friendly fire), and took a turn for the worse when federal snipers shot dead Weaver’s 14 year-old son and Weaver’s wife Vicki. She was unarmed and holding her 10-month-old baby in her arms when a bullet fired by Lon Huriuchi struck her in the temple.\nThe next day, Aug. 22, Randy Weaver walked to the little shack where his son’s body lay. As he was lifting the latch on the shack’s door, he was shot from behind by FBI sniper Lon Horiuchi. As he struggled back to the cabin, his wife, Vicki, stood in the doorway, holding a 10-month-old baby in her arms and calling for her husband to hurry. The FBI sniper fired again and hit Vicki Weaver in the temple, killing her instantly.” [ Source ]\nThose few Americans who understood the implications of having government assassination squads meting out extrajudicial executions of American citizens took to print and the airwaves. Notable among them was officer Jack McLamb , a highly decorated veteran police officer who was outspoken about the importance of holding police and military accountable to the constitution.\nIn the following interview , McLamb shares his insight into this event, coming from a law enforcement perspective.\n3.) The Siege at Waco\nIn 1993, the 51 day standoff at the Branch Davidian compound in Waco, Texas ended when the building burned to the ground with 76 people in it, including a number of women and at least 20 children. All of this happened live on television, and as newscasters and pundits laid blame for the deaths on members of the church, truth-seekers began asking questions about the government’s rules of engagement when dealing with American citizens.\nOn the surface, seekers wanted to know how the government could initiate a military style assault against its own citizens using tanks and helicopters, when so many lives were at stake inside the compound. Digging deeper, many found evidence that the fires may have been intentionally set by federal agents, while exits were destroyed by tanks during the assault, preventing people from escaping a fiery death.\nThe 1997 documentary film Rules of Engagement explores these issues in great detail.\n4.) The Oklahoma City Bombing\nOn April 19th, 1995, the 2 year anniversary of the fire at the Davidian compound in Waco, the Alfred P. Murrah Federal building in downtown Oklahoma City, Oklahoma was destroyed in a massive explosion, killing 168 people and injuring 680 more.\nGulf War veteran Timothy McVeigh was executed in 2001 for charges of domestic terrorism related to his role in the bombing, but to those in the truth growing truth movement, there was much more to the story. Similar to the assassination of U.S. President John F. Kennedy, the accused, McVeigh, was considered by many to be a government patsy in the operation, playing a small role in a premeditated event orchestrated by unseen members of the government.\nA litany of questions and shady events in the ensuing investigation added fuel to speculation, causing many to wonder if it was an inside job. This includes the story of Officer Terence Yeakey who supposedly killed himself after revealing that he had information of the government’s prior knowledge of the bombing.\n“Yeakey was one of the very first rescue workers on the scene. He knew a lot about the bombing, according to his wife, and was very concerned about things that he knew. He expressed this to his wife and mother, and his sisters and brother-in-law.\nThe Oklahoma City Fire Department got a call from the FBI the weekend before the bombing to tell them to be on readied alert for something that could be taking place in the next few days. The Police Department also had some information that came through to them. While they’ve been very “mum” about that, we’ve got bits and pieces from some police dispatchers and others.\nEvidently Officer Yeakey didn’t feel right about keeping his mouth shut about things that he saw that just didn’t look right to him.\nThe evidence itself shows that he obviously was murdered, even though they say he committed suicide. Yeakey was found in the outskirts of the city. He allegedly walked out into a fenced area off the road after having cut both wrists twice and then made another cut on his elbow and then cut both areas of the jugular vein on his neck.\nHaving lost tremendous amounts of blood in his car and elsewhere, he supposedly then walked all of this distance and then decided to shoot himself. He didn’t shoot himself with his service revolver. When a law enforcement officer dies, there is almost always an autopsy. They did not do an autopsy in this case. They proclaimed it a suicide. His family is not satisfied and his wife is not satisfied.” ~ Former Oklahoma State Rep. Charles Key\nThe documentary film, ‘ OKC Bombing: The Forerunner to 9/11 ,’ by Pat Shannan looks at this side of the story in detail:\nFinal Thoughts\nThere are many more events in contemporary American history that deserve to be on this list, but these four represent major turning points in the media landscape prior to 9/11, ultimately playing a major role in the rise of what is now known as the truth movement.\nAbout the Author\nIsaac Davis  is a staff writer for  WakingTimes.com  and  OffgridOutpost.com   Survival Tips  blog. He is an outspoken advocate of liberty and of a voluntary society. He is an avid reader of history and passionate about  becoming self-sufficient  to break free of the control matrix. Follow him on Facebook,  here .\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The accepted version of history is that the Federal Reserve was created to stabilize our economy.",
                "",
                true
            ],
            [
                "One of the most widely-used textbooks on this subject says: “It sprang from the panic of 1907, with its alarming epidemic of bank failures: the country was fed up once and for all with the anarchy of unstable private banking.”23 Even the most naive student must sense a grave contradiction between this cherished view and the System’s actual performance.",
                "",
                true
            ],
            [
                "Since its inception, it has presided over the crashes of 1921 and 1929; the Great Depression of ’29 to ’39; recessions in ’53, ’57, ’69, ’75, and ’81; a stock market “Black Monday” in ’87; and a 1000% inflation which has destroyed 90% of the dollar’s purchasing power.24″ ~G.",
                "",
                true
            ],
            [
                "Edward Griffin,  The Creature from Jekyll Island\nGriffin talks about the inception of the Federal Reserve System , and what it means for all of us, in the following presentation :\n2.",
                "",
                true
            ],
            [
                "Ruby Ridge\nOn August 21, 1992, federal agents including U.S.",
                "",
                true
            ],
            [
                "Marshals, BATF, and FBI agents,  began an 11 day siege of the Idaho residence of Randy Weaver, serving a warrant for Weaver for failing to show up in court over charges related to federal firearms violations.",
                "",
                true
            ],
            [
                "The standoff followed a gunfight in which US Marshal William Deegan was killed (likely by friendly fire), and took a turn for the worse when federal snipers shot dead Weaver’s 14 year-old son and Weaver’s wife Vicki.",
                "",
                true
            ],
            [
                "She was unarmed and holding her 10-month-old baby in her arms when a bullet fired by Lon Huriuchi struck her in the temple.",
                "",
                true
            ],
            [
                "The next day, Aug. 22, Randy Weaver walked to the little shack where his son’s body lay.",
                "",
                true
            ],
            [
                "As he was lifting the latch on the shack’s door, he was shot from behind by FBI sniper Lon Horiuchi.",
                "",
                true
            ],
            [
                "As he struggled back to the cabin, his wife, Vicki, stood in the doorway, holding a 10-month-old baby in her arms and calling for her husband to hurry.",
                "",
                true
            ],
            [
                "The FBI sniper fired again and hit Vicki Weaver in the temple, killing her instantly.",
                "",
                true
            ],
            [
                "Yeakey was one of the very first rescue workers on the scene.",
                "",
                true
            ],
            [
                "He knew a lot about the bombing, according to his wife, and was very concerned about things that he knew.",
                "",
                true
            ],
            [
                "He expressed this to his wife and mother, and his sisters and brother-in-law.",
                "",
                true
            ],
            [
                "The Oklahoma City Fire Department got a call from the FBI the weekend before the bombing to tell them to be on readied alert for something that could be taking place in the next few days.",
                "",
                true
            ],
            [
                "The Police Department also had some information that came through to them.",
                "",
                true
            ],
            [
                "While they’ve been very “mum” about that, we’ve got bits and pieces from some police dispatchers and others.",
                "",
                true
            ],
            [
                "Evidently Officer Yeakey didn’t feel right about keeping his mouth shut about things that he saw that just didn’t look right to him.",
                "",
                true
            ],
            [
                "The evidence itself shows that he obviously was murdered, even though they say he committed suicide.",
                "",
                true
            ],
            [
                "Yeakey was found in the outskirts of the city.",
                "",
                true
            ],
            [
                "He allegedly walked out into a fenced area off the road after having cut both wrists twice and then made another cut on his elbow and then cut both areas of the jugular vein on his neck.",
                "",
                true
            ],
            [
                "Having lost tremendous amounts of blood in his car and elsewhere, he supposedly then walked all of this distance and then decided to shoot himself.",
                "",
                true
            ],
            [
                "He didn’t shoot himself with his service revolver.",
                "",
                true
            ],
            [
                "When a law enforcement officer dies, there is almost always an autopsy.",
                "",
                true
            ],
            [
                "They did not do an autopsy in this case.",
                "",
                true
            ],
            [
                "His family is not satisfied and his wife is not satisfied.",
                "",
                true
            ],
            [
                "OKC Bombing: The Forerunner to 9/11 ,",
                "Charles Key",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.offgridoutpost.com/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.rense.com/general10/kc.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://jimbovard.com/blog/2012/08/22/20-years-ago-at-ruby-ridge-fbi-sniper-slays-mother-holding-her-baby/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "events",
            "critical",
            "truth",
            "movement",
            "media",
            "officer",
            "oklahoma",
            "rise",
            "gave",
            "weaver",
            "american",
            "federal",
            "wife",
            "911"
        ]
    }
]