[
    {
        "url": "https://coed.com/2018/01/23/boston-celtics-vs-los-angeles-lakers-live-stream-how-to-watch-online/",
        "title": "Celtics vs. Lakers Live Stream: Watch Online",
        "authors": [
            {
                "name": "Yes He Counts As A Team",
                "link": null
            },
            {
                "name": "Lebron James",
                "link": null
            },
            {
                "name": "Ny Yankees",
                "link": null
            },
            {
                "name": "Ny Giants",
                "link": null
            },
            {
                "name": "My Favorite Sports Teams In Order.",
                "link": null
            },
            {
                "name": "Self Proclaimed Sports Addict Who Isn'T Afraid To Make A Horribly Funny Pun. I Truly Believe That Laughter Is The Best Medicine.",
                "link": null
            },
            {
                "name": "Fun Loving",
                "link": null
            },
            {
                "name": "Diligent",
                "link": null
            },
            {
                "name": "A Hard Working",
                "link": null
            },
            {
                "name": "Who Is Jesse Tully",
                "link": null
            }
        ],
        "publisher": "https://coed.com",
        "publish_date": "2018-01-23",
        "text": "Search:\nBoston Celtics vs. LA Lakers Live Stream: How to Watch Online\n|\nShutterstock\nThe Boston Celtics are traveling out to the west coast to battle it out with their longtime rival LA Lakers. The rivalry dates back to the days of Magic vs. Bird and has only grown with Kobe vs. the Big 3. Now its time to start a new era in the Lakers Celtics rivalry with names like Irving, Tatum, Ball, and Ingram. This is a prove ’em game for the Lakers who are on a hot streak winning two in a row and adding another big W against the C’s could do wonders moving forward. The Celtics are trying to snap out of a funk themselves, and a nice win in LA might do just to trick.\nThe Boston Celtics (34-13) are currently on a three-game losing streak as they fly into the Staples Center. The Celtics are coming off a four-game home stand where they went 1-3, so this west coast trip will do a lot for how they finish this first half of the season. Boston is lead by Kyrie Irving who’s having himself one heck of season averaging 24.5 points! Al Horford is low key been leading the Celtics in assists, rebounds, and steals per game, both of them are going to have to show up to beat the Lakers.\nThe Los Angeles Lakers (17-29) are fresh off their second win in a row and 5th straight at home after blowing out the Knicks by 20! The Lakers might be without 2nd overall pick Lonzo Ball for this one; Ball leads the team with 7.1 assists and rebound per game. Lucky for the Lakers they will be with their top two scorers with Kyle Kuzman and Brandon Ingram who are averaging 16.4 and 15.7 points per game respectively. Luke Walton is trying his best to win with an extremely young roster with the only true veteran being Brook Lopez who has brought excellent leadership to the team. The Lakers future is bright, and they want to show the Celtics that they aren’t going to be in the cellar of the league for long.\nCeltics vs. Lakers: Game Time, TV Channel & Viewing Details\nEvent: Celtics vs. Lakers\nLocation: Stapels Center in Los Angeles, California\nHow to Watch the Celtics vs. Lakers Live Stream Online\nYour best bet for watching the Skills Competition online via live stream is at WatchTNT  where you will need to sign in with a log in and password for your cable provider.\nIf you don’t have access to a cable or satellite log-in, you can live stream the game online through DIRECTV NOW.  DIRECTV  offers a  free seven-day trial , so you’ll receive a full seven days free before your paid membership begins. If you cancel your subscription within the week, you will not be charged. DIRECTV NOW is available on Desktop, Apple TV, Amazon Fire TV and Chromecast.\nIf you don’t have access to a cable or satellite log-in, you can watch the show through Sling TV. Sling TV is service that allows subscribers to watch live and on-demand TV channels on TVs, computer or mobile device for a monthly fee. It’s just like a cable or satellite TV service, except it’s delivered over the internet. The service’s Orange package includes FOX and costs $20 a month, but you can sign up for a  free seven-day trial . If you cancel your subscription within a week, you will not be charged. Once signed up, simply  download the app  for your computer to start watching.\nHow to Watch the Celtics vs. Lakers On Your Tablet Or Mobile Device\nYou can live stream the game on the  WatchTNT  app.\nHow To Live the Celtics vs. Lakers Online Without Cable Subscription\nYou can also live stream the game through  Sling TV  free trial.  Just click on the  Sling  website and click “Watch Now 7 Days Free” for the free trial. Choose the Sling Orange package, which costs $20 per month and comes with ESPN, along with many other sports channels.\nJan 21, 2018 at 11:59am PST\nJan 21, 2018 at 3:12pm PST\nJan 18, 2018 at 4:41pm PST\nJan 21, 2018 at 2:45pm PST\nJan 18, 2018 at 4:57pm PST\nRead More:\nWho is Jesse Tully? A hard working, diligent, fun loving, self proclaimed sports addict who isn't afraid to make a horribly funny pun. I truly believe that laughter is the best medicine.   My Favorite sports teams in order. 1) NY Giants 2) NY Yankees 3) LeBron James (yes he counts as a team) 4) NY Rangers   Currently Interning at The UFC and Coed.com\nFROM OUR NETWORK\nEmail Address\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.sling.com/?AID=12167662&PID=7702229&cvosrc=affiliate.cj.7702229&adid=12167662&var=zipOnly",
                "https://www.sling.com/single_page_signup?var=&step=0&step=0",
                "https://www.tntdrama.com/watchtnt",
                "https://www.atttvnow.com/accounts/create-account",
                "https://www.sling.com/?AID=12167662&PID=7702229&cvosrc=affiliate.cj.7702229&adid=12167662",
                "https://www.directv.com/",
                "https://www.sling.com/supported-devices"
            ]
        },
        "key_words": [
            "free",
            "sling",
            "stream",
            "vs",
            "watch",
            "game",
            "online",
            "live",
            "tv",
            "celtics",
            "lakers"
        ]
    }
]