[
    {
        "url": "",
        "title": "silveristhenew",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "silveristhenew\nSilverIsTheNew is a place where I go to log my interest in the world economics and how it effects the metals market as well as the metals market as a whole. I have a couple of trusted Silver bullion buyers I use and my reviews of them here. I have a twitter account at @silveristhenew where I post most of my random tidbits of info and a facebook account as well. I am also on youtube.  If you would like contact me personally, please email me at silveristhenew at gmail dot com  Let me know what you think or what you would like me to post on and I will try my best to research the topic.  Disclosure: silveristhenew is funded through some of the links of the online dealers on the Where to Buy Silver page. It is certainly not enough to allow me to quit my day job but it helps some. If you have any input on the quality of service/products from any of the dealers listed, please comment on the review page.  remember, ideas are the birthplace of revolutions.  Share this:Share\nhttp://silveristhenew.com/\nValid 10 years unless revoked\nFirst amendment rights: Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press; or the right of the people peaceably to assemble, and to petition the government for a redress of grievances.\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nDisable\nDismiss\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "metals",
            "market",
            "silver",
            "youtube",
            "page",
            "account",
            "silveristhenew",
            "post",
            "world",
            "dealers"
        ]
    }
]