[
    {
        "url": "http://conservativefighters.com/news/8-years-obama-iran-protesters-reveal-trumps-support-means-prepare-die-regime-change/",
        "title": "After 8 Years with Obama, Iran Protesters Reveal What Trump’s Support Means to Them As They Prepare to Die for Regime Change",
        "authors": [],
        "publisher": "http://conservativefighters.com",
        "publish_date": "2018-01-05",
        "text": "Conservative Fighters\nAfter 8 Years with Obama, Iran Protesters Reveal What Trump’s Support Means to Them As They Prepare to Die for Regime Change\nFrom Fox News:\n“Here is real hell,” a 31-year-old protest leader in Tehran, who Fox News will identify only as Azi, said in a telephone interview during the early hours of Wednesday morning. “This is a real revolution against the mullahs. Iran is uprising. I thank Mr. Trump for his support, but we need more.”\nPresident Trump has taken to Twitter several times to note the protests in Iran, and on Wednesday morning hinted the U.S. could become more involved – in due time.\n“Such respect for the people of Iran as they try to take back their corrupt government. You will see great support from the United States at the appropriate time!”\nThe protests were precipitated by Iran’s bad economy, pervasive corruption and the escalating cost of fuel and goods. The people also were disturbed that they hadn’t seen any of the promised benefits of the Iran Deal.\nThe push is mainly coming from younger Iranians who see no economic prospects and are not happy with the clerical rule of the mullahs. They organized through social media such as Instagram and Telegram.\nSo the government tried to stop it by shutting them down. But it’s not stopping.\n“Obama betrayed the Iranian people. He gave the mullahs are ransom and cooperated with (Supreme Leader) Khamenei, he betrayed the Syrian people too. But Trump did not. So we have real expectations,” said Azi. “We want sanctions against the Iranian regime. They plundered our money. The U.S should not pay the mullahs.”\nAzi said he doesn’t know the fate of friends who have been arrested in the ongoing demonstrations. But he assured they are prepared to fight until the bitter end.\n“This time, even if we die, we will not stop. This is the price of freedom. We are not afraid,” he vowed. “I am a freedom fighter. Maybe tonight I will be killed.”\nFox News noted that on a recent trip to Iran there were people with multiple degrees forced to be cab drivers and waiters to survive.\n“We had hope in Rouhani, much more than Ahmadinejad,” one waiter whispered. “But our lives are no better yet.”\nThey made it very clear that their purpose is not just economic, but it is political and they want to throw out the mullahs.\n“The issue is not just economic, it is political. People will give many reasons for protesting, and all the reasons have led to us losing patience,” said Nik, a 27-year-old engineering student in Tehran.\n“All the money given in the Iran deal went to expand security forces in Syria and Lebanon, all the people know this. We will continue until we overthrow this regime. We thank Mr. Trump for support, but we need all the countries not to remain silent.”\nOthers on the ground in Iran told Fox News most of the protest participants are “young people” – many students of universities, along with a number of high schoolers and supporters of the MEK opposition group.\nAnother protester, a 23-year-old communications student named Haroon, concurred the bulk of protesters were fellow students “fed up” with their dim prospects.\n“Students and ordinary people are being killed and wounded police,” he insisted. “Because we tear down posters of the tyrannical leaders and we burn them. We only want happiness. We want help from the Americans to end this regime.”\nAfter hearing the supportive words from Trump and such people as UN Ambassador Nikki Haley, it generated a lot of positive reaction in Iran. Suddenly the country famous for the government-dictated ‘Death to America!’ chants were commenting “Viva Iran, Viva USA, Viva Trump” and “proud of you president trump that strongly support the people.”\nBut it’s not going to come easily. At least 21 people have already been killed and hundreds arrested.\nHaroon said that despite that the protests continue to grow. Nik said that women had a special role in this because they were pushing for equal rights.\nThere has been a debate about how involved the U.S. should be and in what way, some believing that U.S. involvement would be used against the protesters by the government against the protesters.\nSome encouraged the U.S. to at least help with getting the word out with internet coverage.\nAmir Fakhravar, President of the Iranian Freedom Institute, described the protesters. “They love President #Trump. They will love him more if he can do something to make sure we will have internet coverage, satellite coverage all over Iran [to get the story out].” He said it was huge, involving millions of people, but they need the coverage to be able to communicate.\nFakhravar said they could be the “army of the world” to free it from the “small group of fanatic mullahs.” If the protesters won and were able to throw out the mullahs [clerical leadership], it would change the face of the Middle East away from their extremism and export of terrorism.\nOthers also echoed that thought.\n“President Trump needs to get behind this situation, just as we did with various regime changes in the fall of the Soviet Union,” contended James Waurishuk, a retired U.S. Air Force colonel and former Trump campaign advisor. “The U.S. needs to bolster its strategic influence and public diplomacy efforts.”\nAccording to Farjam Behnam, founder of the Iranian Affairs site IRAN ALMANAC, President Trump’s support is “widely appreciated, but people need practical action.”\n“Free high-speed internet would be a great first step,” he said.\nFormer Ambassador John Bolton made a great point. If the people on the ground are calling for this help, they are the ones who know best what will help and what will harm their cause, not liberal media in the United States.\nIn 2009, Barack Obama was faced with the same choice. At least help with the social media. He refused and the revolution failed. He even refused to have the CIA involved in any way whatsoever.\nLet’s not make that same mistake again.\nneed to send them weapons\nJanuary 5, 2018 at 8:29 pm\nThis is NOT spam. I am incensed that you do not allow me to post this at my FB site. As to your comment that it may be\noffensive to others, I say that there is hardly anything that is not offensive to someone. The fact is Truth should NEVER be suppressed. I am offended by almost every move being made by New Age servers but I would not ask it to be BANNED!! That would not be friendly toward our constitution and would furthermore be cowardice!\nFACEBOOK IS BLOCKING THIS INFO ON IRAN.\nComment\nName *\nEmail *\nWebsite\n",
        "quotes": [
            [
                "This is a real revolution against the mullahs.",
                "",
                true
            ],
            [
                "I thank Mr. Trump for his support, but we need more.",
                "",
                true
            ],
            [
                "Such respect for the people of Iran as they try to take back their corrupt government.",
                "",
                true
            ],
            [
                "You will see great support from the United States at the appropriate time!",
                "",
                true
            ],
            [
                "He gave the mullahs are ransom and cooperated with (Supreme Leader) Khamenei, he betrayed the Syrian people too.",
                "",
                true
            ],
            [
                "We want sanctions against the Iranian regime.",
                "",
                true
            ],
            [
                "The U.S should not pay the mullahs.",
                "",
                true
            ],
            [
                "This time, even if we die, we will not stop.",
                "Azi",
                true
            ],
            [
                "This is the price of freedom.",
                "Azi",
                true
            ],
            [
                "Maybe tonight I will be killed.",
                "",
                true
            ],
            [
                "We had hope in Rouhani, much more than Ahmadinejad,",
                "",
                true
            ],
            [
                "But our lives are no better yet.",
                "Azi",
                true
            ],
            [
                "The issue is not just economic, it is political.",
                "Nik",
                true
            ],
            [
                "People will give many reasons for protesting, and all the reasons have led to us losing patience,",
                "Nik",
                true
            ],
            [
                "All the money given in the Iran deal went to expand security forces in Syria and Lebanon, all the people know this.",
                "",
                true
            ],
            [
                "We will continue until we overthrow this regime.",
                "",
                true
            ],
            [
                "We thank Mr. Trump for support, but we need all the countries not to remain silent.",
                "",
                true
            ],
            [
                "Students and ordinary people are being killed and wounded police,",
                "",
                true
            ],
            [
                "Because we tear down posters of the tyrannical leaders and we burn them.",
                "Nik",
                true
            ],
            [
                "We want help from the Americans to end this regime.",
                "Nik",
                true
            ],
            [
                "Viva Iran, Viva USA, Viva Trump",
                "Haroon",
                false
            ],
            [
                "proud of you president trump that strongly support the people.",
                "Haroon",
                false
            ],
            [
                "They will love him more if he can do something to make sure we will have internet coverage, satellite coverage all over Iran [to get the story out].",
                "",
                true
            ],
            [
                "President Trump needs to get behind this situation, just as we did with various regime changes in the fall of the Soviet Union,",
                "James Waurishuk",
                true
            ],
            [
                "The U.S. needs to bolster its strategic influence and public diplomacy efforts.",
                "James Waurishuk",
                true
            ],
            [
                "widely appreciated, but people need practical action.",
                "",
                false
            ],
            [
                "Free high-speed internet would be a great first step,",
                "Viva Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "regime",
            "trump",
            "reveal",
            "support",
            "means",
            "die",
            "protesters",
            "obama",
            "need",
            "mullahs",
            "trumps",
            "prepare",
            "iran",
            "help",
            "iranian",
            "president"
        ]
    }
]