[
    {
        "url": "https://beforeitsnews.com/prophecy/2018/01/a-central-banker-just-admitted-on-the-record-currencies-are-worthless-video-2496646.html",
        "title": "A Central Banker Just Admitted On The Record: Currencies Are Worthless (Video)",
        "authors": [
            {
                "name": "Jeffery Pritchett",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Jeffery Pritchett\nTotal:\nA Central Banker Just Admitted On The Record: Currencies Are Worthless (Video)\nWednesday, January 24, 2018 8:12\n% of readers think this story is Fact. Add your two cents.\nIf you want evidence of the Endgame for Central Bankers, you need to look no further than yesterday’s Bank of Japan (BoJ) announcement. In its simplest rendering, Haruhiko Kuroda, the head of the BoJ, stated that the Japanese Yen is effectively worthless to him. In his news conference, Kuroda reiterated that changes to the bond-buying.\nIf you want evidence of the Endgame for Central Bankers, you need to look no further than yesterday’s Bank of Japan (BoJ) announcement.\nIn its simplest rendering, Haruhiko Kuroda, the head of the BoJ, stated that the Japanese Yen is effectively worthless to him.\nIn his news conference, Kuroda reiterated that changes to the bond-buying operations don’t imply shifts to its policy stance, adding that the BOJ’s primary objective is the yield curve on Japanese government bonds, not the volume of its asset purchases. Kuroda also suggested the yen’s recent move may have resulted from broad dollar weakness, particularly against the euro.\nSource: Bloomberg\nPut another way, as far as the head of the BoJ is concerned… it doesn’t matter how much currency he prints: tens of billions of yen, hundreds of billions of yen, even trillions of yen… all that matters is where Japanese bond yields are trading.\nThis is the literal textbook for Central Bankers around the world: devalue your currency in order to maintain the bond bubble.\nI outlined all of this in my best-selling book The Everything Bubble: the Endgame For Central Bank Policy. .. but I have to admit even I was stunned to see the head of a major Central Bank state this explicitly… and in public.\nBut let’s be clear… shredding your currency will work for a while… but eventually doing this unleashes inflation.\nAnd that’s when we reach the End Game for Central Banks.\nWhy?\nIf inflation rises, so do bond yields.\nWhen bond yields Rise, bond prices FALL.\nAnd when bond prices FALL, the massive debt bubble begins to burst.\nOn that note, the yield on the most important bond in the world: the 10-Year Treasury, has already broken above its 20-year trendline.\nGlobally the world has added over $60 trillion in debt since 2007… and all of this was based on interest rates that were close to or even below ZERO.\nAll of this is at risk of blowing up courtesy of this spike inflation.\nOn that note, we are putting together an Executive Summary outlining all of these issues as well as what’s in terms of Fed Policy when The Everything Bubble bursts.\nIt will be available exclusively to our clients. If you’d like to have a copy delivered to your inbox when it’s completed, you can join the wait-list here:\nChief Market Strategist\nPhoenix Capital Research\n \nI host the Church of Mabus radio show and it is going on 8 years. I’ve been in the paranormal community for 20 years. I provide content from a network of sources and guests and allies. Ranging from Politics to the Paranormal and the Spiritual. You can check out my other articles here at my  BIOGRAPHY  at BIN and you can check out my free radio show at this link  HERE . Thanks for showing your support and stopping by.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nAnonymous\nAnd how long have we known this, Jeffery?  Almost since the beginning of time.  But as worthless as our dollars are I can still trade my worthless dollars for some stuff which is pretty cool. I just bet a basketball game with a bunch of worthless dollars today and if I win my bet I get a bunch more of worthless dollars.\nJan 24, 2018, 9:10 am\nJan 24, 2018, 9:29 am\ndufus\nthe dollar has been worthless ever since Nixon took it’s gold backing. Now we are like a 3rd word nation. A currency like toilet paper but painted green. It’s a fiat currency. Fake and fraudulent and worthless. Is it any wonder nobody bothers to hang onto it? Washington has totally destroyed America. Robbed US of our country in plain sight. un challenged and in plain sight. They fill their money sack then leave while Americans were screwed bigtime.\nJan 24, 2018, 9:49 am\npatann\n-God, ELOHIM said it, in 1993, 1996, 1998, 2002, right into 2017, and the cry, “I have a bear in 120 countries,” and here lately the mentioning of a Noah’s Cousin. Even after showing carnivore beast stomping, chomping and tearing through pulpits and pews, through crystal skies crashing and falling down and peace getting porches, stock and money markets, so I hope we’re not nearing\na crisis along an outbreak of suicides. Although I virtually made mockery when HE said it, how HE would destroy America, like any abominable nation it’s time to reap its own blood guilt had come. With THEM going on to explained a world ending; let alone a nation ending economical crash as the underlining culprit, as not to see it coming. So my grand and I were watching the Bible Series, Son Of God, his choice, when it come to Judas hanging himself, I asked him, what’s worse? Hanging, yourself, (as in committing suicide), or betraying Jesus? Then he said, betraying Jesus, then I said, betray Jesus, like disciple Peter you can ask God for forgiveness, Kill yourself, you seperate yourself from Him/THEM, forever. So I asked him, now eight years him old, his is the generation whereas in 2011, were described as those who would grow up in occupied territory, in an occupied America.\n-Sincerely, again I asked, so what’s worst, killing yourself or betraying Jesus and he said killing yourself, I went on in hindsight to use this experience to present it as an issue. As with one of my book characters, with her brother, like so many great, small, young old and counting now contemplating and committing suicide, she just rightly asked him, so, you’re choosing suicide over God? Swept up by an act of divine intervention from a sea of American refugees America’s southeast coastline, he and six others, choosing Christ, he is now Prince Darius the 5th, and married to Princess Darius, Juttah Africa, now come into Israel the Lord, now come into marriage suppers and mansions in heaven, now come into reigning Kings and queens. I say if there is a reason why it so infuriated God, when Job, made a wish, that he’d never been born, like suiciders, this abominable thought, Let alone an act of forgetting most of all, he, Job’s faith/fate was all being overseen by humankind’s most Magnificent Shepherd, God, Himself, now Christ’s Cross, the substance of things hope for, the evidence of things not seen, of leaning on the promises of Almighty God, not worthless men forgetting God, days without number, beware, Apb, The RAM, wherein shall you suffer great tribulations, get it, get Jesus and get (ASCEND) out of it, see entire Hello, Anybody out there? blog here, htmlandoceanaescape18.blogspot.com/2018/01/prophecy-link-lyrics-to-this-song-woke.html and one reason why not, here\nIt became worthless after one cycle of money printing when it was taken off the gold standard.\nJan 24, 2018, 3:54 pm\nJan 24, 2018, 4:10 pm\nJan 24, 2018, 4:13 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "I have a bear in 120 countries,",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/r2/?url=http://www.churchofmabusradio.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/contributor/bio/?uid=106013",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "bond",
            "kuroda",
            "video",
            "japanese",
            "currencies",
            "banker",
            "head",
            "bank",
            "record",
            "central",
            "admitted",
            "worthless",
            "boj",
            "world",
            "yen"
        ]
    }
]