[
    {
        "url": "http://conservativefighters.com/news/3-trump-tweets-internet-melting/",
        "title": "The 3 Trump Tweets that Have the Internet Melting Down",
        "authors": [],
        "publisher": "http://conservativefighters.com",
        "publish_date": "2018-01-06",
        "text": "The 3 Trump Tweets that Have the Internet Melting Down\n“Actually, throughout my life, my two greatest assets have been mental stability and being, like, really smart,” President Donald Trump wrote on Twitter on Saturday morning.\nTrump accused Democratic opponents of his presidency and “the fake news mainstream media” of trying to use mental health questions to challenge him as they did with Ronald Reagan.\n“I went from VERY successful businessman, to top T.V. Star, to President of the United States (on my first try),” Trump wrote. “I think that would qualify as not smart, but genius….and a very stable genius at that!”\nTrump said his political enemies were trying to raise questions about his mental stability because the Russian collusion story was a “total hoax.”\nHe also reminded critics that Hillary Clinton lost miserably despite trying to raise questions about his character and mental health to voters.\nTrump is currently at Camp David, where he is meeting with Republican leaders in Congress and members of his Cabinet to discuss his agenda.\n….Actually, throughout my life, my two greatest assets have been mental stability and being, like, really smart. Crooked Hillary Clinton also played these cards very hard and, as everyone knows, went down in flames. I went from VERY successful businessman, to top T.V. Star…..\n….to President of the United States (on my first try). I think that would qualify as not smart, but genius….and a very stable genius at that!\nNow that Russian collusion, after one year of intense study, has proven to be a total hoax on the American public, the Democrats and their lapdogs, the Fake News Mainstream Media, are taking out the old Ronald Reagan playbook and screaming mental stability and intelligence…..\nJanuary 6, 2018 at 4:39 pm\nFake news media will be taking a big hit come Monday Trump has set these idiots up for a miserable day of uncloaking there desperate lies and deception on the public get the popcorn ready the liberal tears will be flowing\nJanuary 6, 2018 at 4:39 pm\nLiberals still don’t get it that Trump tweets just to piss them off. And it works every time!\nJanuary 6, 2018 at 4:40 pm\nYes, and the Democrats are famous for their huge lies when they don’t like someone. They can’t stand it because President Trump is so successful. There have been several statesmen who have called President Trump a genius and I believe that he is. He is a very stable person because anyone who can stand up under what the Democrats have been throwing at him shows he is a very, very stable person. They just as well let up because he’s not going to cave to them and he’s only being emboldened by their hateful attacks. They stay in the gutter with their lies and false accusations. They are the ones who have proven themselves as mentally ill. Anyone who won’t recognize a President who has already turned our Country around with the highest stock market ever, tax cuts FOR ALL AMERICANS, booming economy again, huge job market increases are plain BRAIN DEAD AND HATEFUL AND ARE SO JEALOUS OF HIS SUCCESS IT IS DRIVING THEM CRAZY!!!!\nJanuary 6, 2018 at 6:41 pm\nI think what really irks the democrats is the fact that President Trump is BEHOLDING TO NO ONE! He doesn’t take nor does he need the lobbyists money. NO ONE has the POTUS in their back pocket – they should be happy because it is costing these lobbyists and anyone else who line the pockets of politicians a whole lot less money.\nJanuary 6, 2018 at 4:42 pm\nDemocrats have no message other than Destroy Trump. Their calling all Trumps People Stupid Red Neck Lunatics… Their Attack on FB is Heavy Right Now.. I think FB is dropping Them in To Conservative Sites, They won’t Own Up To Being Democrats but Say They Are Republicans For Rand Paul…Don’t Buy It….\nJanuary 6, 2018 at 4:49 pm\nNow I Can’t Share This To FB because People Have Complained That This Is Abusive..FB Takes They’re Side, Naturally. This is The Next Big Attack…\nJanuary 6, 2018 at 4:53 pm\nBe Careful Mr. President. After Nebuchadnezzar extolled his genius God struck and humiliated and he didn’t regain his mental faculties until he looked to heaven and acknowledged the Lord God as being supreme.\nJanuary 6, 2018 at 5:04 pm\nThe brainwashed progressive liberal snowflakes find Our Great POTUS Tweets abusive therefore I cannot share it on FB. If you ask me the entire base of the democratic party are a bunch of LGBT pussies and sissys.\nJanuary 6, 2018 at 6:30 pm\nPresident Trump started out asking God for help and did the same this first year in his predency please note he is the first president in more than a few score of years to have a bible study group in the white house every monday!!!\nHang tough Mr. President, we the people are behind you!\nComment\nName *\nEmail *\nWebsite\n",
        "quotes": [
            [
                "Actually, throughout my life, my two greatest assets have been mental stability and being, like, really smart,",
                "",
                true
            ],
            [
                "I went from VERY successful businessman, to top T.V.",
                "Ronald Reagan",
                true
            ],
            [
                "Star, to President of the United States (on my first try),",
                "Ronald Reagan",
                true
            ],
            [
                "I think that would qualify as not smart, but genius….and a very stable genius at that!",
                "Ronald Reagan",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "tweets",
            "trump",
            "questions",
            "melting",
            "mental",
            "internet",
            "smart",
            "donald",
            "went",
            "wrote",
            "stability",
            "trying",
            "president"
        ]
    }
]