[
    {
        "url": "https://beforeitsnews.com/tea-party/2018/01/beware-of-the-mad-max-scenario-2605091.html",
        "title": "Beware of the Mad Max Scenario",
        "authors": [
            {
                "name": "Freedom Bunker",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Freedom Bunker\nMonday, January 22, 2018 0:57\n% of readers think this story is Fact. Add your two cents.\n[Editor’s Note: A mad max scenario is one of the worst-case scenarios one can prepare for. The adage “if you can’t protect you don’t own it” rings true in this case. Long-term survival plans that reflect this type of disaster suggest preppers getting away from urban and suburban living and heading for hills. While this would be the safest option, there are dangers that lurk for those who plan to “live off the land.” Because in a post-collapse world – they will come for all that you own.]\nSeems almost self-explanatory, right?  I mean, what could be so involved with the term “living with the land,” right?  There is a lot to it.  There’s a reason to do this:\nLiving with the land will help you to live, and avoid the greatest hunter of all: man. Men…mankind…has the same instincts as you, the same success in the generations as you.  Although this is not an “anthropological” treatise, it holds a lot of anthropology within it, because there are a few key points you must keep in mind: Your weakness is a weakness shared by other men; your strength is a strength possessed by other men; what you can do can be done by other men.\nThe commonality is both your strength and your weakness.  You become cold, and so does the man (or men) hunting you. The dark poses impediments and unknown dangers, and it does the same to your hunters.\nTurn the Hunters Into the Hunted\nYou can turn the hunters into the hunted…for you are a hunter: it is “hard-wired” in you through a thousand generations of successful hunters, warriors, and killers. You need to eat, and so do your pursuers.  You need water, and so do they.  You can  track , and so can they.  You have senses that can detect man, and so do they.  All of this, yes, you know, I’m sure.\nBut have you considered it all?  Really considered it?\nThe land: to  blend with it , and to live with it without being obtrusive is the key to avoiding the hunters…and remember that they have the same limitations as you.  The more pure and “clear” you keep your senses, the better they’ll work for you.  We have done some pieces on the way the  eye works, and the sense of smell .  This is the time to do your work…your training to use these senses to their maximum capabilities.  Let’s cover some basics as to what to expect when you’re living with the land and avoiding marauders, foreign soldiers, forces of a dictatorial government, and so forth.\n10 Ways To Avoid Marauders and Looters After the Collapse\nDon’t travel the heavily-traveled: stay off of paths and trails and  cover your tracks , as most people (and anyone hunting you) will use them. Busting brush will ensure you’re safer.\nWhat’s easy for you is easy for them: taking the harder path will oftentimes confuse and discourage them.\nYou lay a trail for dogs or men: your scent for the dogs and your tracks for the men. Defeat both: use “blue” (water) features to disguise and throw off the scent, being careful not to leave footprints in banks or mud.\nOpposite actions and times: You sleep during the daytime, travel at night. I have emphasized this (to the “chagrin” of naysayers galore) in previous articles…you have to develop the ability to move at night.  When they’re eating, be on the move.  When they’re awake, you stay in a hide site.\nBoobytrap all avenues of approach and high-traffic areas: punji stakes, pits, and IED’s (Improvised Explosive Devices). Heaven forbid!  Do you want to win, or just play “good guys and bad guys” in the woods?  There is going to come a time to act and not just sit around with all of your canned fruits and stored supplies.  Hopefully, that time will come later, so that you can prepare for it.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "if you can’t protect you don’t own it",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://readynutrition.com/resources/your-ancestors-had-some-hard-core-survival-instincts-this-is-how-you-can-get-back-to-your-roots_17072017/",
                "https://beforeitsnews.com/v3/r2/?url=http://readynutrition.com/resources/mantracker-covering-your-tracks-and-avoiding-an-ambush_14112016/",
                "https://beforeitsnews.com/v3/r2/?url=http://readynutrition.com/resources/winter-survival-how-to-blend-into-a-winter-environment_21102016/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://readynutrition.com/resources/mantracker-how-to-be-one-and-how-to-avoid-one_31102016/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "scenario",
            "senses",
            "beware",
            "men",
            "land",
            "max",
            "mad",
            "man",
            "live",
            "weakness",
            "living",
            "strength"
        ]
    }
]