[
    {
        "url": "https://beforeitsnews.com/opinion-conservative/2018/01/a-new-exodus-luke-1233-49-3356472.html",
        "title": "A new Exodus (Luke 12:33–49)",
        "authors": [
            {
                "name": "American Vision",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By American Vision\nMonday, January 22, 2018 8:51\n% of readers think this story is Fact. Add your two cents.\n2. A New Exodus (Luke 12:33–49)\nJesus’ advice to “seek his kingdom, and these things will be added to you” (Luke 12:31), came in the context of the parable of the rich fool. He instructed His disciples not to chase luxury and wealth as the end-goal of life, for God would suddenly call them to account. In this parable we saw a parallel with the luxury of the Great Whore, Jerusalem (Rev. 17–18), which included an implication of impending judgment for that city. The threat was still veiled somewhat, but in the continuation of that very discussion with the disciples, the threat was about to become more clear.\nImmediately after saying, “it is your Father’s good pleasure to give you the kingdom” (Luke 12:32), Jesus instructs His disciples literally to abandon their possessions: “Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys. For where your treasure is, there will your heart be also” (12:33–34).\nThe meaning here is not as simple as most Sunday school lessons have applied it: don’t be greedy, give to the poor, lay up treasure in heaven not on earth. Although that meaning is encapsulated here, the larger context pertains to the impending judgment on Jerusalem. Jesus was not saying that all Christians in all ages and places should literally not own property (the Franciscan disputes of 1322 notwithstanding); nor was He teaching this as some kind of unattainable ideal, like, “I know you really have to have some possessions, and that even lots of financial security is nice, but, I’m just saying, every Christian should want to give away all their possessions and help the poor, even though I know it’s really impossible.” No. Jesus was speaking of priorities, the disposition of the heart, and most importantly for the disciples’ context, being in a position to get out of town quickly.\nThis interpretation for the disciples makes perfect sense given what follows:\nThe Parable of the Watchful Stewards (Luke 12:35–40)\nJesus speaks of being ready for immediate action when the Lord returns. The faithful stewards of the house will be wakeful and watchful throughout the entire night, ready at any moment’s notice:\nLet your loins stay girded and keep your lamps burning, and be like men who are waiting for their master to come home from the wedding feast, so that they may open the door to him at once when he comes and knocks. Blessed are those servants whom the master finds awake when he comes. Truly, I say to you, he will dress himself for service and have them recline at table, and he will come and serve them. If he comes in the second watch, or in the third, and finds them awake, blessed are those servants! But know this, that if the master of the house had known at what hour the thief was coming, he would not have left his house to be broken into. You also must be ready, for the Son of Man is coming at an hour you do not expect (Luke 12:35–40).\nThe disciples are hereby put on notice: sell everything you have, and be ready to act on a moment’s notice when the Lord comes.\nThere are two figures in the parable: one is the picture of servants awaiting their Lord. In this figure, the two parties have a positive relationship: reciprocal affection and interest in the other performing their duty. We could say they are in a faithful covenant. In the second picture, a master is surprised by a thief. This is a picture of an antagonistic relationship: one in which the master of the house would rather the other party stay away, and in the end was at a loss.\nThis is not a mixed metaphor, but two perspectives on the same coming event. Jesus exhorts the disciples to be ready, and if they are, they shall be rewarded by being served by Him. He had already taught them that in seeking His kingdom first, the father would be pleased to give it to them. This is an expansion on that same teaching.\nThe second perspective is for those who would not be faithfully awaiting their Lord. Indeed, these thought they themselves were “master” of the house already. Thus they had no expectation of anyone coming soon. They did not watch and wait for the Lord; they took ownership of the house for granted. Therefore, the coming of the Lord to them would be unexpected and unwanted—like the visitation of a thief. These unfaithful, selfish house-sitters would be dispossessed by the thief. Jesus had already taught this lesson as well, that the demon would return to find the house empty and unguarded, and the house would be left desolate (Luke 11:17, 24–26).\nThe Watchful Steward Parable Expanded (Luke 12:41–48)\nPeter seems pretty keen here. He seems to be putting two and two together. Despite the fact that Jesus had been talking privately with the disciples and not to the crowd as a whole (12:22), Peter wants to be sure: “Peter said, ‘Lord, are you telling this parable for us or for all?’” (12:41). As with earlier episodes when people asked “who” (Luke 11:29), Jesus responded with more parable:\nWho then is the faithful and wise manager, whom his master will set over his household, to give them their portion of food at the proper time? Blessed is that servant whom his master will find so doing when he comes. Truly, I say to you, he will set him over all his possessions. But if that servant says to himself, “My master is delayed in coming,” and begins to beat the male and female servants, and to eat and drink and get drunk, the master of that servant will come on a day when he does not expect him and at an hour he does not know, and will cut him in pieces and put him with the unfaithful.\nHow this answers Peter’s question may not be so obvious. Jesus does not give a clear “to you” or “to all.” Rather, He shows how in a way it is both. The parable applies to all, certainly, but it applies to different individuals in different ways depending upon what they have been given—revelation with faith, revelation with no faith, or no revelation with no faith. Peter should know that this very explanation—further revelation in itself—was intended for his disciples, not those who would not understand anyway (see Luke 8:10). So, Peter, choose you this day how ye shall prepare for the Lord’s coming.\nTwo things are for certain here in Jesus’ expansion of His teaching: 1) some would-be servants would be judged with the unbelievers (v. 46), and 2) the faithful servants would be made rulers over the entire household, indeed, “all his possessions” (v. 44).\nFirst, consider those who are to be judged. They are called “servants,” but it is clear they are not among the “faithful and wise” servants spoken of in verses 42–44. There is a clear division (as between sheep and goats). These have a motivation for their wickedness: it is unbelief in the master’s soon return: “My master delays in coming.” They believe he will come someday, but not for a long time, at least not soon. This leaves them unconcerned about their immediate state.\nBased on their self-assurance, they are slack in their morals: they beat the other boy and girl servants (presumably below them in age and thus in rank or status), and they eat and drink to indulgence. We have already seen these two themes emphasized before: the persecution of the children of God, and the indulgence in worldly luxuries. Both are the sins of the Great Whore, Jerusalem (Rev. 17–18): “with the wine of whose sexual immorality the dwellers on earth have become drunk” (17:2, cf. 18:3ff), and “drunk with the blood of the saints, the blood of the martyrs of Jesus” (17:6). Indeed, “in her was found the blood of prophets and of saints, and of all who have been slain on earth” (18:24). The same theme of relaxing in self-assured luxury had appeared just minutes ago in Jesus’ parable of the rich fool: “And I will say to my soul, Soul, you have ample goods laid up for many years; relax, eat, drink, be merry” (12:19). It will feature again in the near future (17:26–30).\nFor this wicked servant, the Lord would return like a thief in the night: unexpectedly, and with the intent of taking his possessions from him. And the judgment would be to be cast out like the unbelievers. The unbelievers mentioned here refer to the gentiles—those who did not have the level of revelation to which Israel had been privileged. Yet the wicked servant, through his refusal to accept Jesus’ testimony, would be counted and judged as a gentile. The Great Whore had sinned with all of the gentiles (Rev. 17:2, 8; 18:3, 23), she would be judged like one.\nOnly worse: the servant who actually had revelation would receive a worse punishment than those who had not. Jesus teaches this immediately following:\nAnd that servant who knew his master’s will but did not get ready or act according to his will, will receive a severe beating. But the one who did not know, and did what deserved a beating, will receive a light beating. Everyone to whom much was given, of him much will be required, and from him to whom they entrusted much, they will demand the more (12:47–48).\nThe servant who knew his master’s will but did not obey it is obviously unbelieving Israel. “The Jews were entrusted with the oracles of God” (Rom. 3:2; cf. 9:4–5), Paul tells us, and yet they rejected the very One to whom those oracles pointed. Jesus had come, and was now predicting His soon return in judgment, and yet while even staring Him in the face, these wicked Jews said in their hearts, “My master delays in coming.” For this reason, they would feel the judgment. Thus the martyr Stephen, facing trial and death at the hands of these wicked servants, could bring this very suit against them:\nYou stiff-necked people, uncircumcised in heart and ears, you always resist the Holy Spirit. As your fathers did, so do you. Which of the prophets did your fathers not persecute? And they killed those who announced beforehand the coming of the Righteous One, whom you have now betrayed and murdered, you who received the law as delivered by angels and did not keep it (Acts 7:51–53).\nYes, these wicked servants who had been given much, clearly “knew their master’s will” and yet “did not keep it.” These were about to receive a severe beating.\nThe gentiles, however, many of whom had committed the same sins but without the privilege of having God’s oracles, would receive a lighter punishment. In fact, as Jesus had taught earlier, some of those gentiles did repent with much less revelation, and these would rise up to condemn Israel in the judgment to come (Luke 11:29–32).\nBut the faithful stewards would not only receive Christ’s blessing, He would personally set them in charge of the entire household and all He possessed (Luke 12:42–44). Again we have the theme of kingdom inheritance. Those who had spurned the luxury of the Great Whore, the rich fool, the drunken wicked servant, would receive Christ’s own service and authority: “You are those who have stayed with me in my trials, and I assign to you, as my Father assigned to me, a kingdom, that you may eat and drink at my table in my kingdom and sit on thrones judging the twelve tribes of Israel” (Luke 22:28–30). These servants, indeed, whom the wicked servant beat and murdered, are later seen by John: “I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God. . . . They came to life and reigned with Christ for a thousand years” (Rev. 20:4).\nThe parallel to Luke 22:28–30 appears in Matthew 19:27–30. There the connection between the watchful servants who have sold all and the disciples receiving the kingdom thrones is explicit:\nThen Peter said in reply, “See, we have left everything and followed you. What then will we have?” Jesus said to them, “Truly, I say to you, in the new world, when the Son of Man will sit on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel. And everyone who has left houses or brothers or sisters or father or mother or children or lands, for my name’s sake, will receive a hundredfold and will inherit eternal life. But many who are first will be last, and the last first.”\nA New Exodus\nThe faithful servants will have their “loins girded” and their “lamps burning.” The girded loins idea here is a direct reference to the Exodus. Not only were the Israelites instructed at the original Passover to eat “with your belt fastened [lit. “loins girded”], your sandals on your feet, and your staff in your hand” (Ex. 12:11), but Luke uses the exact same Greek words as the Greek Old Testament (the Septuagint, or LXX): ai osphues humon periedzosmenai (“your loins girded”). These words in these forms only appear in these two places in Scripture, Exodus 12:11 and Luke 12:35.\nIt is pretty clear, then, this is a conscious adaptation of the Exodus theme, and the theology fits perfectly. In fact, the Passover at which Jesus would be killed—Him being the Passover Lamb—was probably no more than a few weeks away at the most (as we have said before, Jesus’ journey from Luke 9:51 up until the Olivet discourse (Luke 21) is one continuous passage. There are very few time indicators, for example of a Sabbath, and none of any major portion of time passing). His blood was about to effect both the salvation of His faithful followers, and the great judgment that would befall the faithless persecutor of those children. It is very likely that Jesus’ disciples already had the Passover on their minds, and that they assumed this journey to Jerusalem was simply for that purpose.\nWhereas in the original Exodus, Pharaoh held the Israelites under persecution, now unfaithful Israel had become the Pharaoh. Matthew uses this theme very early, as young Jesus is forced to flee the Pharaoh of Jerusalem (Herod) into Egypt, and yet this is called a fulfillment of God’s Son being called out of Egypt:\nNow when they had departed, behold, an angel of the Lord appeared to Joseph in a dream and said, “Rise, take the child and his mother, and flee to Egypt, and remain there until I tell you, for Herod is about to search for the child, to destroy him.” And he rose and took the child and his mother by night and departed to Egypt and remained there until the death of Herod. This was to fulfill what the Lord had spoken by the prophet, “Out of Egypt I called my son” (Matt. 2:13–15).\nIt’s no wonder John would later refer to Jerusalem as “Egypt” particularly for the sin of killing Christ and His prophets: he calls it “the great city that symbolically is called Sodom and Egypt, where their Lord was crucified” (Rev. 11:8).\nJesus would soon return to the Exodus theme to the extent that it was replayed in Noah and Lot. In Luke 17:26–32, He teaches:\nJust as it was in the days of Noah, so will it be in the days of the Son of Man. They were eating and drinking and marrying and being given in marriage, until the day when Noah entered the ark, and the flood came and destroyed them all. Likewise, just as it was in the days of Lot—they were eating and drinking, buying and selling, planting and building, but on the day when Lot went out from Sodom, fire and sulfur rained from heaven and destroyed them all—so will it be on the day when the Son of Man is revealed. On that day, let the one who is on the housetop, with his goods in the house, not come down to take them away, and likewise let the one who is in the field not turn back. Remember Lot’s wife.\nAgain, we see all familiar themes: an immoral and carefree people ignoring the announcements of coming judgment. They ate and drank and were merry until the judgment fell; then, it was too late. Considering the amount of warning, by the way, it’s not so much that the coming was unexpected, but that the faithless were unprepared. This is always the theme: plenty of warning is given, but all is ignored.\nMeanwhile, the faithful are prepared, ready for the time to come. Their loins girded, their lamps lit. In each case, they safely escape the wrath absorbed by the others. In Noah’s case, it was via the Ark; Lot’s case required a literal exodus. So would it be for Jesus’ disciples: they had to be prepared to leave directly from the housetop, with no stop for gathering possessions. Don’t be like Lot’s wife, who looked back. She was not fit for the kingdom of God (recall Jesus teaching this very lesson at the outset of this journey, Luke 9:62).\nKnowing all of this already, Jesus here warns His disciples to be ready for a new Exodus—a full Exodus of Christ’s body out of symbolic Egypt, Jerusalem. The blood of Jesus would protect them, but those who did not have the covering—indeed had rejected it, and in fact, themselves shed that blood—would suffer under the judgment to come. And just as in the original Exodus, God promised to execute judgment “on all the gods of Egypt” (Ex. 12:12), He would now judge symbolic Egypt for her many idolatries. But the disciples would be ready. Their property was sold and they were watchful for the signs that would mean “Get out, now.”\nOf Thieves and Lamps\nThe lamp image in 12:35 serves a different purpose than that used just previously (11:33–6); there it is about the witness of the Gospel; here it pictures someone so firmly expecting their Lord’s immediate return that they stay up all night. Here is a light shining in the darkness, but not so much to broadcast to the world, but as a means of remaining awake and watchful personally amidst the darkness. Paul uses this same idea when expands on the “thief in the night” metaphor:\nFor you yourselves are fully aware that the day of the Lord will come like a thief in the night. While people are saying, “There is peace and security,” then sudden destruction will come upon them as labor pains come upon a pregnant woman, and they will not escape. But you are not in darkness, brothers, for that day to surprise you like a thief. For you are all children of light, children of the day. We are not of the night or of the darkness. So then let us not sleep, as others do, but let us keep awake and be sober. For those who sleep, sleep at night, and those who get drunk, are drunk at night. But since we belong to the day, let us be sober (1 Thess. 5:2–8; cf. 2 Pet. 3:10, Rev. 3:3; 16:15).\nNotice the same features here: the wicked servants are resting in self-assurance, but sudden destruction comes. The sleepers—children of the night—are drunkards, but the children of light are prepared.\nThe same issue is the heart of the later Parable of the Ten Virgins. They all had lamps that could burn, but only five were prepared with oil. Only five had light. As a result, the five who had oil were prepared at the call of the bridegroom’s coming. He came at midnight (Matt. 25:6; just as the Passover plague, Ex. 12:29). And while all of them slumbered and slept (25:5), only the foolish virgins were caught unprepared with no light. They were children of darkness, and when they finally arrived at the wedding to which they had long ago been invited, the answer came from behind a locked door, “I do not know you” (Matt. 25:12). They had missed their opportunity, not having their lamps lit. They lost all future inheritance, and were left no better than adulterers as far as that particular Bridegroom was concerned. So would it be for the Jews. They had taken their calling for granted; now they would find themselves left in the streets.\nIt is clear, then, that the “thief in the night” metaphor pertains only to the wicked servants. The faithful would inherit the kingdom. The thief would only strike those who were unprepared. Thieves, after all, normally don’t come around where the lights are on.\nThe New Testament Fulfillment\nAs I have mentioned before concerning the selling of property pre-AD 70, we see exactly this behavior taking place in the New Testament church: people literally selling their land and houses, and using the proceeds to help each other (Acts 4:33–37). Notice, here it does not mention all possessions, just the real estate that bound them to the location: “as many as were owners of lands or houses sold them” (v. 34). This sell-off served the double purpose Jesus was teaching for them during that special watchful period: have your priorities straight, and be prepared to move.\nIn Acts, the story continues: that faithful witness of the disciples led to great revival and power of the spread of the gospel (Acts 5:12–16), and confrontation between the gospel and the Jewish temple leaders led to the imprisonment (5:18) and beating (5:40) of the apostles, and eventually the martyrdom of the deacon Stephen (Acts 6:9–7:60). Thus the wicked unwatchful servants began beating the other servants.\nNotice that all of unbelieving Israel was complicit in these events—through full ecclesiastical and civil representation: the high priest and the Sadducees (priests) (5:17), and the “the council and all the senate of the people [lit. “sons”] of Israel” (5:21). This council included the sect of the Pharisees (5:34). Even other lesser-known groups got involved later: Libertines, Cyrenians, Alexandrians, Cilicians, and Asians (7:9). In short, the persecution of the early church truly was the sin of the whole of the “sons of Israel”—faithless Israel, that is. While the sons of light kept their loins girded and their lamps lit, the wicked servants continued in the drunkenness of Idolatry and began to beat the true servants.\nThe stoning of Stephen (7:59–60) was the persecutors’ crowning achievement, and this put the disciples’ evacuation plans into effect: “there arose on that day a great persecution against the church in Jerusalem, and they were all scattered throughout the regions of Judea and Samaria, except the apostles” (Acts 8:2). These new disciples got out fast, and as a result the gospel spread with them: “Now those who were scattered went about preaching the word” (8:4). This preaching ends up all over Judea and Samaria by the end of the chapter, and to the gentiles by chapter 10. In between, in chapter 9, Saul is converted, and that of course means the gospel will reach the entire inhabited world in the lifetimes of those very disciples.\nFrom this brief view of this section of Acts we learn that the disciples took Jesus’ words literally: sell of your possessions and be ready to react quickly. We also learn that the opposition to the gospel was the result of the whole people of unbelieving Israel. We also see that all parties had Jesus’ warning of the destruction of Jerusalem as the backdrop to the dispute, for when the Jews brought false witnesses against Stephen, they said, “we have heard him say that this Jesus of Nazareth will destroy this place and will change the customs that Moses delivered to us” (6:14). Whether or not Stephen had actually said this part or not, we don’t know; but it shows that the issue of the coming destruction of the Temple was the hot-button topic of the day.\nThe Coming Great Division\nThe message Jesus continually taught from the day He set his face toward Jerusalem (Luke 9:51) included a dire warning about a coming division. Theirs was a wicked generation, but He would receive to Himself a faithful remnant. There were those who had hid their God-given light, there were Pharisees and lawyers who brought judgment upon themselves, yet there were still those who would confess Christ while those other denied Him (Luke 12:8–12). There were rich fools and yet there were those who had godly priorities (12:13–34). Now there were wicked servants and watchful servants (12:35–48).\nNow Jesus goes on to state this much plainly:\nI came to cast fire on the earth, and would that it were already kindled! I have a baptism to be baptized with, and how great is my distress until it is accomplished! Do you think that I have come to give peace on earth? No, I tell you, but rather division. For from now on in one house there will be five divided, three against two and two against three. They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against her daughter-in-law and daughter-in-law against mother-in-law (Luke 12:49–53).\nWe just read a somewhat later episode, where Jesus gives the counterpart to this division: “everyone who has left houses or brothers or sisters or father or mother or children or lands, for my name’s sake, will receive a hundredfold and will inherit eternal life” (Matt. 19:29). Jesus is here making sure His disciples are aware that He really intends division to come. The outworking of His finished work—his “baptism”—by necessity would bring a rending of the people, even to the point of rending families. This would happen through conversion, and literally at the coming judgment: “I tell you, in that night there will be two in one bed. One will be taken and the other left” (Luke 17:34). For now, Jesus pressed His disciples to embrace this message: division was coming. Fire was coming, and Jesus desired that fire already to be burning (12:49).\nFrom here Jesus message enters an even more highly eschatological passage. The message of coming judgment gets even more explicit. But we will have to save that for the next chapter.\nNotes:\nAmerican Vision’s mission is to Restore America to its Biblical Foundation—from Genesis to Revelation. American Vision (AV) has been at the heart of worldview study since 1978, providing resources to exhort Christian families and individuals to live by a Biblically based worldview. Visit www.AmericanVision.org for more information, content and resources\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nAlan Schuetz\n=======\nThe Way in Acts\nSo, where is the “sect” called The Way (Heb. HaDerech) mentioned explicitly in Acts?\n* Acts 9:1-31\nThe following bears repeating from the words of Paul the Apostle:\nActs 24:14 But this I admit to you, that according to [T]he Way which they call a sect I do serve the God of our fathers, believing everything that is in accordance with the Law and that is written in the Prophets;15 having a hope in God, which these men cherish themselves, that there shall certainly be a resurrection of both the righteous and the wicked. (NASB)\nRecall that (Titus Flavius) Josephus (né Yosef ben Matityahu) — a Jewish historian, Roman citizen, and self-described Pharisee — applied the term “Essenes” (=pious ones) to this “sect.” He even had a spurious claim of living among those in Qumran before deciding to practice pharisaism; however, his timeline does not mesh up (i.e., he lied on his résumé). The Dead Sea Scrolls mention “the way” repeatedly in significant manuscripts.\nThe Damascus Document describes how the Congregation of men and women lived.  They sold all their earthly possessions and donated the proceeds to the collective — living a communal lifestyle.  This is confirmed in Acts including some of the problems they encountered:\n* Acts 2:44-47\n* Acts 4:32-37\n* Acts 5:1-11\n* Acts 6:1-6\nJohn (Yochanan) was instructed in the desert wilderness of Qumran based on Luke 1:80:\nLuke 1:80 And the child continued to grow and to become strong in spirit, and he lived in the deserts until the day of his public appearance to Israel. (NASB)\nDo you think that John’s parents — whose father was a Levitical priest — would allow their only son to roam aimlessly in the desert?  How would he become “strong in spirit?” The Holy Spirit had not been sent yet!\nLike it or not, THIS was the early church… And, for the Catholic folks, Peter NEVER visited Rome, but as a Roman citizen, Paul definitely did!  Again, that is documented in Acts et al.\nShema Yisrael!\nJan 22, 2018, 11:50 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Lord, are you telling this parable for us or for all?",
                "",
                true
            ],
            [
                "seek his kingdom, and these things will be added to you",
                "",
                false
            ],
            [
                "it is your Father’s good pleasure to give you the kingdom",
                "",
                false
            ],
            [
                "Sell your possessions, and give to the needy.",
                "",
                true
            ],
            [
                "Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys.",
                "",
                true
            ],
            [
                "For where your treasure is, there will your heart be also",
                "",
                false
            ],
            [
                "I know you really have to have some possessions, and that even lots of financial security is nice, but, I’m just saying, every Christian should want to give away all their possessions and help the poor, even though I know it’s really impossible.",
                "Jesus",
                true
            ],
            [
                "Peter said, ‘Lord, are you telling this parable for us or for all?",
                "",
                true
            ],
            [
                "My master is delayed in coming,",
                "",
                true
            ],
            [
                "with the wine of whose sexual immorality the dwellers on earth have become drunk",
                "",
                false
            ],
            [
                "drunk with the blood of the saints, the blood of the martyrs of Jesus",
                "",
                false
            ],
            [
                "in her was found the blood of prophets and of saints, and of all who have been slain on earth",
                "",
                false
            ],
            [
                "And I will say to my soul, Soul, you have ample goods laid up for many years; relax, eat, drink, be merry",
                "",
                false
            ],
            [
                "The Jews were entrusted with the oracles of God",
                "",
                false
            ],
            [
                "You are those who have stayed with me in my trials, and I assign to you, as my Father assigned to me, a kingdom, that you may eat and drink at my table in my kingdom and sit on thrones judging the twelve tribes of Israel",
                "Christ",
                false
            ],
            [
                "I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God.",
                "John",
                true
            ],
            [
                "They came to life and reigned with Christ for a thousand years",
                "John",
                false
            ],
            [
                "See, we have left everything and followed you.",
                "Jesus",
                true
            ],
            [
                "Truly, I say to you, in the new world, when the Son of Man will sit on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel.",
                "Jesus",
                true
            ],
            [
                "And everyone who has left houses or brothers or sisters or father or mother or children or lands, for my name’s sake, will receive a hundredfold and will inherit eternal life.",
                "Jesus",
                true
            ],
            [
                "But many who are first will be last, and the last first.",
                "Jesus",
                true
            ],
            [
                "loins girded”], your sandals on your feet, and your staff in your hand",
                "Jesus",
                false
            ],
            [
                "Rise, take the child and his mother, and flee to Egypt, and remain there until I tell you, for Herod is about to search for the child, to destroy him.",
                "",
                true
            ],
            [
                "Out of Egypt I called my son",
                "",
                false
            ],
            [
                "the great city that symbolically is called Sodom and Egypt, where their Lord was crucified",
                "Christ",
                false
            ],
            [
                "on all the gods of Egypt",
                "",
                false
            ],
            [
                "as many as were owners of lands or houses sold them",
                "",
                false
            ],
            [
                "the council and all the senate of the people [lit.",
                "",
                false
            ],
            [
                "there arose on that day a great persecution against the church in Jerusalem, and they were all scattered throughout the regions of Judea and Samaria, except the apostles",
                "Stephen",
                false
            ],
            [
                "Now those who were scattered went about preaching the word",
                "",
                false
            ],
            [
                "we have heard him say that this Jesus of Nazareth will destroy this place and will change the customs that Moses delivered to us",
                "",
                false
            ],
            [
                "everyone who has left houses or brothers or sisters or father or mother or children or lands, for my name’s sake, will receive a hundredfold and will inherit eternal life",
                "Jesus",
                false
            ],
            [
                "I tell you, in that night there will be two in one bed.",
                "",
                true
            ],
            [
                "One will be taken and the other left",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "123349",
            "jesus",
            "disciples",
            "master",
            "come",
            "luke",
            "judgment",
            "coming",
            "exodus",
            "servants",
            "lord",
            "wicked"
        ]
    }
]