[
    {
        "url": "https://beforeitsnews.com/blogging-citizen-journalism/2018/01/q-the-second-american-revolution-is-upon-us-2585527.html",
        "title": "Q: The Second American Revolution is Upon Us",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Knarlydawg\nThursday, January 25, 2018 4:59\n% of readers think this story is Fact. Add your two cents.\nQ: The Second American Revolution is\nUpon Us\nPublished on Jan 24, 2018\n \nLUKE 8:17 For there is nothing hidden that will not be disclosed, and nothing concealed that will not be known or brought out into the open.\nHere’s the link to SD Bullion if you’d like score some PHYSICAL silver or gold: http://sdbullion.com/sgt\nPlease consider supporting SGT Report on Patron with a monthly contribution: https://www.patreon.com/user?u=5104183\nFor REAL news 24/7:\nJan 23 2018 17:36:34 Q !UW.yye1fxo ID: 384dbe 139507\nThe light will reveal those on the team and those pretending to be.\nThis is not a game.\nThey want us divided.\nLast posts [self destruction] will immediately show the world the TRUTH.\nInstructions will be sent on how to preserve offline.\nYou didn’t think this was simply about words did you?\nWe have it all.\nQ\nJan 23 2018 17:39:41 Anonymous ID: ee36f3 139556\n>>139507 Hello Q, can you explain the failed sec test? Some of us have been concerned.\nJan 23 2018 17:44:25 Q !UW.yye1fxo ID: 384dbe 139610\n>>139556\nResolved.\nQ\nLetter to @Jack?\nGoodbye @Jack.\nDo not glorify us.\nWE are ALL Patriots.\nHonor those who serve.\nFOR GOD, HUMANITY & COUNTRY.\nQ\n@Snowden\n \nNote:  \n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nMan\nSo apparently Q-anon was a leaker and works in the white house… and wants a civil war in the US….\nthat makes sense…. but then, BIN has been screaming civil war for years now\nJan 25, 2018, 5:20 am\nKnarlydawg\nNo war ……. unless that is what it takes to eradicate the cancerous vermin that have infested our nation and are driven to bring about it’s destruction with an insane fervor. This battle has been going on for quite a while now.\nJan 25, 2018, 5:44 am\nKnarlydawg\nBIN editors ………. how do I get rid of that damn enclosure that keeps that second video shrunk down so small ?\nJan 25, 2018, 6:28 am\nWe have reached the point in American history where all of our Constitutionally-regulated systems have broken down and our “freedoms” have been turned against us.  An example of this is “freedom of the press”.  We do not have a “free” press any longer (if we ever did).  These “mouthpieces” are controlled by just a handful of entities and corporations and together they propagandize and control what the sheeple think, do and say.  Therefore granting freedom to a controlled propaganda machine is contrary to the Constitution, but it continues and it will negatively influence our people and our country until it brings it down like a house of cards.\nOur America has been turned on its head, creating dissension and hatred where none previously existed.  Gender wars (What is it?  Really now.), Race wars (were practically eliminated prior to Obama who with the help of the controlled media RECREATED a hatred which we had cured and banished.) to name but two.  Our country is PURPOSEFULLY being destroyed from within and we are being made to participate.\nEverybody is offended.  Perception has replaced REALITY.  New groups are being targeted to hate and the masses continue to fall for this delusion.  We destroy ourselves for lack of understanding.\nIn just such a way Rome fell.  It was replaced by EMPIRE.  Americans have been led to believe that we are already an empire.  Ridiculous.  But soon, one will come who WILL make us exactly that.  We cannot be destroyed because we have nukes.  That is what separates us from Venezuela.  We will either be conquered or we will become an EMPIRE like Rome.  It matter not which happens as we all lose at that point.  Unlike Rome, the citizen will not enjoy freedoms in this New World Order.  It will be an oligarchy of the rich and powerful, of which the average citizen is not one.\nI cannot tell you when this will happen or how it will all come down, but anyone who is aware can see the handwriting on the wall.  I am reminded that America does not appear in Bible prophecy and eventually Israel will stand alone.  Therefore, I would guess that regardless of which transpires as a replacement for America, we will not resemble our former selves at all.  We will become a new and terrible country.  I do not look forward to that day.\nTake this for the warning that it is.  We are too powerful to fade away.  We will be transformed.  In all likelihood, into something NONE of us wants or desires.\nEach generation wants to leave its mark on the future.  That is the persuasion which is always used.  It is being used now and the young of today have swallowed it hook, line and sinker.  They have been taught not to think, but to label those who are not part of their herd.  They have been taught to hurt and injure instead of logically reasoning their arguments.  They were “educated” to be followers while taught that they are leaders.  They are truly the LOST GENERATION.  It is not they who will lose this country, but their parent generation who allowed their most precious resource (their children and our future) to be corrupted and misled.\nLet this stand as a signal to those who can still hear, think and reason.  It is coming and it is coming swiftly.  Do all that you can to retain what you have.  Store the knowledge while darkness reigns.  Protect who you can, while you can.  Repent and pray.  Remember to stand.\nWatch ye therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man. – Luke 21:36\nJan 25, 2018, 8:57 am\nKnarlydawg\nMuch truth in your comment ! Thank you.   I hope for a turn around for our nation but I hold in the back of my mind that what is happening is a sacrificial skin shedding, (throwing the mid-level Luci’s under the bus), by the deep Deep State Luciferians which tricks everyone into believing that a great cleansing has taken place.  Meanwhile the Luci’s come back on the scene with all new skins, looking like saviors with all the answers for the new NWO 2.0 ……….. Peace, Peace, Peace …… then comes sudden destruction !!\nJan 25, 2018, 1:47 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/r2/?url=https://8ch.net//qresearch/res/138983.html#139610",
                "https://beforeitsnews.com/v3/r2/?url=https://www.youtube.com/watch?v=S3za6BF84Qw&t=497s",
                "https://beforeitsnews.com/r2/?url=https://8ch.net//qresearch/res/138983.html#139556",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.youtube.com/redirect?q=http%3A%2F%2Fsdbullion.com%2Fsgt&redir_token=-cM-sVUzRxn8upu8NPrLtV5Upi58MTUxNjk2NDkxOEAxNTE2ODc4NTE4&v=S3za6BF84Qw&event=video_description",
                "https://beforeitsnews.com/r2/?url=https://8ch.net//qresearch/res/138983.html#139507",
                "https://beforeitsnews.com/v3/r2/?url=https://www.youtube.com/redirect?q=https%3A%2F%2Fwww.patreon.com%2Fuser%3Fu%3D5104183&redir_token=-cM-sVUzRxn8upu8NPrLtV5Upi58MTUxNjk2NDkxOEAxNTE2ODc4NTE4&v=S3za6BF84Qw&event=video_description",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "384dbe",
            "23",
            "uwyye1fxo",
            "id",
            "24",
            "revolution",
            "american",
            "second",
            "2018",
            "q",
            "president"
        ]
    }
]