[
    {
        "url": "https://beforeitsnews.com/war-and-conflict/2018/01/the-predicted-death-of-millions-in-america-globalists-issue-paralyzing-warning-cdc-sidetracks-n-korea-mia-2469135.html",
        "title": "The Predicted Death of Millions in America: Globalists Issue Paralyzing Warning, CDC Sidetracks, North Korea MIA",
        "authors": [
            {
                "name": "Lisa Haven",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Lisa Haven\nTotal:\nThe Predicted Death of Millions in America: Globalists Issue Paralyzing Warning, CDC Sidetracks, North Korea MIA\nTuesday, January 16, 2018 14:15\n% of readers think this story is Fact. Add your two cents.\n \nWhat on earth is going on??!! In the video below, I reveal how the commandant of the Marine Corps, the Defense Secretary, Joe Biden and the Pope are warning that nuclear war is coming and that we need to be prepared.\nThis all happens right before two false alarms were sent out not only to the citizens of Hawaii, but also the citizens of Japan. Additionally, deagel.com , a government contracted company, is predicting that by 2025 America will decrease in population by 270 million persons, and North Korea will have zero. All that and more in this report…\nAnother bombshell report!!! First Hawaii, then Japan! \n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCaptAmerica\nthis is an easy fix. Get rid of ALL the illegal Aliens, and Dreamers, that came here with no vaccines, bringing in their illnesses.\nThat would help almost immediately.\nOh that’s right, Congress and the Democrats want us dead so they can spend our money, on what they have not said, I guess they just want to look at it.\nJan 16, 2018, 3:19 pm\nSo they can spend our money?!?….hmm,sound a little ironic ocnsidering that without “us”,there would be no money to spend….\nWhat needs to happen,is the middle class need to put in place a stop work order across the globe…watch how fast things change once they realize….who feeds who\nJan 16, 2018, 4:00 pm\nAnonymous\ndingbat still on her scaremongering bullshit. DO SOME REAL RESEARCH instead of repeating everyone else’s scare mongering\nJan 18, 2018, 11:35 pm\n2QIK4U\nAgain your videos arent showing but i see the videos on every other page on this site.  Two hundred and forty million americans dead and ten million in australia and thats only the chemtrail results they wanted a decade ago.\nJan 16, 2018, 8:12 pm\nVaccines are forcing everyone to kill themselves when they look at a shirt from Wal-Mart. Flannel winter shirts with square’s and line patterns.\nJan 17, 2018, 3:53 am\nWell how about this bombshell report: For starters, this Pope, the clown wearing a white robe and a funny hat, he  is a fraud, and he hates true Christianity.\nHe makes crap up along the way, as he goes about spreading False Teachings.  He lacks a moral compass and is untrustworthy.\nSo who would listen to him?  Who would believe him?  He is an idiot, and even he has acknowledge that fact.\nJust another NWO Fool.\nJan 17, 2018, 12:52 pm\nbeLIEve\nNUCLEAR WAR is coming…YUP……COURTE$Y of the $ATANIC a$hkeNAZI khazar  FAKE jooz.\nFALSE FLAG in Hawaii  ? ?\nAccording to Jim Stone Freelance A MISSILE WAS LAUNCHED  from an I$raHELL “NUCLEAR” STEALTH SUBMARINE aimed at\nHawaii.\n*\nThe Failed Nuke Attack on Hawaii Was Not a Hoax – Investigative Journalist Jim Stone Update\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://deagel.com",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "big",
            "predicted",
            "tell",
            "truth",
            "paralyzing",
            "warning",
            "worldwide",
            "using",
            "patriot",
            "linkstep",
            "telegram",
            "phone",
            "issue",
            "globalists",
            "millions",
            "mia",
            "sidetracks",
            "north",
            "korea",
            "beforeitsnews"
        ]
    }
]