[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/warning-5-days-before-the-financial-collapse-the-banks-will-collapse-very-soon-coming-chaos-no-banks-no-public-facilities-no-food-and-rampaging-gangs-of-desperate-people-3589830.html",
        "title": "Warning! 5 Days Before the Financial Collapse – The Banks Will Collapse Very Soon – Coming Chaos: No Banks, No Public Facilities, No Food and Rampaging Gangs of Desperate People",
        "authors": [
            {
                "name": "Michael Moore",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Michael Moore\nTotal:\nWarning! 5 Days Before the Financial Collapse – The Banks Will Collapse Very Soon – Coming Chaos: No Banks, No Public Facilities, No Food and Rampaging Gangs of Desperate People\nMonday, January 22, 2018 8:43\n% of readers think this story is Fact. Add your two cents.\nIf the United States experiences a horrifying economic collapse (and it most definitely will), will that cause a complete and total collapse of society?\nWill we experience crime, violence, riots and social unrest on a scale that is unprecedented in U.S. history?\nBefore you dismiss such notions as utter foolishness dreamed up by a few bloggers with too much time on their hands, perhaps you should consider what one of the biggest credit rating organizations in the world is saying.\nAccording to a report on sovereign debt by Moody’s, the world’s five biggest AAA-rated countries (including the United States) are all at risk of soaring debt costs and will have to implement austerity plans that threaten “social cohesion”.\nIn case you are wondering what happens when “social cohesion” starts to break down due to economic factors, just check out the recent examples in Iceland and Greece.\nIf even Moody’s is warning that there is a realistic possibility that “social cohesion” in the United States may break down due to economic factors, perhaps we should all start listening.\nOr if you will not listen to Moody’s, then perhaps you will listen to the man who has been called the top trends researcher in the entire world.\nGerald Celente is the CEO of Trends Research Institute, and he is convinced that we are heading into what he calls “The Greatest Depression”.\nThe picture that he paints of the future of America is extremely alarming and extremely sobering. It would be easy to dismiss his forecasts as just the ramblings of another useless “talking head”, but unfortunately Celente has been dead-on accurate time after time after time in the past.\nConsidering his exemplary track record, what Celente says is coming next for America is incredibly frightening….\nThis is a tough topic, because people either don’t won’t to believe it or are not capable because they lack the knowledge to comprehend what is being said. When you understand that our country can only operate based on debt/credit, not physical dollars, you finally see that the USA is a huge Ponzi scheme built on nothing more that our ability to borrow money. Our status as the world reserve currency has allowed us to borrow money that we do not have.\nThe government says that there are 10 trillion dollars sitting in the US Banking system that we can go and easily withdrawal. How can that be true when there only exists 1.4 trillion of real money in circulation (dollars and coins) and more than one half of that is outside the US.\nThis doesn’t include the 10s of trillions more that we owe other countries that have purchased our debt. If our creditors were to all come and ask for their money at one time there would be less than $1 dollar for every $1000 dollars owed.\nThe world economy collapses. All Great empires based on fiat currencies end in this way. People I talk to like my wife and friends have no clue what is coming.\nHere is the scenario.  “Government agencies are having difficulty making their payments.  State governments are issuing vouchers to pay their bills.  US Social Security is late in issuing its payments to retirees and the disabled.  Many banks are issuing warnings about liquidity.   The prices of food are escalating by the hour.  Instead of talking about the latest inane reality TV show, everyone is talking about inflation, money, mass layoffs, etc.  It is 5 days before the economic collapse.”   So, what do you do?\nOur current recession/depression is slow creeping at this point towards a bad outcome.  Although I believe US and Canada are still 3 to 5 years away from an economic collapse, I woefully believe that the collapse is coming.  Euro will collapse first.  Greece, Venezuela and Spain have already collapsed.  Italy and Portugal are soon to collapse next.  Having this insight, I have been preparing vigorously for the past 2 years.\nDuring these past 2 years, I have often thought about what the last 5 days would look like before a collapse.\n  Because governments will do everything and anything to delay the onset of an economic collapse, as they should, I believe the problem will build to a dramatic point, where the economy will fall off a ledge very quickly. \nWith the US Federal Government running $1 trillion dollar deficits for the past 3 years, how long can that continue?   As some point in time, no foreign government or domestic entity will want to buy US Federal debt.  \nThen the only option is for the US Federal Reserve to generate artificial money, not backed by tax revenues nor by any tangible assets, in order for the Fed to buy US Federal debt. \nAt some point in time, the continual injection of fiat currencies will trigger a hyper-inflation period.  At that point in time, the spiral towards economic collapse will accelerate.\nWhat Will Happen If the US Economy Collapses?\nIf the U.S. economy collapses, you will not have access to credit.\nBanks will close. That means demand will outstrip supply of food, gas and other necessities. If the collapse affects local governments and utilities, then water and electricity will no longer be available. As people panic, self-defense becomes more important. The economy reverts to a traditional economy, where those who grow food barter for other services.\nA U.S. economic collapse would create global panic. Demand for the dollar and U.S. Treasurys would plummet. Interest rates would skyrocket. Investors would rush to other currencies, such as the yuan, euro or even gold. It would create not just inflation, but hyperinflation as the dollar became dirt cheap.\nWhen Would the U.S. Economy Collapse?\nAny of the following six scenarios could create an economic collapse.\nIf the U.S. dollar rapidly loses value, it would create hyperinflation.\nA bank run could force banks to close or even go out of business, cutting off lending and even cash withdrawals.\nThe internet could become paralyzed with a super-virus, preventing emails and online transactions.\nTerrorist attacks or a massive oil embargo could halt interstate trucking. Grocery stores would soon run out of food.\nWidespread violence erupts across the nation. That could range from inner-city riots, a civil war or a foreign military attack. It’s possible that a combination of these events could overwhelm the government’s ability to prevent or respond to a collapse.\nSome believe the Federal Reserve, the president or an international conspiracy are driving the United States toward economic ruin. If that’s the case, the economy could collapse in as little as a week. That’s because it’s run on confidence that debts will be repaid, food and gas will be available when you need it and that you’ll get paid for this week’s work. If a large enough piece of that stops for even several days, it creates a chain reaction that leads to a rapid collapse.\nHow to Prepare for a Collapse\nIt’s difficult to completely protect yourself from a U.S. economic collapse because it can happen without warning.\nIn most catastrophes, people survive through their knowledge, wits and by helping each other. Make sure you understand basic economic concepts so you can see warning signs of instability.\nSecond, keep as many assets as liquid as possible, so you can withdraw them within a week. In addition to your regular job, make sure you have skills that you’d need in a traditional economy, such as farming, cooking or repair.\nMake sure your passport is current in case you’d need to leave the country on short notice. To be completely prepared, research target countries now and travel there on vacation so you are familiar with your destination.\nKeep yourself in top physical shape. Know basic survival skills, such as self-defense, foraging, hunting and farming. Practice now with camping trips. If you can, move near a wildlife preserve in a temperate climate. That way, if a collapse occurs, you can live off the land in a relatively unpopulated area.\nAs for cash, it’s almost pointless to have it in a real economic collapse because its value might be decimated. Gold isn’t much help because it’s heavy to transport and useless in a real survival situation. But it would be good to have a stash of $20 bills and gold coins, just in case. During many crisis situations, these have been acceptable bribes.\nSo what will last five days look like before the full economic collapse.  Here are some key indicators that we have entered that last 5 days.\n \n \n \n \n \n \n \nHaving seen that you are now in the last 5 days before the collapse, what actions should you take?\n \n \n \n \n \n \n \n \n \n \n \nStock up on needed prescription drugs.  Ask your doctor for a 3 month prescription.  Most heath insurance will only pay for one month of drugs at a time.  Tell the pharmacy that you will pay in cash for anything that does insurance company does not cover.   Get printed copies of your\n \nGasoline and diesel fuel, preferably in metal certified fuel cans\nFuel preservatives to delay the decay of hydrocarbon fuels\nPropane tanks – small and large (fully filled propane tanks are excellent for long term storage, if kept dry and rust free)\nButane for lighters\nHay and other feed for your horses\nNow is the time to stock up on other supplies that you will need\nBaby formula and diapers, if you have or expecting a baby\nFeminine hygiene supplies\nBatteries, as much as you can get your hands on\nAmmunition, as much as as you can get your hands on\nPet food\nThe following are items that will become in short supply, once the economic collapse occurs.  Depending on your unique situation, you might want to think about how much you should purchase and store for the future.\nFoot wear and Shoes, especially hiking boots – People will be traveling more by feed and conducting more manual labor.  Resultant, footwear will wear-out much more quickly.   If you have growing children, their feet will continue to grow, regardless if you are able to buy new shoes or not.   One of my first acts if known that an economic collapse was about to occur would be to buy a ladder of larger shoes for each of my children.\nCamping and hiking equipment – Has folks worry about needed to retreat by feet or worry about being kicked out of their homes, camping gear will be in high demand.   As a survival prepper, you should be already provisioned ahead of time with tents, backpacks, sleeping bags, camp cooking gear, etc.\nDetergents and cleaners – Sanitation will be the difference between health or illness after the collapse.  You will be working outside with your hands, and be dirtier after the collapse.  You’ll need to be ready to hand wash and line dry any dirty clothing.  As such, you’ll need to be stocked up with cleaning supplies and detergents.\nBleach – Bleach as a limited shelf life.  It degrades within a year or two.  Bleach is very valuable to maintain home sanitation, cleaning clothing, and water preservation.\n \nGuns (rifles, carbines, pistols, revolvers, shotguns) – Guns will be in short supply, as there will be a rush to stock up before the collapse.  As a survival prepper, you should already be prepared with your defensive weapons battery.  You should already be trained on the usage, cleaning, maintenance and minor repairs of your guns.  You should already be aware of proper safety practices and the gun laws of your location.\n \n \nSolar panels (and related long-term batteries) – If you have your own solar panel setup, and able to run your homestead and recharge small batteries from solar power, you will have an advantage.     If you desire such a setup, you will need to have this well ahead of a collapse.  After a collapse, be watchful for theft of solar panels.  Solar panels will make your homestead a target for bad people.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nJan 22, 2018, 9:43 am\nJan 22, 2018, 10:00 am\nJan 22, 2018, 6:05 pm\n2QIK4U\nLook under the headline on every article written in blue… TO THE PEDOPHILE GATEKEEPER, TRAITOR TO AMERICA AND CHIEF LIAR FOR THE CLINTONS. WORKED FOR THE RUSSIANS DURING ELECTION FOR BLACK MATTERS. MICHAEL “feed me” MOORE.    FK OFF TRAITOR. You were so eager to work for Soros and Clinton in the fall of America, he staged a protest outside trump towers during elections for a RUSSIAN spy group called BLACK MATTERS. Michael moore was so eager to be a traitor for money he never bothered to confirm if it was BLACK LIVES MATTER, Some investigative journalist you are! THIS SCUM WORKS FOR THE CLINTONS AND THE DOWNFALL OF AMERICA AND ITS CITIZENS. SNIVELLING CONIVING COWARD WHO BOWS TO THE AGENDA. IM SURPRISED YOU HAVENT BEEN SUICIDED YET PEDOPHILE SCUM.\nJan 22, 2018, 6:05 pm\nwheeties\nthis is not the real mike moore just like your name–means nothing –dont get so wrapped up in a illusion!!!\nJan 22, 2018, 9:26 pm\nAnonymous\nIf ever there were a fraud and a blatant opportunist? Its that whiny fool Gerald Celente. He has issued this same fearmonger alert every month for a DECADE and a HALF.\nWTFU zombies. He is a FRAUD screeching & scrambling to stay relevant. Shame on Ron Paul for hosting this charlatan fake.\nWill the economy eventually go? Yes, we all know it. But scum like Celente, High Cliff and Foolford steal widepsread internet memes and claim they are ‘insider predictions’ to get $ and credibility. Kick these enemies to the curb\nJan 24, 2018, 4:48 am\n-Is this the horror that’s to happen pending another as of November 24/25th 2017, Matrix ten day counts, the last was the Hawaii missile scare to Michigan’s meteor issue. The one prior Palestine Abbas/Hamath, getting at Trump for his elevation of Jerusalem, sounding like the end time ten heads of Daniel’s 7th and revelation 17, being called as Jerusalem years back into it’s prophetic synchronization. Then there’s the Matrix count before, actually the day of Trump’s declarations of Jerusalem.\n-This I know, as of 1996, and spending nights with holy spirits being warn and being described how America’s destruction by a debt come due. into money and bank problems, then housing, lives and churches, again lay all your treasures in heaven, escape! Why three consecutive terms I’ve witnessed carnivore beast tearing right through it’s, pulpits/pews, it’s crystal skies and peace getting porches and stock to money markets, crying here lately, 2017, “it has a bear in 120 countries,” as i say, God, nor bible prophecy will be ignored, He alon eis God, Christ, kiss Him, beware, Apb, see more here, http://elenintime.blogspot.com/2018/01/you-jesus-bring-on-your-millennium.html\nJan 22, 2018, 10:23 am\n.\n.\n.\nJan 22, 2018, 11:10 am\nmy2pesos\n.\n.\n.\n.\n.\n.\n.\n.\n.\nCentral Bank Stock Buying Binge @ Counterpunch – “Central banks have shifted into stocks and are buying everything that is not bolted to the floor.”\nJan 22, 2018, 10:51 am\nThey won’t collapse the system until they have their army of Megroes, Moslems, Migrants, Mexicans and Mongrels in place FIRST.  That is why **uck Schumer, Pilausy and even Paula Ryan are stopping Trump till their army is in place.\nThen they will pull the rug out of Americans and let you deal with some of the most laziest, riotous, murderous people in the world.\nJan 22, 2018, 1:44 pm\nRubbish, if you are a Bankster Puppet Secret Society “self-made” Millionaore or Billionaire business is Booming,,,,the business of ripping everyone else off like a money sucking criminal leach\nOxfam Inequality Report Reveals Billionaires’ Soaring Wealth Ahead Of Davos Conference\n42 people own the same wealth as the poorest 50 percent\nBillionaires’ fortunes grew by £585 billion – enough to end extreme poverty more than seven times over – in the 12 months to March 2017, Oxfam said on Monday, as it revealed a new record had been set for the biggest increase in people surpassing the financial milestone – one every two days.\nThe charity’s Reward Work, Not Wealth report – released ahead of the World Economic Forum (WEF) in Davos, which starts tomorrow – reveals that 82% of wealth generated globally last year went to the richest one percent of the population, while the 3.7 billion people who make up the poorest half saw their wealth flatline.\n2QIK4U\nAgree and they will be called Trillionairs if the citizens of America dont stand up for themselves and continue to think they can now rest easy because Trump.    Now more than ever Michael moore and deep state slaves like him must be RETIRED!\nJan 22, 2018, 6:11 pm\nJan 22, 2018, 5:52 pm\n2QIK4U\n100% TRUE (but your comment made me laugh after i saw your name\nJan 22, 2018, 6:14 pm\nI seen a hailburten pick up with 4 steel barrels in the back last night. The wells are radioactive according to stories I heard\nJan 22, 2018, 8:56 pm\nwheeties\nmore nonsense from a truck driver–if it was radioactive they would be in isolated containment and charging mega bucks to move it–dont be such an idiot–you make my drivers look bad\nJan 22, 2018, 9:29 pm\ntruthseeker4809\nMaybe not in 5 days. But it will sometime in the future. Once the cheap gold and silver in the central banks are all gone by being bought by Russia, India and China, then the economy will surely collapse. But I think the central banks still have quite a bit of precious metals at the moment. The property values and other assets will drop like a sink in the fishing pole once all the precious metals are gone from the central banks.\nSo there is the dilemma of the central banks. You can’t keep suppressing the value of the precious metals while trying to control the economy of the entire world for a long time. They will be busted once all the precious metals are gone to the economically competing nations.\nSo the basic premise of the author of this article is correct but will it be in the next 5 days? Moore is putting his reputation on the line here.\nJan 23, 2018, 1:37 am\nThe Real Deal\nTrust me folks, you’re fine. The tribe are not about to let anything happen to the system they spent centuries implementing. Everything you are witnessing is Truman Show shit. Everything is carefully scripted. Trump is not going to drain any swamp, Trump IS the swamp. Who do you think he is surrounded by? Trump might as well just admit he’s Jewish because that’s who he his first allegiance is to. Trump is not your savior, Trump is an actor. He’s just playing a part. Trump was selected. Hillary was never supposed to win, and she knows it. The media pretending to be upset is to start the great divide. They wanted us divided. United we stand, but divided we fall. Once they divide a country, they begin stripping away nationalism while terrorizing it’s people. They are bombarding us with waves of scripted false flags, and there are going to be many more to come. They want you to think people died, and they’re going to do everything to convince you of this. It’s ALL acting. Nobody is being killed. The Parkland school shooting was fake. None of the names of the people killed are real. Look them up yourself. Search birth and death records. I mean if you’re going to research, you might as well go all the way.  Q anon is a LARP. Even if they (Q) were real, they are working with Trump who is owned by the Jews, they don’t arrest each other so who is being arrested? Notice 99% of any names being dropped are GENTILES? Why no Jews being arrested? What about Harvey Weinstein? Trump pardoned a Jew, a very sick piece of shit named Sholom Rubashkin. Q anon is there for a purpose, but it’s not what you thought it was.\nFeb 21, 2018, 2:31 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Government agencies are having difficulty making their payments.",
                "",
                true
            ],
            [
                "State governments are issuing vouchers to pay their bills.",
                "",
                true
            ],
            [
                "US Social Security is late in issuing its payments to retirees and the disabled.",
                "",
                true
            ],
            [
                "Many banks are issuing warnings about liquidity.",
                "",
                true
            ],
            [
                "The prices of food are escalating by the hour.",
                "",
                true
            ],
            [
                "Instead of talking about the latest inane reality TV show, everyone is talking about inflation, money, mass layoffs, etc.",
                "",
                true
            ],
            [
                "It is 5 days before the economic collapse.",
                "",
                true
            ],
            [
                "it has a bear in 120 countries,",
                "",
                false
            ],
            [
                "Central banks have shifted into stocks and are buying everything that is not bolted to the floor.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/r2/?url=http://elenintime.blogspot.com/2018/01/you-jesus-bring-on-your-millennium.html",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "money",
            "food",
            "warning",
            "collapse",
            "banks",
            "soon",
            "economic",
            "supplies",
            "financial",
            "gangs",
            "need",
            "economy",
            "survival",
            "public",
            "rampaging",
            "stores",
            "facilities"
        ]
    }
]