[
    {
        "url": "https://beforeitsnews.com/conspiracy-theories/2018/01/meet-the-person-who-can-remotely-crash-planes-and-can-read-your-mind-2486252.html",
        "title": "Meet the Person Who Can Remotely Crash Planes and Can Read Your Mind",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Reaper (Reporter)\nTotal:\nMeet the Person Who Can Remotely Crash Planes and Can Read Your Mind\nSunday, January 21, 2018 16:04\n \nIMPLANTED DEVICES DELIVER ELECTRIC SHOCK, POISONS, DOPAMINE, ADRENALINE, EMIT MIND CONTROL FREQUENCIES\nHEWLETT-PACKARD & AGILENT TECHNOLOGIES ARE COMPLICIT\nApprox. width of a quarter\nFIG. 1–RICHARD C. WALKER, AGILENT TECHNOLOGIES (PALO ALTO, CA) HOLDS MONSTROUS “INTERNET OF THINGS” PATENTS THAT CAN TAKE DOWN PLANES WITH REMOTE INSTRUCTIONS TO ONE LITTLE QRS-11 SENSOR IN THE AUTOPILOT SYSTEM. The global surveillance grid includes embedded chips in planes, devices, equipment and people to remotely send signals and control every element of The Internet of Things network. The QRS-11 quartz rate sensor (the diameter of a quarter; also see  AbelDanger.org  for more detail on the uninterruptable autopilot) is embedded in most aircraft autopilots. The intelligence version of the sensor can be turned off remotely and bring down the plane. In the late 1980′s and early 1990′s, \nHillary Clinton’s Rose Law Firm in Little Rock, Arkansas was the original attorney representing the inventor of the  QRS-11  sensor in  BEI Electronics/Technologies  (US Pat. Nos. 3,974,428; 3,976,997; 4,628,298). This sensor was so critical to national security that the State Department  fined Boeing $16 million  for illegal exports. After many mergers and company sales, the rights to the QRS-11 went to France for a decade owned by Schneider Electric SA. Schneider sold the rights to a Barclays Bank client in London. The Rose Law Partner who hired Hillary,  J. Joseph Giroiri , \nserved on the BEI Technologies board of directors. He also coordinated the Clinton’s China and Indonesia banking connections associated with their Mena, Arkansas drug smuggling, money laundering and sex trafficking.\n \nETHERNET ENGINEERS—WHISTLEBLOW!\nMost computer engineers have no idea how the IEEE 802.3 data transmission Ethernet standard was developed (Institute of Electrical and Electronics Engineers). We have just discovered that it was shoved down our throats by Deep State shadow government forces intent on controlling the Internet as a global spy grid and corporatist profit machine. Richard C. Walker a.k.a Rick Walker was a stooge for Agilent Technologies who was evidently tapped by the  Highlands Group  to seize control of technology standards needed for the takeover. This post contains hard, indictable evidence that proves the identities of the corporatists involved with HP/Agilent, including 3Com, Qualcomm, Broadcom, Cisco, IBM, Sun, Intel, NTT (Japan Telephone), Cielo, Quake, nSerial, Nortel, World Wide Packets. See  Jul. 10, 2000  IEEE meeting slides where Walker’s pushes standards proposed on  Mar. 06, 2000 —the same day he filed for a patent (became  U.S. Pat. No. 6,718,491)  on the same slides.  Mindspring engineer Roy Bynum complained that Walker was railroading the standard. Of course, after filing his patent, Walker had a vested interest in having it become the IEEE standard for data transmission. It did, to this day.\nPatents last for 20 years from the time they are filed. Walker assigned it to HP/Agilent Technologies. Then inexplicably, on Jun. 24, 2013, the Patent Office allowed an almost identical patent  U.S. Pat. No. 9,451,057  on the 802.3 Ethernet standard by a subsidiary of  Marvell International, Ltd. thru inventor Brett A. McClellan , a Bahamian corporation with offices in Colorado.The Patent Trial and Appeal Board (PTAB) overrode the  Examiner Eric A. Myers (Art Unit 2474) who had ruled  that Marvell’s filing was doubly unpatenable as being essentially a copy of Walker’s earlier dubious Ethernet patents. Walker filed eleven (11) patents assigned to  Hewlett-Packard  and fourteen (14) assigned to Agilent Technologies, Inc.  The PTAB overruled Examiner Myers and  awarded it to McClellan/Marvell anyway , void of substantive reasons, the PTAB (secret three-judge internal patent court) magically accepted ALL of Marvell’s previously rejected novelty arguments. Therefore, Marvell’s value appears to be fraudulent, yet they claim control of the 802.3 Ethernet standard driving all Internet data transmission. This evident corruption in the U.S. Patent Office shows it has become nothing but a rubber stamp for corporatists, and not a protector of American inventors.\nLISTEN TO THIS BOMBSHELL VIDEO WHILE YOU READ THE REST OF THIS POST | SPREAD THE WORD\n(JAN. 11, 2017)—What AFI and American Intelligence Media (AIM) researchers have just discovered is breathtaking, disgusting, astounding and monstrous. It is also shocking how far along the plan is. Amazingly, the Deep State shadow government, in its evident hubris, has fully disclosed their diabolical technology scheme for “The Internet of Things” in writing.\nThe patent actually says that their plan is to identify, tag, track and control literally everything on the planet. Their unquestioned plan is to embed micro-electronic control devices, either surgically or by injection, in every human being on the planet. To them, it’s all about “management of the world’s resources” including you.  Walker Patent No. 6,965,816 Col. 118, Lns. 53-54 .\nWhy would they publish these plans? They evidently believed that these documents would not surface until after they had seized control.\nUNBELIEVABLY, YOU ARE JUST “WET-WARE”\nThese documents show that their authors have a total disdain for humanity. These define people as “wet-ware.” In this world view, a human is merely a silicon chip surrounded by a membrane of carbon and water.\nRead for yourself:\n“PFN” means Protected Primary Focal Node. “TRAC” means Trusted Remote Activity Controller.\nThe illustrations in Walker’s patent are truly dystopian (a community or society that is undesirable and/or frightening)—and they have been implemented! Their message is clear: “you can run but you cannot hide.” In this illustration, even the trees are watching you! Here is Figure 21 from Walker’s patent.\nFor example, “inequitable conduct” means fraud, “prosecute” means make filings, “on-sale bar” means sell an invention too soon, “Markman” handles technical definitions, “pro hac vice” means an out-of-state attorney, “pro se” means means represent yourself, and so on.\nPatent lingo insulates the “old boy” club of patent lawyers and judges from We The People accountability.\nPatents are a form of intellectual property alongside trade secrets, copyrights, trademarks and trade dress. Here’s a thumbnail tutorial.\nTrade secrets are anything you do or think that is not publicly known that you have taken reasonable means to protect, like the way you solve a problem or build something.\nCopyrights are your thoughts reduced to some medium like pen, paper, program or design, like books, artwork, type or manuscripts.\nTrademarks are unique names, phrases and other expressions used in commerce and assigned to you in order to avoid confusion in your marketplace. For example, it would be confusing to have two companies in your state with the same names.\nTrade dress is the sum total of the way something is designed, like the unique colors and style used in a franchised store design and product packaging.\nFinally, patents are unique and “nonobvious” inventions, methods and designs. Patents do not have to be working to be patentable. They just have to be described well enough to be repeatable by a person of “ordinary skill in the art.” We’ll describe what this means below.\nPATENTS ARE UNIQUELY PROTECTED IN THE U.S. CONSTITUTION\nPatents and copyrights are the only two property rights specifically protected by the  U.S. Constitution, Article 1, Section 8, Clause 8 . Indeed, the Founders protected inventors because new ideas are essential to creating new wealth. They also knew that innovations are fragile flowers that would otherwise be hijacked by greed, power and wealth if not protected.\nTragically, the patent system has been hijacked by many corrupt lawyers and judges who themselves  steal from real inventors and grow rich  in the process.\nPATENTS ARE A PROPERTY DEED AND CONTRACT\nA patent is a contract and a property deed. The contract is between We The People and the inventor. We give the inventor twenty years to exploit his or her idea for the benefit of society and to be rewarded for sharing the invention with the public.\nThe patent document itself describes the innovation. It’s like the “four corners” of a physical property deed (e.g., survey, terrain, frontage, roads, vegetation, water, drainage, utilities). Similarly, a patent describes an inventor’s new idea in words and diagrams.\nA patent must contain enough detail to enable a third party with “ordinary skill in the art” to replicate it . . .  ostensibly for the benefit of society. The expectation is that third party will license the underlying patent in the process of adding value to it.\nRICHARD WALKER’S PATENT COULD NOT WORK WITHOUT LEADER TECHNOLOGIES’ SOCIAL NETWORKING INVENTION, SO THEY STOLE IT\nWalker has not licensed the invention of social networking from Leader Technologies. Instead, as this Walker patent reveals, they just stole it.\nIndeed, Walker’s patent would not have worked on the large scale they describe without Leader social networking invention. We’ll show that below.\nHere’s the proof.\n“Art” means the field of the invention, like computer hardware, software, furniture, machinery, medical device, pharmaceutical, consumer product, office product, tool, manufacturing method, agricultural implement, vehicle type, etc.\nThe Patent Office uses the North American Industry Classification System ( NAICS ) for the tens of thousands of “art” classifications. An inventor must describe his/her invention in enough detail so that one of ordinary skill in the patent classification being described can replicate it.\nPatent enabling the Deep State to crash most any aircraft\nClassification\nDescription\nInternational  (Int. Cl.)\nMethods or arrangements for processing data by operating upon the order or content of the data handled (logic circuits H03K 19/00) [2006.01]\nTABLE. 1–RICHARD C. WALKER  U.S. Patent Number 6,965,816 Nov. 15, 2005 Classifications.\nWe recently uncovered  U.S. Patent Number 6,965,816  (10.9 MB) awarded on Nov. 15, 2005 to the named sole inventor Richard C. Walker titled:\n“PFN/TRAC System FAA Upgrades For Accountable Remote and Robotics Control To Stop The Unauthorized Use of Aircraft and to Improve Equipment Management and Public Safety in Transportation.”\nWhile this patent focuses on aircraft, it is written so broadly as to encompass all kinds of equipment and devices, including people, defined as “wet-ware.”\nWhile the patent was issued on Nov. 15, 2005, it incorporates filings going all the way back to Dec. 2, 1996.\nMost patents incorporate provisional patents and related technology upon which they rely. AFI and American Intelligence Media (AIM) researchers cataloged those claims for this patent below. Several critical pieces of information emerge.\nFirst, these patents to remotely control vehicles started being filed within two months of the passage of the Economic Espionage Act of 1996 (EEA) during Bill Clinton’s first term. The EEA was written by law professor James P. Chandler, III.\nRobert Mueller, James Comey, Rod Rosenstein, Loretta Lynch, Eric Holder, Larry Summers were strategically positioned at the top of the Justice Department and Treasury. The patentee, Richard C. Walker, could have patented a ham sandwich had this group wanted it.\nSecond, the evident intent of the Walker patent was to illustrate the technology planned for control of everything—The Internet of Things.\nTHEIR JUSTIFICIATION: The benevolent control of vehicles and aircraft in hijack situations was merely the cover story for the development of a global surveillance grid on everyone and everything. Given the timing of these Walker filings (around 9/11), one is increasingly skeptical about who really caused 9/11.\nThird, Robert S. Mueller’s law firm, Wilmer Hale LLP, formerly Hale & Dorr LLP, drove Walker’s filings. Mueller was sworn in as FBI director just seven days before 9/11. This clearly implicates Wilmer Hale in the treachery.\nFourth, the global data sharing platform described in the patent was not doable by the likes of IBM, Microsoft, Boeing, AT&T and Cisco. They were all behind the curve from an R&D perspective when the Internet emerged. For example, Bill Gates thought it was a fad. The telephone pager network that Walker described could not scale to the volumes required for such global communication.\nJames P. Chandler surely could not believe his luck, when, in early 2000, Michael McKibben of Leader Technologies was first introduced to him. Leader was looking for the best patent attorney in the country to protect its social networking innovations.\nChandler, on the other hand, needed a fix for the Deep State’s ailing digital takeover master plan. He agreed immediately to be Leader’s patent attorney. He then spent the next three years deceiving Leader until he was able to get his hands on the underlying engineering source code, which he immediately shuffled to the IBM Eclipse Foundation where DOJ’s Eric Holder and IBM’s David Kappos were waiting, along with Cisco, Microsoft, SAP, Oracle, Kleiner Perkins, Qualcomm, Goldman Sachs, JPMorgan, AT&T and a host of other rogue C.I.A. providers.\nLeader’s source code was essential to building The Internet of Things, quickly.\nThe table below shows the patent filings included in the PFN/TRAC System FAA. The eventual patent focused on remote control of aircraft, but also subsumed control of vehicles, ships, equipment, commerce, education and people.\nCrash any aircraft, any vehicle, anytime, remotely\nIncorporated claims \n(i.e., ALL of these filings are included in this patent by reference)\nFiling Date:\nFiling#/Award:\nIrah Donner\nLowe & Price\nIrah H. Donner\nIrah H. Donner\nIrah H. Donner\nIrah H. Donner\nHenry N. Wixon\nWilmer Hale LLP\nOct. 19, 2000\nRaj S. Dave\n \nFormer\nIrah H. Donner\nIrah H. Donner\nHale & Dorr LLP\nIrah H. Donner\nIrah H. Donner\nRichard C. Walker, pro se\n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "management of the world’s resources",
                "",
                false
            ],
            [
                "you can run but you cannot hide.",
                "",
                false
            ],
            [
                "PFN/TRAC System FAA Upgrades For Accountable Remote and Robotics Control To Stop The Unauthorized Use of Aircraft and to Improve Equipment Management and Public Safety in Transportation.",
                "Richard C. Walker",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.fbcoverup.com/docs/cyberhijack/cyber-hijack-findings.html#highland-forum",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://www.marvell.com/company/leadership/",
                "https://beforeitsnews.com/v3/r2/?url=https://americans4innovation.blogspot.com/2014/11/how-judges-grow-rich-on-backs-of.html",
                "https://beforeitsnews.com/v3/r2/?url=http://www.abeldanger.org/like-abel-danger-said-how-hillary-crashes-cars-and-planes/"
            ]
        },
        "key_words": [
            "data",
            "patent",
            "read",
            "person",
            "mind",
            "remotely",
            "meet",
            "walker",
            "planes",
            "remote",
            "equipment",
            "management",
            "means",
            "crash",
            "system",
            "aircraft",
            "control"
        ]
    }
]