[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/campfire-cookery-how-to-cook-tasty-meals-over-an-open-fire-2688721.html",
        "title": "Campfire Cookery: How to Cook Tasty Meals Over an Open Fire",
        "authors": [
            {
                "name": "Survival Sherpa",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Survival Sherpa\nTotal:\nCampfire Cookery: How to Cook Tasty Meals Over an Open Fire\nSunday, January 21, 2018 17:22\n \nPrepping a cook fire depends on what type of cookin’ you’ll be doing and the fuel available. In my area of Georgia, we have an abundance of hardwood to choose from. I’ll describe my experience with wood we burn. Not every area is as fortunate. That doesn’t mean you can’t cook up goodness over a campfire. Use the resources available in your woods.\nThe problem with campfires is they don’t have a knob to dial the heat up or down like a kitchen stove. Learning to managing your cook fire for what you’re cooking is key. If all you’re having is ramen noodles and hot cocoa, a hot burning twig fire will get the job done. Cast iron cooking needs a whole new arrangement of hot coals. Baking biscuits in a reflector oven requires radiant heat from flames.\nThis is not a comprehensive guide to open-fire cookery. I’ll give you basic guidelines that have worked for me when baking and cooking at fixed camp. If you cook in your kitchen, you can cook over a campfire.\nCooking at a permanent or semi-permanent fixed camp is different than when sauntering from one camp location to the next. This article won’t apply to the ultralight hiker cooking freeze-dried meals with a cup of boiling water. Weight is not as big of an issue if you’re canoe or car camping. So load the equipment you need to whip up stick-to-your-ribs food and take to the woods and streams.\nWood Processing Tools\nCharcoal briquette don’t grow on trees. You’ll have to collect wood and make your own coals. An ax and saw are tools you’ll find useful. We have two pages on our blog if you need to hone your ax skills: Ax Cordwood Challenge and The Ax-Manship Series . Our YouTube channel also has instructional videos in a few playlists you may find helpful: The Axe Cordwood Challenge and Ax-Manship .\nYou need dry/seasoned wood for your cook fire. Look for standing dead trees since you don’t want to wait six to nine months to season your wood. Tulip Poplar (Liriodendron tulipifera) is a good choice for dry kindling in my area. Red cedar works as well. Both burn fast and hot but won’t produce the hot bed of coals you’ll need for grilling. Add hardwoods like oak, hickory, and beech for long burning coals. Can’t always be choosy so use what you have available.\nCampfire Cookware\nImprovising in the woods is often what happens to get food cooked. No need to if you bring the cookware needed for meals. Keep in mind that we’ve got a way to tote this stuff; car, canoe, mule, etc., etc.\nMy load of cooking stuff is in a constant state of evolution. But I think I’ve settled on a system. Tim Smith of Jack Mountain Bushcraft introduced me to stainless steel milk pails a few years ago in his book, The Woods Cook . As a Master Maine Guide, Tim has been feeding folks professionally over an open fire since 1999.\nBelow are a few items I use to cook at fixed camp and our outdoor classroom at RISE Academy…\nCast Iron skillet\n \n \n \n \n \n \nHeavy Duty Aluminum Foil: Great for hobo meals\nTop row left to right: 9 quart SS pail with pie pan lid, 2-two quart pails with pie pan lids, coffee tin. 2nd Row: cold handle steel skillet, square cast iron skillet, dry wall mud pan. Bottom: 10.5 inch dutch oven in a box with lid lifter.\nMost folks I know take only one pot to save pack space when camping on foot. Having two or more pots is a game changer around the campfire. The beauty of these milk pails is that they nest together decreasing the footprint when compared to the several cylindrical cook pots. This is a space-saving advantage if you’re traveling on foot or any other means of transportation. The pie pan lids also double as plates when you’re ready to eat.\nBoth 2 quart pails nest inside each other and fit in the 9 quart pail with room for other items if necessary.\nThe end result of nesting.\nManaging Cooking Fires\nYou’d best process or collect enough kindling-size wood to keep your heat steady. Once lit, keep adding kindling sticks to maintain a robust fire that eats through the top of your fire lay. Take advantage of these hot flames by hanging a pot of water from a cooking tripod for coffee, tea, or cocoa. A second pot can be added to disinfect drinking water.\nCowboy coffee on\nOnce your fuel has burned long enough to produce a nice bed of coals, drag or scoop a pile of hot coals from main fire. When grilling meat at fixed camp, I’ll use two green wrist-size sticks (if I can’t find my metal pipe) to support a grill grate over the coals. Adjust the height of your grate up or down for temperature control. No grate available? Lay the steak directly on the hot coals. Sounds unsanitary but I end up eating a little ash in most of my camp meals anyway.\nI keep a grill grate at fixed camp for times such as these. Bacon wrapped filets!\nFor a camp dutch oven with three legs on the bottom, sprinkle coals on top of the flanged lid and around the perimeter at the bottom of the oven. With experience, you’ll learn to adjust the amount of coals to control the temperature of whatever you’re cooking. You can’t count wild coals like store-bought briquettes.\nAt a recent Georgia Bushcraft work weekend, Jeff and Melonie cooked two delicious dutch oven cobblers and shared with the cold, hungry crew!\nTo bake small servings of baked goods, I found that a stainless steel drywall mud pan does the trick. Place the reflector oven on the ground level with your fire. The drywall pan isn’t really large enough for a baking rack. You need radiant heat from flames for baking. Stoke the fire with your driest kindling sticks so that the flames cover the opening of your reflector oven throughout the baking process.\nDRG and I baking cookies on our date night in the woods.\nTo gauge the heat entering your reflector oven, place you palm just in front of the oven and count to 5 quickly. If you reach 5 before nerves in the back of your hand tell your brain to jerk out of the heat, you’re at a good baking temperature (around 350 F). Any lower in the 5-count and the temperature in your oven is above baking temperature.\nI fill cupcake liners with cornbread mix and place them directly on the bottom of the pan. Rotate the muffin tins as needed to brown and cook evenly. This diy oven has no handles so be careful when lifting it from the fire’s edge. Thick leather gloves or a pot/lid lifter, described above, are recommended.\nHanging Pots\nAt my fixed camp, I prefer a bipod system instead of a tripod for hanging pots over the fire. Two sturdy poles are lashed together with a long pole (waugan stick) laid in the top of the crotch. The other end of the waugan is lashed (loosely) to a tree opposite my fire pit. Minor height adjustments can be made to the waugan by spreading or closing the bipod. You can also swing the entire system off the fire safely by lifting and moving the bipod while the opposite end of the waugan pivots around the tree.\nOf course, if you don’t have a tree near your fire pit, a tripod system may be your best option. Add a crossbar to the tripod to suspend more pots.\nIf you favor traditional woodcraft style, here’s our article on carving several useful pot hooks . I use carved pot hooks and modern chain to hang pots from my pot suspension system. Carving your own pot hooks boosts your knife skills considerably. Use whatever suits you.\nPlate and Enjoy\nThe entire experience of cooking over an open fire, collecting firewood, starting your fire, managing the flames, and timing the meal is a celebration of sorts. Everything doesn’t always go as planned, but that happens in the kitchen, too. I’ve had some major flops in camp cooking. In the end though, and you’ve probably heard it said, food tastes better flavored with woodsmoke from campfires.\nHobo packet of potatoes and onions with filets.\nServe your food up on warm plates. I lay my 9 inch pie tins on coals or propped up near flickering flames just before the last recipe is done. Nothing disappoints like what used to be hot cheese eggs on a cold plate. My daddy always said, “It just ain’t right! Ya gotta eat ’em hot.”\nKeep Doing the Stuff of Self-Reliance,\nTodd\nP.S. – You can also keep up with the Stuff we’re Doing on  Twitter ,  Pinterest ,  Google + ,  YouTube ,  Instagram , and  Facebook … and over at our  Doing the Stuff Network .\nP.P.S – If you find value in our blog, Dirt Road Girl and I would appreciate your vote on Top Prepper Sites! You can vote daily by clicking  here  or on the image below. Check out all the other value-adding sites while you’re there…\nThanks for Sharing the Stuff!\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.youtube.com/watch?v=dRJvHtcS55U&list=PLpxU0SQfqX02pmlspLody0oV8EJKSD2oB",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://plus.google.com/u/0/109381385920929763809/posts",
                "https://beforeitsnews.com/v3/r2/?url=https://www.youtube.com/watch?v=DxQcIAci4S0&list=PLpxU0SQfqX00b1TCLP6LLWlM-raG6UINx",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "pan",
            "camp",
            "cookery",
            "tasty",
            "hot",
            "pot",
            "baking",
            "coals",
            "cooking",
            "youre",
            "open",
            "meals",
            "campfire",
            "cook",
            "oven"
        ]
    }
]