[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/peter-schiff-the-economy-will-blow-up-like-a-bomb-and-trump-will-be-the-fall-guy-2688915.html",
        "title": "Peter Schiff: The Economy Will ‘Blow up Like a Bomb’ and Trump Will Be the Fall Guy",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Mac (Reporter)\nTotal:\nPeter Schiff: The Economy Will ‘Blow up Like a Bomb’ and Trump Will Be the Fall Guy\nTuesday, January 23, 2018 8:33\n% of readers think this story is Fact. Add your two cents.\nPeter Schiff isn’t known for mincing words or sugarcoating the evidence.  The financial broker and economist said in an interview “the economy is going to blow up like a bomb,” and when that happens, Donald Trump will take all of the blame.\nNot even a full minute into an interview with Alex Jones of Info Wars, Schiff says “it’s not a good thing” that the economy is going to crash and burn . “Unfortunately, that’s what Trump has inherited from Obama. But it’s not even really just Obama, it’s the federal reserve. It’s the monetary policy that has been passed like a baton from Clinton to Bush to Obama and now to Trump. And we’re near the end of the game and unfortunately, Trump’s gonna be the fall guy.  This thing is all gonna collapse while he’s president.”\nThe tax cuts will give Democrats a reason to blame the collapse all on the Republicans, says Schiff.And we are getting close to this collapse.\n“The important thing, is if you look at what’s happening in the dollar, for example, last year was the first year in five years that the dollar went down and it was the biggest decline in 14 years. We has the biggest drop against the Chinese Yuan in nine years, and in fact, I think this year we’re gonna fall to an all time record low against the Yuan. I think we’re gonna hit record lows against other major currencies like Euro and the Yen maybe by 2019 or 2020.”\nJones then asks Schiff what Trump is supposed to do to stop the crash. Schiff says there’s nothing he can do.  It’s set up to crash so the United States will end up with a left-of-socialist dictator such as Bernie Sanders as the next president.\n“He [Trump] campaigned and said it [the stock market] was a bubble. It wasn’t his bubble.  Now it’s his bubble; that’s the problem. But if he would have said ‘it’s a bubble and it’s going down,’ it wouldn’t have been his fault.  Because part of the cure for the economy is deflating these bubbles. It has to be done. Someone has to rip this bandaid off and he was elected to do it.”\nJones then asks Shiff to walk him through what an economic implosion would look like.\n“Here’s how it’s gonna go down. So, what’s gonna happen is interest rates are gonna keep rising, commodity prices are gonna keep rising, the dollar’s gonna keep falling, so you’re gonna start to see pick-ups in the official inflation rate. And so, rising consumer prices and rising interest rates are gonna start to be a powerful headwind for the economy because Americans are gonna be spending a lot more money on basic necessities, if they have an adjustable rate mortgage…costs are going up. Credit card debt, auto loans, all this cheap money is gonna be gradually going away and the economy is going to be weakening. And as the economy is weakening, unemployment is gonna start to pick up. Now the Fed is gonna see this. The Fed is gonna see the economy slowing down, and if they continue to raise rates, it will go into recession. Now, that’s better than the alternative.\nBut, the alternative, if the Federal Reserve decides that they want to prevent a recession or maybe fight off a recession if it happens and they don’t recognize it in time, if they wanna prop up the stock market, then what they have to do is call off the rate hikes.  In fact, I think that they have to go back to zero, they have to launch QE4 in order to keep interest rates from really spiking and to prop up the market, but that will set off a currency crisis. The dollar will plunge, not just make new lows. That will set of an economic crisis that’s far worse than the financial crisis or the recession that we are trying to avoid.”\nSchiff then says the problem is also unfunded liabilities such as social security and Medicare.  He says that China doesn’t have any of those.  The Chinese rely on themselves, have disposable income, and save 30% of their income and taxes are almost nothing to keep businesses booming.  While Americans pay a lot of taxes, save only 3%, live paycheck to paycheck, and rely on the deeply indebted government. Becoming self-reliant and preparing yourself for this crash will give you a hand up in during the dollar’s collapse.\nJones then stated that “betting against America,” wasn’t a good idea.  But Schiff fired back.\n“I’m not betting against America. I’m betting against the socialists and central bankers who have destroyed America. In the long run, maybe America’s gonna come back. But first, we’re gonn have to pay the piper.”\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nraburgeson\nNo he won’t be the fall guy. Trillions have been stolen. We will find them, apparently it takes necessity to bring about action. There will be no official investigation. Instead it will be whistleblowers and private investigators that will track the thieves down. The military/industrial complex will get smoked entirely. The people will set the budget for the military and there will be nothing for the industrial complex. Why are we paying for development of questionable product. We get no breaks buying the finished product. In fact military equipment prices are incredibly insane by any standard of compared costs paid by foreign governments. That is not the only thing that is insane, have you seen the national debt? 20% of the GNP needs to go to paying it off. To do that we need to build an industrial base and create new products. The release of hidden tech is necessary and the corrected new physics they hide taught to the general public. I’m telling you flat out, in some cases you are behind 100 years in education and that needs to change.\nJan 23, 2018, 9:56 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "it’s a bubble and it’s going down,",
                "",
                false
            ],
            [
                "the economy is going to blow up like a bomb,",
                "",
                false
            ],
            [
                "it’s not a good thing",
                "Peter Schiff",
                false
            ],
            [
                "Unfortunately, that’s what Trump has inherited from Obama.",
                "",
                true
            ],
            [
                "But it’s not even really just Obama, it’s the federal reserve.",
                "",
                true
            ],
            [
                "It’s the monetary policy that has been passed like a baton from Clinton to Bush to Obama and now to Trump.",
                "",
                true
            ],
            [
                "And we’re near the end of the game and unfortunately, Trump’s gonna be the fall guy.",
                "",
                true
            ],
            [
                "This thing is all gonna collapse while he’s president.",
                "",
                true
            ],
            [
                "The important thing, is if you look at what’s happening in the dollar, for example, last year was the first year in five years that the dollar went down and it was the biggest decline in 14 years.",
                "",
                true
            ],
            [
                "We has the biggest drop against the Chinese Yuan in nine years, and in fact, I think this year we’re gonna fall to an all time record low against the Yuan.",
                "",
                true
            ],
            [
                "I think we’re gonna hit record lows against other major currencies like Euro and the Yen maybe by 2019 or 2020.",
                "",
                true
            ],
            [
                "He [Trump] campaigned and said it [the stock market] was a bubble.",
                "",
                true
            ],
            [
                "Now it’s his bubble; that’s the problem.",
                "",
                true
            ],
            [
                "But if he would have said ‘it’s a bubble and it’s going down,’ it wouldn’t have been his fault.",
                "",
                true
            ],
            [
                "Because part of the cure for the economy is deflating these bubbles.",
                "",
                true
            ],
            [
                "Someone has to rip this bandaid off and he was elected to do it.",
                "",
                true
            ],
            [
                "Here’s how it’s gonna go down.",
                "Peter Schiff",
                true
            ],
            [
                "So, what’s gonna happen is interest rates are gonna keep rising, commodity prices are gonna keep rising, the dollar’s gonna keep falling, so you’re gonna start to see pick-ups in the official inflation rate.",
                "Peter Schiff",
                true
            ],
            [
                "And so, rising consumer prices and rising interest rates are gonna start to be a powerful headwind for the economy because Americans are gonna be spending a lot more money on basic necessities, if they have an adjustable rate mortgage…costs are going up.",
                "Peter Schiff",
                true
            ],
            [
                "Credit card debt, auto loans, all this cheap money is gonna be gradually going away and the economy is going to be weakening.",
                "Peter Schiff",
                true
            ],
            [
                "And as the economy is weakening, unemployment is gonna start to pick up.",
                "Peter Schiff",
                true
            ],
            [
                "Now the Fed is gonna see this.",
                "Peter Schiff",
                true
            ],
            [
                "The Fed is gonna see the economy slowing down, and if they continue to raise rates, it will go into recession.",
                "Peter Schiff",
                true
            ],
            [
                "Now, that’s better than the alternative.",
                "Peter Schiff",
                true
            ],
            [
                "But, the alternative, if the Federal Reserve decides that they want to prevent a recession or maybe fight off a recession if it happens and they don’t recognize it in time, if they wanna prop up the stock market, then what they have to do is call off the rate hikes.",
                "Peter Schiff",
                true
            ],
            [
                "In fact, I think that they have to go back to zero, they have to launch QE4 in order to keep interest rates from really spiking and to prop up the market, but that will set off a currency crisis.",
                "Peter Schiff",
                true
            ],
            [
                "The dollar will plunge, not just make new lows.",
                "Peter Schiff",
                true
            ],
            [
                "That will set of an economic crisis that’s far worse than the financial crisis or the recession that we are trying to avoid.",
                "Peter Schiff",
                true
            ],
            [
                "I’m not betting against America.",
                "",
                true
            ],
            [
                "I’m betting against the socialists and central bankers who have destroyed America.",
                "",
                true
            ],
            [
                "In the long run, maybe America’s gonna come back.",
                "",
                true
            ],
            [
                "But first, we’re gonn have to pay the piper.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.shtfplan.com//headline-news/https://www.youtube.com/watch?v=t6Q9WKG1MS0",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.shtfplan.com/headline-news/peter-schiff-warns-of-crash-everybody-is-going-to-get-wiped-out_12062017",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "trump",
            "guy",
            "peter",
            "bomb",
            "rates",
            "blow",
            "rising",
            "gonna",
            "recession",
            "going",
            "economy",
            "schiff",
            "crash",
            "thats",
            "fall"
        ]
    }
]