[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/got-gingivitis-get-checked-for-this-deadly-disease-3589757.html",
        "title": "Got Gingivitis? Get Checked For This Deadly Disease",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By RiseEarth\nMonday, January 22, 2018 3:57\n% of readers think this story is Fact. Add your two cents.\nSponsored Links\nYou never forget to brush your teeth before bed, right? If not, you might be putting more than your breath at risk. Along with bad breath and a sore mouth, gum disease might also be linked to cancer, according to a recent Finnish study.\nThe link comes down to a type of bacteria, Treponema denticola. This bacteria has long had a reputation as the villain behind gum disease. However, a research team from the University of Helsinki has found evidence Treponema denticola may also be linked to the development of some types of cancer.\nTheir study was first published back in November in the British Journal of Cancer , and found Treponema denticola shares an enzyme with some types of gastrointestinal cancers. The enzyme, dubbed Td-CTLP, has the potential to activate other enzymes known to be used by cancer cells to spread through the body.\nGum disease impact on the immune system\n“In addition, our in vitro experiments provide evidence that Td-CTLP shows immunomodulatory activity that can have a crucial role in promoting and regulating carcinogenesis,” the authors explained. In other words, Td-CTLP doesn’t just activate cancer-linked enzymes; it also makes it harder for the body’s immune system to respond quickly.\n“Because of its presence within tumors and regulatory activity on proteins critical for the regulation of tumor microenvironment and inflammation, the Td-CTLP may contribute to orodigestive carcinogenesis,” the researchers concluded.\nIn short, the bacteria behind gum disease could help cancer spread. However, the researchers didn’t stop there.\nMatching theory with reality\nAt this point, the link between Treponema denticola and cancer remained theoretical at best.\nSo, the researchers carried out a second study to see if their theory matched reality. To start, they looked at whether there was any kind of link between cancer patients and the occurrence of gum disease. To do this, the researchers analyzed medical data from 68,273 adults over ten years. Their results were finally published last week, and don’t look good for anyone with gum disease.\nThey found a clear association between a patient being diagnosed with gum disease and later death by cancer. In particular, the link was strongest with pancreatic cancer. “A higher pancreatic cancer mortality among individuals with periodontitis contributed considerably to the difference in overall cancer mortality, but this difference was not due to pancreatic cancer deaths alone,” researchers explained.\nAt this point, you might think there could be some alternative explanation? Maybe there’s some other link between people with poor oral health and gastrointestinal cancer. Again, researchers tried to account for this. “We adjusted for effect of age, sex, calendar time, socioeconomic status, oral health, dental treatments and diabetes,” they said.\nThe only two big factors they couldn’t control were alcohol consumption and smoking — neither of which they had complete data on. The results, however, only made the link between gum disease and cancer clearer. “After adjustment, the results showed even stronger associations of periodontitis with increased overall [cancer]… and pancreatic cancer… mortality,” they found.\nBrush your teeth!\nWhile many details of this suspected link between gum disease and cancer remain unclear, this new research does underline the importance of good oral hygiene. Nearly half of all Americans over the age of 30 have some form of gum disease, ranging from mild inflammation to serious cases that can lead to teeth losses.\nGum disease usually starts as the more common gingivitis, which can make your gums bleed when you brush your teeth. Once your breath starts going downhill, that can be a sign the gingivitis has progressed to periodontitis, which means the disease has spread past the superficial gums and into bone. Your teeth get unusually sensitive and loose, gums grow sore and can even shrink. Experts say the best way to avoid gum disease is simple: brush your teeth, and brush them often.\nNow if you’ll excuse me, I think I need to go spend some quality time with my toothbrush.\nSponsored Links\nFREE subscription to Receive Quality Stories Straight in your Inbox!\nRELATED POSTS\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\ngracer\nI had some gum pain which a capsule of citrus bioflavinoids would help.\nI searched hesperidin and realized it was probably the hesperidin that was helping.\nNow I order hesperidin from Swanson Vitamins and I take one 500 mg capsule mornings and my gums never have pain.\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "In addition, our in vitro experiments provide evidence that Td-CTLP shows immunomodulatory activity that can have a crucial role in promoting and regulating carcinogenesis,",
                "",
                true
            ],
            [
                "Because of its presence within tumors and regulatory activity on proteins critical for the regulation of tumor microenvironment and inflammation, the Td-CTLP may contribute to orodigestive carcinogenesis,",
                "",
                true
            ],
            [
                "A higher pancreatic cancer mortality among individuals with periodontitis contributed considerably to the difference in overall cancer mortality, but this difference was not due to pancreatic cancer deaths alone,",
                "",
                true
            ],
            [
                "We adjusted for effect of age, sex, calendar time, socioeconomic status, oral health, dental treatments and diabetes,",
                "",
                true
            ],
            [
                "After adjustment, the results showed even stronger associations of periodontitis with increased overall [cancer]… and pancreatic cancer… mortality,",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=http://feedproxy.google.com//~r/riseearth/KZKa/~3/PQluUzxxS4g/https://www.nature.com/articles/bjc2017409"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://onlinelibrary.wiley.com/doi/10.1002/ijc.31254/full",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://feedproxy.google.com//~r/riseearth/KZKa/~3/PQluUzxxS4g/https://www.perio.org/consumer/cdc-study.htm"
            ]
        },
        "key_words": [
            "deadly",
            "tdctlp",
            "gingivitis",
            "checked",
            "link",
            "teeth",
            "denticola",
            "researchers",
            "cancer",
            "disease",
            "treponema",
            "pancreatic",
            "gum"
        ]
    }
]