[
    {
        "url": "https://coed.com/2018/01/22/college-basketball-rankings-week-12-power-standing-projections-top-25/",
        "title": "College Basketball Rankings, Week 12: Top 25 Power Rankings",
        "authors": [
            {
                "name": "Capitals",
                "link": null
            },
            {
                "name": "Ravens",
                "link": null
            },
            {
                "name": "Writer. Huge Fan Of The Orioles",
                "link": null
            },
            {
                "name": "Avid Sports Fan",
                "link": null
            }
        ],
        "publisher": "https://coed.com",
        "publish_date": "2018-01-22",
        "text": "|\nJan 11, 2019 12:43 am\nNEW YORK, NY - MARCH 11:  Josh Hart #3 of the Villanova Wildcats drives to the basket against the Creighton Bluejays during the Big East Basketball Tournament - Championship Game at Madison Square Garden on March 11, 2017 in New York City.  (Photo by Mike Stobe/Getty Images)\nEvery college basketball fan knows all too well how prevalent upsets can be during any given week of this cantankerous and infinitely enjoyable sport. But this week…it was a rough time for any program that had a number next to the name of their respective academic institutions. Not only did four of the top 10 teams in the country lose this week, but three of those four supposed top tier programs lost twice! Simply put, last week was a bombshell of utter chaos and confusion as many perennial National Title contenders sustained questionable losses and will have to rebound valiantly if they have any hope of garnering a favorable seed come March Madness . While the highly anticipated tournament is still roughly two months away, this is the time where the truly great programs need to separate themselves from the overconfident pretenders that will inevitably continue to drop down the rankings into the dreaded basement of irrelevancy.\n1. Villanova Wildcats\nWith an offense that both scores (87.9 PPG) and moves the basketball effectively (17.6 APG), the Wildcats have rarely been reliant on their average defense to help them overcome most of the opponents they have faced in the Big East. Although no team is safe at the top of the rankings, the Wildcats have been merciless when it comes to out scoring their opponents early and are not showing any signs of slowing down in that department.\n2. Virginia Cavaliers\nYou know that story. The Cavaliers are fantastic on defense and play well enough offensively to score aggressively in transition and underneath the basket in half-court situations. If the Cavaliers can take out the highly prolific Blue Devils this week, they will have emphatically proved that a top-ranked defense is more than enough to win consistently and to potentially go far in the NCAA Tournament.\n3. Purdue Boilermakers\nThe only bad thing you can say about the Boilermakers is that they have not played a ranked opponent since defeating Louisville earlier in the season (November 28th). With that being said, Purdue has done exactly what an elite program is supposed to do: they have almost always handily defeated the unranked opposition they have encountered. With Michigan coming into town for a revenge contest, the Boilermakers will get another opportunity to prove that they should rightfully be considered one of the best programs in the country.\n4. Duke Blue Devils\nDuring their last four games, the Duke Blue Devils have been playing well to fantastic defensively as they have held their opponents to 75 points or less during their four-game winning streak. Granted, these impressive defensive showings came against Pittsburgh twice, Wake Forest and Miami, but at least Duke has finally realized that if they can at least be average at preventing their opponents from scoring that they can be one of the best programs in the country down the stretch of the regular season.\n5. Xavier Musketeers\nOvercoming Seton Hall in their latest victory thanks to some impressive shooting late in the game, the Musketeers are once again vying for the top spot in the Big East. Although it would be wishful thinking for the top-ranked Wildcats to slip up anytime soon, the Musketeers have to be chomping at the bit to get revenge against the Wildcats when they face each other again on February 17th.\n6. Kansas Jayhawks\nAlthough a close call win over Baylor at home revealed some lingering issues with this programs inconsistency issues when scoring the basketball, their tenacity on the defensive end has been their saving grace in their last three wins. If the Jayhawks can get an impressive win over Oklahoma this week, they could create some much-desired separation between themselves and the rest of the Big 12.\n7. Michigan State Spartans\nAlthough it’s been a bumpy road for the Spartans in their last four games (2-2), there is not much doubt how great this team can be on offense and defense when they are firing on all cylinders (85.2 PPG, 63.7 PAPG). Considering they do not face a ranked opponent until February 10th (Purdue), the Spartans should be able to work out their inconsistency issues without suffering too much in terms of sustaining upset defeats.\n8. Cincinnati Bearcats\nAlthough the offense of the Bearcats has been anything but productive for the most part, they have actually stepped up impressively in three of their last four games (have scored 76 points or more in those affairs). Defensively, the Bearcats have been nothing short of terrific as they have not allowed an opponent to score more than 60 total points since December 21st against Cleveland State.\n9. North Carolina Tar Heels\nHolding three of their last four opponents to under 70 total points, the Tar Heels are beginning to establish themselves as something more than just a relentless shooting program. If the Tar Heels can consistently stifle opponents defensively while relentlessly shooting the ball at a high rate (82.7 PPG), they could quickly become one of the favorites to win it all by the end of the season.\n10. West Virginia Mountaineers\nDespite losing two of their last three games, the Mountaineers have remained true to their identity of playing dominant defense. However, their offense has come up short in their two recent losses to Kansas and Texas Tech, something that can be fixed fairly easily considering four of their five starters are currently averaging double-digit points per game.\n11. Arizona Wildcats\nDespite looking wildly inconsistent on offense and defense recently, the scrappy Wildcats have been able to play well enough on either side of the court to win tight games down the stretch. In order for the Wildcats to continue their winning ways, they will need their electric offense to step consistently if they hope to reach their potential of being considered National Title contenders (82.2 PPG).\n12. Gonzaga Bulldogs\nAgainst Saint Mary’s, the Bulldogs had a grand opportunity to assert themselves as a legitimately competitive program that could at least beat the one competitive opponent in their conference. Unfortunately for Gonzaga, they were unable to convert on enough possessions to beat a well-rounded Saint Mary’s team that will likely hold onto the top spot in the West Coast Conference until these two programs face off again in mid-February.\n13. Ohio State Buckeyes\nUndefeated in Big 10 Conference play (8-0), the surprising and highly competitive Buckeyes have ground out several impressive victories thanks to their now elite defense (have held six of their last seven opponents to under 70 total points). Although they may not have the dominant athletes like some of the perceived elite programs in college basketball, they have enough reliable shooters to assist a defense that is finally starting to hit its stride.\n14. Auburn Tigers\nAside from a devastating loss to Alabama, the Tigers have been a program that has continued to persevere despite being hit particularly hard by the FBI probe that resulted with two of their best players being suspended indefinitely. If they can continue to play the glass this effectively while converting their extra opportunities into points (85.3 PPG, 72.4 PAPG), they could win the SEC outright by the end of the regular season.\n15. Arizona State Sun Devils\nWhile the Sun Devils are clearly trending downward, they have been the fortunate beneficiaries of some immense chaos above them while winning enough close games to keep themselves relevant in the Pac-12. Eventually, though, the Sun Devils will be in danger of dropping out of the rankings if their gifted sharpshooters continue to fail when it comes to carrying this exciting albeit one-dimensional offense.\n16. Oklahoma Sooners\nEven when superstar Trae Young scores 48 points in a game (see the loss to Oklahoma State), the Sooners still do not have what it takes to win against lesser opponents. Turning over the ball at an alarming rate of 14 times per game (Young contributes over five turnovers per game) while allowing 81.6 PPG, the Sooners are finally being punished for playing too loose with the basketball and are coming to the realization that you need more than an electric offense to win in a sport that is rife with parity and worthy competitors.\n17. Texas Tech Red Raiders\nWithout question, it was a tough week for some of the top-ranked teams in the Big 12. However, the Red Raiders arguably suffered the most as they have lost three of their last four games, with their last two losses coming against opponents that are currently in the basement of the Big 12 standings (Texas, Iowa State). While their defense has played enough, it has been their progressively worsening offense that has done them in during this tough stretch (have not scored more than 75 in their last five games).\n18. Wichita State Shockers\nOne of several top-ranked programs to lose twice last week, the once fearlessly competitive Shockers dropped back-t0-back games to unranked opponents for the first time since November 2015. While the Shockers have the prolific offense to bounce back, their lack of effort on the defensive end recently has to be rectified if they hope to reclaim the moniker of being one of the top programs in college basketball.\n19. Saint Mary’s Gaels\nWith a thrilling win against their hated rivals in the Gonzaga Bulldogs on the road, the Gaels have firmly taken hold of the top spot in the West Coast Conference and will likely hold onto that coveted spot for the remainder of the season. Effective on both offense and defense (80.1 PPG, 65.9 PAPG), the Gaels have the discipline and personnel to become a dark horse program once the NCAA Tournament commences.\n20. Tennessee Volunteers\nWith a 4-3 record in the SEC, the Volunteers are doing just enough to keep themselves near the top of their conference standings. Although their finicky offense is a serious concern (77.7 PPG), the Volunteers have been able to overcome their noticeable deficiencies by playing strong defense down the stretch of close games.\n21. Clemson Tigers\nWhile the unlikely success story of the Tigers has begun to become less majestic and intriguing in their last four games (2-2), they have nevertheless remained committed to grinding out tough victorious with an opportunistic defense that prides itself on preventing their opponents from making easy shots (six BPG). It may not always be pretty, but the Tigers have an established identity that has proven to be effective more often than not.\n22. Michigan Wolverines\nAlthough Michigan’s anemic offense looked particularly dreadful in a 72-52 loss to Nebraska last week, the physically imposing Wolverines were able to overcome this brutal defeat by winning their other two games last week against both Maryland and Rutgers. While the Wolverines have to establish some type of continuity as a shooting team if they hope to remain in the conversation as a Big 10 title contender (74.5 PPG), their relentless defense should be able to carry them until they can establish a more dynamic and competitive presence offensively (62.5 PAPG).\n23. Kansas State Wildcats\nAlthough the Wildcats are not particularly dominant on either offense or defense, they are a team that knows how to play the big boys of their conference extremely tough (won two of their last three games, all contests were against ranked opponents). If this team can continue to be tenacious when it comes to forcing turnovers (eight SPG) they could find themselves being one of the top dogs in the incredibly competitive and deep Big 12 Conference.\n24. Creighton Blue Jays\nConsidering how this season has transpired for the Blue Jays thus far, this program should have a place reserved in spots 23-25 of the rankings every other week. Just when it appears that the Blue Jays are going cold shooting wise and lack a sufficient defense to be competitive, they somehow manage to rally and pull off an impressive win over a conference opponent. With the Blue Jays facing the deadly Wildcats in a couple of weeks, it becomes fair to wonder if this team has the potential to become a sleeper contender if they can play great basketball consistently.\n25. Rhode Island Rams\nOver the past couple of weeks, the defensively scrappy Rams have been flirting with a spot in the top-25 and have sneaked their way in the rankings this week due to the immense amount of chaos above them. Currently riding a 10 game winning streak, the Rams may have just enough going for them defensively to remain highly competitive in the A-10 Conference (66.7 PAPG).\nJan 18, 2018 at 12:00pm PST\nJan 17, 2018 at 3:05pm PST\nJan 13, 2018 at 6:11pm PST\nJan 19, 2018 at 2:23pm PST\nJan 20, 2018 at 1:01pm PST\nJan 20, 2018 at 5:51pm PST\nJan 16, 2018 at 7:33am PST\nJan 20, 2018 at 10:05am PST\nJan 9, 2018 at 8:23pm PST\nJan 10, 2018 at 5:53pm PST\nRead More:\nAvid sports fan and writer. Huge fan of the Orioles, Ravens, Capitals and Lakers.\nFROM OUR NETWORK\nEmail Address\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://coed.com/tag/march-madness/"
            ]
        },
        "key_words": [
            "power",
            "big",
            "wildcats",
            "games",
            "offense",
            "rankings",
            "programs",
            "opponents",
            "ppg",
            "12",
            "defense",
            "25",
            "basketball",
            "week",
            "win",
            "college"
        ]
    }
]