[
    {
        "url": "https://beforeitsnews.com/libertarian/2018/01/trumps-failing-war-on-green-power-2703021.html",
        "title": "Trump's Failing War on Green Power",
        "authors": [
            {
                "name": "Competitive Enterprise Institute",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Competitive Enterprise Institute (Reporter)\nThursday, January 25, 2018 7:41\n% of readers think this story is Fact. Add your two cents.\nPolitico discusses the Trump administrations recent energy policies with Myron Ebell.\nPresident Donald Trump and Republicans have tried again and again during the past year to turn back the clock on energy — pushing policies that would help fossil fuels stave off advances by solar and wind.\nBut they have repeatedly come up short.\n…\nWhile oil and natural gas companies have applauded Trump’s policies to open new areas for them to explore, conservative groups that typically support those industries have been loath to support administration plans to prop up coal or impose trade barriers they say violate free-market principles. But they have backed Trump’s plans to dismantle Obama’s climate and pollution regulations for power plants.\n“We don’t like picking winners and losers,” said Myron Ebell, director of the Center for Energy and Environment at the conservative Competitive Enterprise Institute. “I am concerned that at least on the margins, the administration seems interested in picking winners and losers. I’m not worried overall. It seems to me the main thrust of policy is getting government out of decision-making.”\nRead the full article at  Politico .\nDate: \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "We don’t like picking winners and losers,",
                "Myron Ebell",
                true
            ],
            [
                "I am concerned that at least on the margins, the administration seems interested in picking winners and losers.",
                "Myron Ebell",
                true
            ],
            [
                "It seems to me the main thrust of policy is getting government out of decision-making.",
                "Myron Ebell",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.politico.com/story/2018/01/24/trumps-failing-war-green-power-307281",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "power",
            "trump",
            "failing",
            "energy",
            "policies",
            "winners",
            "politico",
            "support",
            "solar",
            "war",
            "trumps",
            "green",
            "plans"
        ]
    }
]