[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/just-in-cia-insider-unloads-deep-state-terrified-of-trumps-orders-want-him-taken-out-with-plan-3589527.html",
        "title": "Just In: CIA Insider Unloads, Deep State “Terrified” of Trump’s Orders, Want Him “Taken Out” With Plan",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By NESARA\nTotal:\nJust In: CIA Insider Unloads, Deep State “Terrified” of Trump’s Orders, Want Him “Taken Out” With Plan\nSaturday, January 20, 2018 21:18\n \nKevin Shipp is a former top agent at the CIA and is glad to see the president fighting back against his former agency. He says that the intelligence agencies act as a shadow government, who do as they please when they please it. President’s Trumps attack on human rights abuse and corruption was aimed directly at the deep state.\nThe days of the Presidency of Donald J. Trump are proving to be just as exciting as his incredibly famous, and now historical, race to the White House.  While liberals, progressives, Marxists, and crybabies continue to cry foul that Russia helped elect Donald Trump, the rest of the country is awaiting more positive news about interference with the election.  Now a former top CIA agent has broken his silence and has come forward to say that President Trump is terrifying the deep state and shadow government so much that they want the president “taken out!”\nEx-CIA officer Kevin Shipp seems glad to have a person like President Donald Trump at the reigns of the country because he is doing exactly what he said he would do, fight the deep state.  The deep state is comprised of hundreds, if not thousands, of government agents, politicians, bureaucrats, and financiers who all have an interest in manipulating the political atmosphere of the United States.  These various groups control both major political establishments through intimidation, blackmail, and deceit, but President Trump offers something other than the corrupt system.\n \nShipp also wanted to make it clear that the intelligence agencies that make up what he calls the “shadow government” are not pleased with President Trump either.  Many suspect that President Trump is soon going to expose the heinous crimes that many have been reporting on for years and that is why there is so much resistance from the elitists in charge. They do not want their skeletons out of their closets.  However, Shipp is optimistic that Trump is the man to do this.\nThe CIA agent offered President Trump’s latest Executive Order as a good example of the president fighting back.  The EO on Serious Human Rights Abuse or Corruption is a prime way to attack the monster that has become globalism as it treats human rights abuses and corruption as national threats.  This allows the military to get involved in attacking and dismantling so many of the criminal networks that are continuing to create strife and misery in the world.\n \nCharles McCullough, the respected fmr Intel Comm Inspector General, said public was misled on Crooked Hillary Emails. “Emails endangered National Security.” Why aren’t our deep State authorities looking at this? Rigged & corrupt? @TuckerCarlson @seanhannity\nShipp did seem quite worried that these coup like operations would eventually reach a point where Donald Trump had to be killed.  He fears that this runs just as deep as the plot to eliminate President Kennedy and fears that operations are already underway to try to get President Trump to back down.  However, Shipp remains confident that those surrounding the President are the best in the business.\nIn fact, many conservatives believe that the establishment is fighting so hard to destroy President Trump simply because his wealth has made him impossible to touch. Other senators and congress members immediately change their tune and goosestep right along with the establishment once in office, but President Trump has not.\nNot only does the president have his personal Secret Service agents that are sworn to protect the president, President Trump has also brought in his own personal security forces.  Not much is truly known about these heroes who protect the president, and frankly I do not want to know about these men and women.  Their experiences, skills, or identities do not need to be public knowledge, as it will only be used to try and either attack them or attack the president.\nAlthough indictments are finally starting to see the light of day, those who vehemently oppose President Trump are still free to do so and remain untouched.  Those who work to undermine the president’s work will face the wrath of Trump and will ultimately be held accountable for the crimes that they have committed.  If Kevin Shipp is right and President Trump is truly going after the drug, organ, and child traffickers then it is no wonder why the most wealthy and powerful oppose him.\nThese three, Mueller, Comey, and Obama, could not help but laugh as they controlled the world from the string they kept in their pocket. Now that President Trump offers to shed a light on the corruption as an outsider, they are doing everything in their power to destroy Trump before he can destroy them.\nHis presidency not only threatens their stability, it threatens the very reality they reside in as they will in fact face judgement for their actions, however atrocious they might be.\nWatch the Interview below as Shipp explains how and why the deep state is so opposed to Trump.\n \n \n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nSue Rosenorn\nThe CIA controls all mainstream media outlets. What a crooked government. The whore of Babelon?\nJan 20, 2018, 10:25 pm\nboy thats a surprise\nMan\nIf i Was the Derp state, i would put my feet up and relax.\nTrump, the great businessman/The negotiator/the man of the best words, failed to repeal obama care, Build a wall, make a budget and allowed allies (Japan, Philippines etc etc) to make better trade deals with China, EU and Russia.\nBut thank god he disallowed Transgender to be part of the military, cause that is as  important as the other issues mentioned\nJan 21, 2018, 2:54 am\nMyTwoCents\nTo be fair – He’s not running a business.  And in case you haven’t been following the news, congress has fought him tooth and nail every step of the way, including some republicans.  He’s done more in his first year than most presidents and he’s trying to clean things up.  But when you have rogue judges acting as co-presidents it takes time to get those cases to the USSC.  The ninth circuit should be abolished.  There have been threats on his life and his family’s lives, a bogus investigation and an impotent republican party all working against him.  What could YOU accomplish under those circumstances?\nJan 23, 2018, 11:29 pm\nKevin Shipp comes across as very down to earth.  Very nice interview.  Thank you\nJan 21, 2018, 3:41 am\nraburgeson\nTurn around and use those 6 ways against the traitors. If Trump needs help he can enact the militias. He doesn’t though because he has the Marines on it and, the Marines are patriotic as hell. 10s of thousands of agents by the way, your tax dollars working for you. We need a real pie chart of where the black income and budget are going.\nJan 21, 2018, 6:42 am\n.\n.\n.\n.\n.\n.\n.\n.\nRial: The basic monetary unit of Iran, Oman, and Yemen.\nJan 21, 2018, 9:59 am\nOBSERVER\nFighting the Deep State Means to renounce the BUSH Preemptive Strike Doctrine which encourages illegal wars and coups and is provoking ww3\nJan 21, 2018, 8:33 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://conservativedailypost.com/sessions-orders-clinton-investigated-as-uranium-one-cables-uncovered-leftists-cry-foul/",
                "https://beforeitsnews.com/v3/r2/?url=https://conservativedailypost.com/doj-hands-down-11-counts-bribery-fraud-money-laundering-in-clinton-backed-uranium-one-scheme/",
                "https://beforeitsnews.com/v3/r2/?url=http://nesaranews.blogspot.com//2018/01/https://conservativedailypost.com/task-force-for-obama-hezbollah-financing-underway-as-nervous-liberals-claim-figment/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.dcclothesline.com/2018/01/16/ex-cia-officer-deep-state-is-terrified-of-trump-and-want-him-taken-out/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/TuckerCarlson?ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/seanhannity?ref_src=twsrc%5Etfw",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "state",
            "deep",
            "trump",
            "incredibly",
            "human",
            "terrified",
            "cia",
            "unloads",
            "shadow",
            "taken",
            "trumps",
            "donald",
            "orders",
            "attack",
            "insider",
            "plan",
            "president",
            "shipp"
        ]
    }
]