[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/richest-1-bagged-82-of-wealth-created-in-2017-poorest-half-of-humanity-got-nothing-3590060.html",
        "title": "Richest 1% Bagged 82% of Wealth Created in 2017 – Poorest Half of Humanity Got Nothing",
        "authors": [
            {
                "name": "Human Wrongs Watch",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nRichest 1% Bagged 82% of Wealth Created in 2017 – Poorest Half of Humanity Got Nothing\nTuesday, January 23, 2018 5:26\n% of readers think this story is Fact. Add your two cents.\n.\nPhoto: Oxfam International\nThe report is being launched as political and business elites gather for the World Economic Forum in Davos, Switzerland.\n‘ Reward Work, Not Wealth ’ reveals how the global economy enables a wealthy elite to accumulate vast fortunes while hundreds of millions of people are struggling to survive on poverty pay.\n.\n.\nIt would cost $2.2 billion a year to increase the wages of all 2.5 million Vietnamese garment workers to a living wage. This is about a third of the amount paid out to wealthy shareholders by the top 5 companies in the garment sector in 2016.\nOxfam’s report outlines the key factors driving up rewards for shareholders and corporate bosses at the expense of workers’ pay and conditions.\nThese include the erosion of workers’ rights; the excessive influence of big business over government policy-making; and the relentless corporate drive to minimize costs in order to maximize returns to shareholders.\nWinnie Byanyima, Executive Director of Oxfam International said: “The billionaire boom is not a sign of a thriving economy but a symptom of a failing economic system. The people who make our clothes, assemble our phones and grow our food are being exploited to ensure a steady supply of cheap goods, and swell the profits of corporations and billionaire investors.”\nWomen workers often find themselves off at the bottom of the heap. Across the world, women consistently earn less than men and are usually in the lowest paid and least secure forms of work. By comparison, 9 out of 10 billionaires are men.\n“Oxfam has spoken to women across the world whose lives are blighted by inequality. Women in Vietnamese garment factories who work far from home for poverty pay and don’t get to see their children for months at a time.\nWomen working in the US poultry industry who are forced to wear nappies because they are denied toilet breaks,” said Byanyima.\nOxfam is calling for governments to ensure our economies work for everyone and not just the fortunate few:\n.\n.\nEnsure the wealthy pay their fair share of tax through higher taxes and a crackdown on tax avoidance, and increase spending on public services such as healthcare and education. Oxfam estimates a global tax of 1.5 percent on billionaires’ wealth could pay for every child to go to school.\nResults of a new global survey commissioned by Oxfam demonstrates a groundswell of support for action on inequality. Of the 70,000 people surveyed in 10 countries, nearly two-thirds of all respondents think the gap between the rich and the poor needs to be urgently addressed.\n“It’s hard to find a political or business leader who doesn’t say they are worried about inequality. It’s even harder to find one who is doing something about it.  Many are actively making things worse by slashing taxes and scrapping labor rights,” said Byanyima.\n“People are ready for change. They want to see workers paid a living wage; they want corporations and the super-rich to pay more tax; they want women workers to enjoy the same rights as men; they want a limit on the power and the wealth which sits in the hands of so few. They want action.”\nNotes:\nDownload ‘ Reward Work, Not Wealth ’ and a methodology document that outlines how Oxfam arrived at the key statistics in the report.\nBroadcast quality footage and photographs are available here featuring Lan, who works in a garment factory in Vietnam, supplying many global fashion brands. Long hours and poverty pay mean Lan has not been able to get home to see her son for 9 months.\nNew data from Credit Suisse reveals that 42 people now own the same wealth as the poorest half of humanity.\nThis figure cannot be compared to figures from previous years – including the 2016/17 statistic that eight men owned the same wealth as half the world – because it is based on an updated and expanded data set published by Credit Suisse in November 2017.\nWhen Oxfam recalculated last year’s figures using the latest data we found that 61 people owned the same wealth as half the world in 2016 – and not eight.\nOxfam’s calculations are based on global wealth distribution data provided by the Credit Suisse Global Wealth Data book published in November 2017.  The wealth of billionaires was calculated using Forbes’ billionaires list last published in March 2017.\nRIWI and YouGov conducted the online survey for Oxfam in ten countries: India, Nigeria, United States, United Kingdom, Mexico, South Africa, Spain, Morocco, Netherlands and Denmark. For details on the methodology and the full results see here .\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The billionaire boom is not a sign of a thriving economy but a symptom of a failing economic system.",
                "Winnie Byanyima",
                true
            ],
            [
                "The people who make our clothes, assemble our phones and grow our food are being exploited to ensure a steady supply of cheap goods, and swell the profits of corporations and billionaire investors.",
                "Winnie Byanyima",
                true
            ],
            [
                "Oxfam has spoken to women across the world whose lives are blighted by inequality.",
                "Byanyima",
                true
            ],
            [
                "Women in Vietnamese garment factories who work far from home for poverty pay and don’t get to see their children for months at a time.",
                "Byanyima",
                true
            ],
            [
                "Women working in the US poultry industry who are forced to wear nappies because they are denied toilet breaks,",
                "Byanyima",
                true
            ],
            [
                "It’s hard to find a political or business leader who doesn’t say they are worried about inequality.",
                "Byanyima",
                true
            ],
            [
                "It’s even harder to find one who is doing something about it.",
                "Byanyima",
                true
            ],
            [
                "Many are actively making things worse by slashing taxes and scrapping labor rights,",
                "Byanyima",
                true
            ],
            [
                "They want to see workers paid a living wage; they want corporations and the super-rich to pay more tax; they want women workers to enjoy the same rights as men; they want a limit on the power and the wealth which sits in the hands of so few.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.oxfam.org/en/research/reward-work-not-wealth",
                "https://beforeitsnews.com/v3/r2/?url=https://www.credit-suisse.com/corporate/en/research/research-institute/global-wealth-report.html",
                "https://beforeitsnews.com/v3/r2/?url=https://wordsandpictures.oxfam.org.uk/?c=34775&k=ae837a41d2",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://oxfam.box.com/s/eosi27xj7nxuyywysr06d734ct1xyuev",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "humanity",
            "work",
            "2017",
            "pay",
            "workers",
            "half",
            "82",
            "global",
            "garment",
            "bagged",
            "created",
            "oxfam",
            "poorest",
            "richest",
            "women",
            "world",
            "wealth"
        ]
    }
]