[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/tom-heneghan-exposive-intelligence-nsa-bush-obama-treasongate-exposed-2975813.html",
        "title": "Tom Heneghan Explosive Intelligence: NSA Bush-Obama TreasonGate Exposed",
        "authors": [
            {
                "name": "Intelligence Briefings",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Intelligence Briefings\nTuesday, January 23, 2018 18:20\n% of readers think this story is Fact. Add your two cents.\nExclusive, explosive reports from the patriot\nJoint US-French Intelligence Task Force,\noperating on American soil for over 200 years\n \n \nUNITED States of America  -   It can now be reported that the U.S. Military tribunals with the assistance of European INTERPOL have now reconstructed over 5,000 illegal FISA applications reference warrantless wiretapping of American citizens during the period of October of 2001 to January of 2017.\nThis NAZI gestapo-style of warrantless wiretapping of American citizens using the phony the ‘war on terror’ as a disguise took place under the illegitimate rule of both Nazi junior George W. BushFRAUD (never elected by the American People) and Barack Hussein Obama-SoetoroFRAUD (born in Kenya,never eligible to even run for president).\nThe Nazi junior BushFRAUD spying was directly enabled by his alleged Vice pResident Dick Cheney while the Obama-SoetoroFRAUD spying was enabled by his National Security Advisor Susan Rice, his stooge vice pResident Joseph Biden and U.S. diplomat in Ireland Samantha Powers as well as lesbian Hillary Rodenhurst Clinton, former U.S. Secretary of State ‘Skull and Bonesman’ and junior George W. BushFRAUD’s 3rd cousin John Kerry Cohen.\nWe can also divulge that the junior BushFRAUD administration and the ObamaFRAUD administration continued to share data illegally gathered on their political opponents with the middlemen being Hillary Clinton advisor Sydney Blumenthal and noted Republican Party Bush Crime Family hack Haley Barber.\nIt can now be revealed that Nazi junior George W. BushFRAUD continued to illegally spy on former U.S. Vice President, year 2000 DULY ELECTED President of the United States of America, Albert Gore Jr. and his family for over six (6) years of junior BushFRAUD’s illegal occupation of the White House.\nObamaFRAUD and Hillary made their #1 target as none other than former Democratic Senator of North Carolina John Edwards who was immediately scandalized and politically neutralized soon after ObamaFRAUD began his illegal occupation of the White House.\n \n \n \n \n \n \n \n \n \n \n \n \nDemocratic Congresswoman Tulsi Gabbard is now calling for the direct arrest of both Clintons should they ever again set their foot on Hawaiian soil.\nIn closing, we can also divulge that the U.S. Military tribunals have ordered that Republican Congressman Trey Gowdy of South Carolina be arrested and taken to Guantanamo Bay\n \n \n \n \n \nFINAL WARNING TO THE AMERICAN PEOPLE :\n \n \nTYRANTS AND KINGS AND NOTABLE QUEENS!\n \nhttp://www.tomheneghanbriefings.com/NSA-Bush-Obama-TreasonGate-Exposed_01-21-2018.html\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nWow we can finally comment on this.\nThe information disclosed here addresses a lot of questions. What is really going on? Who are the white hats and who is feeding us false information?\nMany of us wonder why Trump has so many deep state employees and I have been an avid supporter of Trump and sent the campaign money believing that everything is rigged. I hope that Trump will be different but I don’t know anymore.\nTom has made a lot of statements about something that is going to happen and never does seem to happen. The criminals always go free and are safe it would seem. His sources may mean well but get over powered.\nI love the reports but we need to be able to add our two cents.\nIf Trump is backing the corporate deep state and or shadow gov, my guess is that he has been informed that he and his family will be eliminated.\nPeroit faced the same problem and he likely won the election but, was taken from him by the true powers who control the fiat financial system and wet-works.\nIf Trump backs the DACA grownups without cutting off all free everything and Anchor Babies, he is a sell out.\nJan 24, 2018, 10:49 pm\nAnonymous\nAccording to this Tom Heneghan, serial Bullshitter for years, The entire Cabal has been arrested at least 6 times.  The planet has been feed with mass arrests again and again, only it never happens.\nClassic Cabal disinfo and why you usually can’t comment on his BS.\nJan 26, 2018, 5:48 am\nMan\nLOL you are socked about “nazi” styled wire-tapping but support the same Nazi’s at Charlottesville\nJan 25, 2018, 7:51 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "explosive",
            "nazi",
            "gore",
            "nsa",
            "hillary",
            "spying",
            "illegal",
            "vice",
            "tom",
            "exposed",
            "junior",
            "heneghan",
            "intelligence",
            "american",
            "bushobama",
            "president",
            "treasongate"
        ]
    }
]