[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/irrefutable-undeniable-proof-that-mercury-is-still-used-in-vaccines-injected-into-children-3590561.html",
        "title": "Irrefutable, Undeniable Proof That Mercury Is STILL Used In Vaccines Injected Into Children",
        "authors": [
            {
                "name": "The Daily Sheeple",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nIrrefutable, Undeniable Proof That Mercury Is STILL Used In Vaccines Injected Into Children\nWednesday, January 24, 2018 17:10\n% of readers think this story is Fact. Add your two cents.\nBecause there has been a malicious disinformation effort to convince doctors, nurses and the public that vaccines given to children don’t contain mercury, I’m posting this letter from the State of California Health and Human Services Agency as proof that mercury is still injected into children via vaccines.\nAs you can see from the letter, authored by Secretary Diana S. Dooley and dated October 9, 2015, when California ran out of mercury-free vaccines, approval was granted to inject children with mercury-laced vaccines containing Thimerosal, a mercury-based preservative chemical. In the words of Diana S. Dooley:\nI am granting a temporary exemption from California Health and Safety Code Section 124172 for seasonal influenza vaccine with trace levels of thimerosal to be administered to children younger than three years from October 9, 2015 through December 31, 2015, because the current supply of thimerosal-free vaccine for young children is inadequate…\nAs further proof that mercury has not been removed from vaccines, note that there is no federal law or FDA ruling that requires the removal of mercury from vaccines.\nMercury is still legal to use in vaccines, and in fact as you’ll see in the California letter, it’s still deliberately used in vaccine injections administered to children. This is not in dispute. Anyone who is not aware of these facts is uninformed.\nAt any moment, any state health authority can simply declare it’s “okay” to use mercury vaccines on children, just as happened in California. There is no federal law preventing it whatsoever. These orders may, in fact, be made entirely without public knowledge or any attempt by state officials to inform the public.\nThimerosal is made with mercury; it’s purpose is to kill living things (which is why it’s added as a preservative)\nThimerosal, of course, always contains mercury. Thus, the State of California admits that injecting children with mercury in vaccines is perfectly acceptable to governmentwhen the mercury-free vaccines run out.\nAnd guess what happens in an influenza crisis? The mercury-free vaccines run out. All of a sudden millions (or possibly tens of millions of children across the country) are targeted for mercury injections, even as we’re told by the fake news media that “there’s no mercury in vaccines.” That’s as ignorant as claiming there’s no letter “V” in the word “vaccines.”\nMercury, of course, is a brain-damaging  toxic heavy metal . No medically trained individual (who isn’t a pawn for the vaccine industry) disputes that. Mercury kills things, which is why it’s added to vaccines in the first place as a preservative.\nA “preservative” in this context means something that kills living organisms (such as bacteria that might contaminate multi-use vaccine vials). Thus, if mercury wasn’t toxic to living cells, it would have no use as a vaccine preservative.\nWhen I tested the flu shot via ICP-MS, it was found to contain over 50,000 ppb mercury\nFor further proof that flu shots contain mercury, consider the ICP-MS (mass spec) lab test I conducted in 2014. That lab test revealed  flu shots contain a 25,000 higher concentration of mercury  than the legal limit of mercury in drinking water set by the EPA.\nNo one has ever refuted that mass spec analysis. In fact, it was confirmed by vaccine pushers who said “Thimerosal is listed right on the label,” so of course the vaccine contains mercury.\nWell that’s my whole point. They just confirmed it yet again. Flu shots given to children contain mercury.\nPeople who say they don’t are either: 1) Ridiculously ignorant of the facts, or 2) Deliberately lying. Or, perhaps, they might be mercury damaged themselves.\nWhile there is vigorous scientific debate over whether mercury, aluminum, MSG, formaldehyde and antibiotics in vaccines causes autism, there is no debate whatsoever that these ingredients are routinely used in vaccines. Even  the CDC openly admits it .\nRead the full letter from California Secretary of Health and Human Services:\nState of California\nOctober 9, 2015\nDIANA S. DOOLEY\nSECRETARY\nThe Honorable Kevin de Leon President pro Tempore State Capitol, Room 205 Sacramento, CA 95814\nThe Honorable Toni G. Atkins Speaker of the Assembly State Capitol, Room 219 Sacramento, CA 95814\nThe Honorable Jean Fuller Senate Republican Leader State Capitol, Room 305 Sacramento, CA 95814\nThe Honorable Kristin Olsen Assembly Republican Leader State Capitol Sacramento, CA 95814\nDear Senate pro Tem de Leon, Assembly Speaker Atkins, Senate Republican Leader Fuller, and Assembly Republican Leader Olsen:\nI am writing to inform you that I am granting a temporary exemption from California Health and Safety Code Section 124172 for seasonal influenza vaccine with trace levels of thimerosal to be administered to children younger than three years from October 9, 2015 through December 31, 2015, because the current supply of thimerosal-free vaccine for young children is inadequate.\nThis exemption was requested by the California District of the American Academy of Pediatrics, the California Academy of Family Physicians, the California Medical Association and the California Immunization Coalition, and has been recommended by the California Department of Public Health (CDPH).\nThe federal Advisory Committee on Immunization Practices and the CDPH recommend that all persons six months and older, especially young children, receive influenza vaccine each year for their protection.\nYoung children are at increased risk of severe or fatal illness from influenza. While thimerosal-free formulations of influenza vaccine administered to adults in the United States appear to be ample, there are currently limited supplies of thimerosal-free seasonal influenza vaccine to protect California’s young children, many of whom will need two doses of vaccine for maximal protection.\nI have written the manufacturer, Sanofi Pasteur, urging it to take any and all steps necessary to promptly address the shortage of this influenza vaccine, and asking it to provide an immediate and clear timeline on the availability of the vaccine so that all necessary actions may be taken to protect California’s children.\nWe will continue to assess the need for an extension of this temporary exemption over this period, and will be in regular contact with the manufacturer to assess product availability and to continue to monitor the vaccine supply.\nSimilar exemptions are in place at present in other states that have restrictions on mercury content, including Illinois and Iowa. I am granting this temporary exemption because of the health risk posed to California by influenza, and because there are inadequate supplies of this vaccine to comply with the law.\nIn accordance with the intent of the law, during this exemption period immunizers should prioritize available supplies of thimerosal-free vaccine to young children.\nPlease do not hesitate to contact me at (916) 654-3454 if you have any questions.\nContributed by Mike Adams of NaturalNews.com .\nThe NaturalNews Network is a non-profit collection of public education websites covering topics that empower individuals to make positive changes in their health, environmental sensitivity, consumer choices and informed skepticism. The NaturalNews Network operates without a profit incentive, and its key writer, Mike Adams, receives absolutely no payment for his time, articles or books. The NaturalNews Network is not for sale, and does not accept money to cover any story (or to spike it). NaturalNews Network is what the news industry used to be, before it sold out to big business.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "there’s no mercury in vaccines.",
                "",
                false
            ],
            [
                "Thimerosal is listed right on the label,",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.naturalnews.com/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://heavymetals.news/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "injected",
            "vaccines",
            "state",
            "undeniable",
            "proof",
            "mercury",
            "vaccine",
            "children",
            "irrefutable",
            "california",
            "influenza",
            "health",
            "letter",
            "exemption",
            "used"
        ]
    }
]