[
    {
        "url": "https://beforeitsnews.com/environment/2018/01/indigenous-amazon-forest-defender-saira-kaapor-murdered-2587621.html",
        "title": "Indigenous Amazon forest defender Sairá Ka’apor murdered",
        "authors": [
            {
                "name": "Desdemona Despair",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Thursday, January 25, 2018 8:43\n% of readers think this story is Fact. Add your two cents.\nBy Jonathan Watts\n20 January 2018\nMananhão, Brazil (The Guardian) – Sairá Ka’apor patrolled one of the most murderous frontiers in the world, a remote and largely lawless region of the Brazilian Amazon where his indigenous community has fought for generations to protect their forest land.\nArmed with clubs, bows and arrows, GPS trackers and crude guns, he and fellow members of Ka’apor Forest Guard drove off – and sometimes attacked – loggers who intruded into their territory, the 530,000-hectare Alto Turiaçu Indigenous Land, which is roughly three times the area of Greater London and contains about half of the Amazon forest left in Brazil’s northern Maranhão state. That vigilante role came to an end last April when Sairá was stabbed to death in Betel, a logging town close to Ka’apor territory.\nThis was a murder that took place in a fragile, dangerous world, balanced precariously between values of conservation and consumption, tradition and modernity. The death has gone uninvestigated by police and unreported by the Brazilian media, but it highlights the violent pressures driving forest clearance.\nFor decades, loggers have cut dirt tracks into the forest that allow them to selectively fell valuable timber such as ipê (Brazilian walnut), which can fetch almost £1,000 per cubic metre after processing and export. This is followed by fires – often set deliberately – that destroy the remaining trees so land can be used for cattle ranching or soy farming.\nLast year 6,624 sq km – more than four times the area of London – was deforested in Brazil. This was the first time in three years that the rate did not rise, and the country remains off track to reach its Paris climate targets. Numerous studies have shown that protection of indigenous land is the most effective way to cut deforestation, but the Ka’apor – like many other tribes – feel the police often work against them. Battling to save the forest is a risky business. According to Global Witness, Brazil is the deadliest country in the world for environmental and land defenders with 44 killings recorded in 2017. Maranhão – the nation’s poorest state – is among the worst affected. There were more death threats and attacks on indigenous groups here than anywhere else in 2016, according to the Pastoral Land Commission.\nSairá knew the dangers.\n“He was utterly fearless,” recalls a senior member of the Ka’apor council, Itahu, who described how his fellow defender was in the vanguard of a successful operation in 2014 to intercept and burn three logging trucks.\nThe village of Ximborenda is home to the 2,200-strong Ka’apor community where Sairá lived. At night, fireflies glow while frogs and insects provide an undulating chorus of noise. Tarantulas crawl along bedroom walls. The biodiversity is testimony to the quality of the forest in a place that defiantly holds out against extractive industries and global markets. But the pressure on this natural wealth is relentless. The Ka’apor council has attempted to hold the line but many individuals succumb to temptations. […]\n“The loggers use alcohol to weaken us. It’s a more powerful weapon than guns,” said Itahu. He believes Saira was murdered as part of a long-running intimidation campaign. Many councillors have experienced threats. Sarapo Ka’apor described how he was captured by a gang of loggers in 2013. “They held my arms behind my back and fired their guns repeatedly so close to my ears that I went temporarily deaf. One bullet grazed my scalp. I was drenched in blood.” [ more ]\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The loggers use alcohol to weaken us.",
                "Itahu",
                true
            ],
            [
                "It’s a more powerful weapon than guns,",
                "Itahu",
                true
            ],
            [
                "They held my arms behind my back and fired their guns repeatedly so close to my ears that I went temporarily deaf.",
                "Itahu",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "state",
            "indigenous",
            "sairá",
            "murdered",
            "forest",
            "land",
            "brazilian",
            "kaapor",
            "death",
            "amazon",
            "brazil",
            "world",
            "defender",
            "times"
        ]
    }
]