[
    {
        "url": "https://beforeitsnews.com/prophecy/2018/01/8-die-of-flu-in-2-weeks-in-santa-barbara-7-had-their-flu-shot-video-2496612.html",
        "title": "8 Die Of ‘Flu’ In 2 Weeks In Santa Barbara. 7 Had Their Flu Shot (Video)",
        "authors": [
            {
                "name": "Jeffery Pritchett",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2018-01-08",
        "text": "By Jeffery Pritchett\nTotal:\n8 Die Of ‘Flu’ In 2 Weeks In Santa Barbara. 7 Had Their Flu Shot (Video)\nTuesday, January 23, 2018 3:55\n% of readers think this story is Fact. Add your two cents.\nScientists were worried this year that “flu season” was going to be especially rough and that’s proving to be true. And even though the flu shot doesn’t work particularly well this season either (it’s about 10% effective), health officials still want you to get it. But sadly, in the last two weeks eight Santa Barbara County residents have died from the flu and seven of them had their flu shot (all eight were 65 or older). Our thoughts and prayers are with their families.\nDr. Charity Dean, the public health “czar” for Santa Barbara County is extremely worried because she’s not seen numbers like these in the last decade; the number of patients who are testing positive for the flu at local hospitals and health clinics is off the charts, local emergency rooms are slammed, reportedly experiencing a threefold increase in number of patients reporting flu-like symptoms, and emergency room waiting times have gotten much longer as a result. 1\nInitially, doctors wondered whether numbers in Santa Barbara were higher because of preexisting lung problems from the Thomas Fire but now that the rest of California seems to be getting hit just as hard that theory has been discarded.\nThis year’s strain of flu, H3N2, has been knocking people out- hard. But you don’t need a flu shot that’s only 10 percent effective and comes with a host of potential problems. Instead, you need to take care of your body (I’m not a doctor and not trying to tell you what to do) by getting sunlight or taking Vitamin D, drink plenty of water, manage your stress level, and eat plenty of whole foods.\n \nI host the Church of Mabus radio show and it is going on 8 years. I’ve been in the paranormal community for 20 years. I provide content from a network of sources and guests and allies. Ranging from Politics to the Paranormal and the Spiritual. You can check out my other articles here at my  BIOGRAPHY  at BIN and you can check out my free radio show at this link  HERE . Thanks for showing your support and stopping by.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\njknbt\nthe spanish flu in 1918 killed 20 million people…we are getting out of it light this time…\nJan 23, 2018, 9:41 am\nAnonymous\nIn 2001 THE CDC CLAIMED 62,000 + FLU DEATHS – The Actual number of FLU Deaths on “OFFICIAL DEATH CERTIFICATES”\nWAS  18 … (Not thousand – JUST 18)\n………………………………………………………………………………………………………………………………………….\nPeer Reviewed Science Medical Journal Published\nIn 2001 Gov Claimed – 63,000 + died of Flu in the USA – The “Real” Truth >>> JUST 18 …. DIED OF FLU\nRead the >>>>> British Medical Journal (The BMJ)\n(BMJ 2005; 331:1412):\n“[According to CDC statistics], ‘influenza and pneumonia’ took 62,034 lives in 2001\n—BUT >>> 61,777 of which were – actually ….attributable to >>> pneumonia (NOT FLU)\n- and (JUST) >>> 257 to flu,\n( and in only >>> 18 cases >>> was the flu virus …. positively identified.”)\nYou see, the CDC has created … one overall category….. that combines both flu and pneumonia deaths.\n- Why do they do this?\n- Because they disingenuously “assume” (No Proof) that the pneumonia deaths are complications stemming from the flu.\nThis is an absurd assumption. Pneumonia has a number of causes.\nBut even worse, in all the flu and pneumonia deaths,\nonly 18 revealed …. the presence….. of an influenza virus.\nTherefore, the CDC… could not say, …\nwith assurance of PROOF\n- that any more than ,,,,, 18 people”” died of influenza in 2001. >>> Not 36,000 deaths. ….. JUST >>> 18 deaths.\n…………………………………………………………………………………………………………………………………………..\nIf you prefer – READ THE TRUTH in the Medical Journal “Advanced Practice Nursing”\nWhat else >>>Can You Learn From History?\nThe last time we trusted industry and their appointed government lackeys about the swine flu vaccine, the vaccine ended up killing>>>>> 300 times more people …..than the flu itself!\nIt was 1976, and an outbreak of swine flu…. supposedly…. threatened the…. lives of millions.\nBut instead of the flu killing millions of people, >>> it claimed\nONE life,\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "According to CDC statistics], ‘influenza and pneumonia’ took 62,034 lives in 2001\n—BUT >>> 61,777 of which were – actually ….attributable to >>> pneumonia (NOT FLU)\n- and (JUST) >>> 257 to flu,\n( and in only >>> 18 cases >>> was the flu virus ….",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/r2/?url=http://www.churchofmabusradio.com",
                "https://beforeitsnews.com/r2/?url=http://www.philosophers-stone.co.uk//https://www.healthnutnews.com/should-you-get-this-years-flu-shot/",
                "https://beforeitsnews.com/r2/?url=http://www.philosophers-stone.co.uk//https://www.healthnutnews.com/youll-be-shocked-at-what-the-flu-shot-is-really-doing-to-you/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/contributor/bio/?uid=106013",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/r2/?url=http://www.philosophers-stone.co.uk//https://www.healthnutnews.com/8-die-of-flu-in-2-weeks-in-santa-barbara-7-had-their-flu-shot/#easy-footnote-bottom-1"
            ]
        },
        "key_words": [
            "shot",
            "radio",
            "video",
            "worried",
            "die",
            "santa",
            "health",
            "season",
            "barbara",
            "flu",
            "thats",
            "weeks"
        ]
    }
]