[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/manmade-polio-virus-vaccine-created-cancer-3589616.html",
        "title": "Manmade Polio Virus Vaccine Created Cancer",
        "authors": [
            {
                "name": "Earth Heal",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Earth Heal\nSunday, January 21, 2018 9:42\n% of readers think this story is Fact. Add your two cents.\nVideos For An Earth In Transition – http://www.earth-heal.com/index.php/videos.html  \nSimian virus 40 ( SV40 ) was first identified by Ben Sweet and Maurice Hilleman in 1960 when they found that between 10-30% of polio vaccines in the US were contaminated with SV40 . In 1962, Bernice Eddy described the cancer-inducing function of SV40 in hamsters injected with monkeys cells infected with the virus in a peer-reviewed paper. She had been aware of the problem since 1954, when she tested the first polio vaccines from five different cmpanies while working at the National Insitutes of Health but her findings were ignored by then-NIH director William Sebrell.\nMany believe that part of the current cancer epidemic that we’re seeing today is a result of polio vaccines tainted with SV40 and administered to 98 million American children between 1955 and 1961. This is what doctors Fisher, Weber and Carbone at Chicago’s Loyola University determined to find out in 1999 and they published their findings in the peer-reviewed paper, “ Cancer risk associated with simian virus 40 contaminated polio vaccine.”\nThe authors analyzed the incidence of brain tumors, bone tumors, and mesotheliomas from 1973-1993 and the possible relationship of these tumors with the administration of the SV40 -contaminated vaccine. They found increased rates of intracranial cancers (37%), bone cancers (26%), other bone tumors (34%) and mesothelioma (90%) among those exposed as compared to the unexposed birth cohort.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Cancer risk associated with simian virus 40 contaminated polio vaccine.",
                "Carbone",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "vaccines",
            "peerreviewed",
            "virus",
            "findings",
            "vaccine",
            "manmade",
            "created",
            "polio",
            "cancer",
            "bone",
            "sv40",
            "tumors",
            "paper"
        ]
    }
]