[
    {
        "url": "https://beforeitsnews.com/space/2018/01/birth-of-first-galaxies-linked-to-primordial-black-holes-existing-models-of-black-holes-challenged-2511103.html",
        "title": "Birth of First Galaxies Linked to Primordial Black Holes, Existing Models of Black Holes Challenged",
        "authors": [
            {
                "name": "Alton Parrish",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nBirth of  First Galaxies Linked to Primordial Black Holes, Existing Models of Black Holes Challenged\nFriday, January 19, 2018 23:09\n% of readers think this story is Fact. Add your two cents.\nAs matter is broken down around a black hole, jets of electrons are launched by the magnetic field from either pole of the black hole at almost the speed of light. Astronomers have long been flummoxed by these jets.\nChris Packham, associate professor of physics and astronomy at The University of Texas at San Antonio (UTSA), has collaborated on a new study that expands the scientific community’s understanding of black holes in our galaxy and the magnetic fields that surround them.\n“Dr. Packham’s collaborative work on this study is a great example of the innovative research happening now in physics at UTSA. I’m excited to see what new research will result from these findings,” said George Perry, dean of the UTSA College of Sciences and Semmes Foundation Distinguished University Chair in Neurobiology.\nPackham and astronomers lead from the University of Florida observed the magnetic field of a black hole within our own galaxy from multiple wavelengths for the first time. The results, which were a collective effort among several researchers, are deeply enlightening about some of the most mysterious objects in space.\nA black hole is a place in space where gravity pulls so strongly that even light cannot escape its grasp.\nCredit: UTSA\n Black holes usually form when a massive star explodes and the remnant core collapses under the force of intense gravity. As an example, if a star around 3 times more massive than our own Sun became a black hole, it would be roughly the size of San Antonio. The black hole Packham and his collaborators featured in their study, which was recently published in Science, contains about 10 times the mass of our own sun and is known as V404 Cygni.\n“The Earth, like many planets and stars, has a magnetic field that sprouts out of the North Pole, circles the planet and goes back into the South Pole. It exists because the Earth has a hot, liquid iron rich core,” said Packham. “That flow creates electric currents that create a magnetic field. A black hole has a magnetic field as it was created from the remnant of a star after the explosion.”\nV404 Cygni is a low mass black hole binary system that periodically erupts as a Nova. The Swift x-ray satellite detected “light” echoes of x-rays from the latest eruption reflecting off rings of dust around the system.\nCredit: Andrew Beardmore (Univ. of Leicester) and NASA/Swift\nThese new and unique observations of the jets and estimates of magnetic field of V404 Cygni involved studying the body at several different wavelengths. These tests allowed the group to gain a much clearer understanding of the strength of its magnetic field. They discovered that magnetic fields are much weaker than previously understood, a puzzling finding that calls into question previous models of black hole components. The research shows a deep need for continued studies on some of the most mysterious entities in space.\n \nV404 Cygni is a microquasar and a binary system in the constellation of Cygnus. It contains a black hole with a mass of about 9 M☉and an early K giant star companion with a mass slightly smaller than the Sun. The star and the black hole orbit each other every 6.47129 d at fairly close range. Due to their proximity and the intense gravity of the black hole, the companion star loses mass to an accretion disk around the black hole and ultimately to the black hole itself. \n The “V” in the name indicates that it is a variable star, which repeatedly gets brighter and fainter over time. It is also considered a nova, because at least three times in the 20th century it produced a bright outburst of energy. Finally, it is a soft X-ray transient because it periodically emits short bursts of X-rays.\nIn 2009, the black hole in the V404 Cygni system became the first black hole to have an accurate parallax measurement for its distance from the Solar System. Measured by very-long-baseline interferometry using the High Sensitivity Array, the distance is 2.39±0.14 kiloparsecs, or 7800±460 light-years.\nContacts and sources: \nUniversity of Texas at San Antonio\nSource:\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Packham’s collaborative work on this study is a great example of the innovative research happening now in physics at UTSA.",
                "George Perry",
                true
            ],
            [
                "I’m excited to see what new research will result from these findings,",
                "George Perry",
                true
            ],
            [
                "The Earth, like many planets and stars, has a magnetic field that sprouts out of the North Pole, circles the planet and goes back into the South Pole.",
                "Packham",
                true
            ],
            [
                "It exists because the Earth has a hot, liquid iron rich core,",
                "Packham",
                true
            ],
            [
                "That flow creates electric currents that create a magnetic field.",
                "Packham",
                true
            ],
            [
                "A black hole has a magnetic field as it was created from the remnant of a star after the explosion.",
                "Packham",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "magnetic",
            "study",
            "university",
            "star",
            "primordial",
            "existing",
            "birth",
            "holes",
            "utsa",
            "black",
            "models",
            "galaxies",
            "challenged",
            "hole",
            "linked",
            "packham",
            "field",
            "pole"
        ]
    }
]