[
    {
        "url": "https://beforeitsnews.com/spies-and-intelligence/2018/01/deep-state-nuclear-attack-thwarted-video-2452123.html",
        "title": "Deep State Nuclear Attack Thwarted +Video",
        "authors": [
            {
                "name": "John Rolls",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Thursday, January 18, 2018 11:26\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFrom The Desk of Capt. Dave Bertrand (Ret.) Int’l Airline Freight Captain (DC-8 & B-727 & First Officer DC-10), Veteran U.S. Army S. Korea (110th M.P. Co.) Vietnam era Sergeant, State Law Enforcement Background, Int’l Aircraft Repo/Recovery, DHS Trained (Former) Counter-Terrorism Instructor, Political Analyst and Activist to help “Make America Great Again.\nMy mission is to slice through the propaganda, encourage everyone to write and share important news among our network of patriots, military, law enforcement and selected news media sources (we trust). We are the pulse of America and we will prevail.\nOpinions and discussion of today’s hard hitting topics. If you wish to be removed….reply within, or please forward.\n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nJan 18, 2018, 12:19 pm\nAmericans are very easy to deceive thanks to CIA Operation Mockingbird which Trump has done very little to eliminate,  except to name them as Fake News.\nJan 18, 2018, 6:48 pm\nmy2pesos\nYesterday a caller challenged ‘Alex Jones’ to name who the ‘They’ were he’s always referring to as the enemy.\nHe promptly responded telling the caller that: ‘They’ are the evil global corporations. Now that’s rich coming from a man who is daily heralding and praising the tremendous strength of the ‘Trump-Stock-Market’ which is in fact the representation and engine of these same evil ones he so rails against!\nJan 18, 2018, 12:20 pm\nJan 18, 2018, 12:44 pm\nEqualizer\nDisclosure of the truth and documented data/information as no meaning for Libtards…He doesn’t waste his time on appeasing brain-dead humans with proven mental conditions. Stupid is as stupid does.\nJan 18, 2018, 12:52 pm\nDoes the POS name…George Soros ring a bell of TREASON?\nJan 18, 2018, 12:57 pm\nInfoWars ~ In for Was\nBuy: Alex Jones – Brain-Force He says it makes him more crazed and focused. (LOL) If you can imagine that. Or perhaps you would prefer his Dr. Axe Bone Broth Protein.\nPrison Planet ~ Plainest Porn…………(12)………… Anagram Genius\n.\n.\n.\n.\n.\n.\n.\n.\n.\nPan: In Greek religion and mythology, Pan is the god of the wild, shepherds and flocks, nature of the mountain wilds and rustic music, and companion of the nymphs. He has the hind quarters legs and horns of a goat.\nJan 18, 2018, 2:52 pm\n.\nJan 18, 2018, 4:11 pm\nJan 18, 2018, 3:03 pm\npropel7\n“Q” IS a NON. America can already figure out what is going to happen, and what is happening, without some SHADOW to worm it’s way in, and convince people that they are some righteous knight, when they are likely just the OPPOSITE. These People never played a game of chess, and if they ever did, they always LOST. If you got to remain in the shadows, something is not right. Even those in the light appear to be something they are not. Common sense and the law of deduction can tell us what will likely happen. We do not need a NON to lead us around by the ass. PHUK Q.\nJan 18, 2018, 12:30 pm\ntruthseeker4809\nLooks like extraterrestrials deactivated the nuclear weapons from detonating that was supposed to blow up in Hawaii and Japan for false flag to attack North Korea. Good indication that they are protecting us.\nJan 18, 2018, 1:13 pm\nCanderson\nHey Look the Marines raiding Langley was an hoax, a fraud, it never happened, why this any different?\nJan 18, 2018, 1:28 pm\nCanderson\nAbout the 9/11 2001 thingy, if nuclear weapons were used, and it was probably used (It was the reacquired stated means to take down the skyscraper if needed, builtin, they had to provide the means when they built the twin-towers, it was required.) you should know the signature of the radiation if US manufactured.\nIf it is of originally Davy Crockett artillery (nuclear device) then you should also be able to trace it.\nDavy Crockett artillery (nuclear device) reprocessed and used by the Mossad, funded by the Saudis, and the fall guys funded by some Nazi org that in it’s turn is funded by the Bushes and Heinrich Kissinger. And I think you can  even remove that from the summoning, because no planes ever hit the twin towers or the pentagon, it was only the funding of the patsies.\nJan 18, 2018, 1:52 pm\ndennis48309\nIt would be much harder for the Cabal to get away with a nuke attack on a city.  They wouldn’t be able to control the crime scene like on 9/11 to prevent people from getting soil samples.\nJan 19, 2018, 12:32 am\nJan 19, 2018, 12:27 am\nLaunch missiles at Africa to take Africa away from its system of poverty\nJan 18, 2018, 1:31 pm\nthank god for a nuke atttack that didn’t happen.\nand that is true because MSM is quiet about it.\nSo if MSM or alex jones were reporting about, is it then fake news? Is that the measuring stick that we are using ?\nJan 18, 2018, 2:28 pm\nI doubt the “false” missile alerts were actually false-flag attacks thwarted.  Here are the reasons:\nAny deep-state assets responsible for firing the missiles would have been acutely aware of American capabilities to intercept the attack, followed by the wrath that would fall them for their treason.\nNo one would believe NK would initiate a missile or nuke attack without a simultaneous or near simultaneous all-out attack in every other theater.  A missile attack from NK is a kamikaze move, and they would have to follow it up with everything they have.\nThe average American citizen is easy enough to deceive, but the whole world would know the truth.  Russia, China, and non-participatory elements of the US could easily ascertain where the launch came from and who was responsible.  Civil war could ensue with China and Russia aiding the US faction that fights against those responsible for trying to initiate WWIII against them.\nEven if there is proof missiles were shot down, an alternate explanation is that it was a live drill, and that the missiles had no warheads.\nA more effective false-flag would be to actually kill some Americans and allies in the vicinity of NK and make it look like NK reacted to them encroaching too close.  This would lead to an American response starting an escalating tit for tat that would ultimately lead to NK’s demise.\nJan 18, 2018, 4:47 pm\ndennis48309\nI take everything Jim Stone says with a grain of salt due to his know-it-all attitude towards everything.  But he raised a valid point that sirens went off that are not connected to the EAS systems.  It seems odd that they wouldn’t confirm with radar before activating them.\nJan 19, 2018, 12:35 am\nLindaJoyAdams\nA few hours before the alert I had posted an article on my own site and linked it to Facebook which seems to not like my  watching for signs in the heavens as Christ said we should do and prophets of old did also..I have done my own interpretations since 9/23/17 which Christ even taught from and seems to be End Times Time line.  I have had no voice from heaven tell me what is being conveyed etc. and encourage others to share what they think and my INCITING ALL TO VOTE seems ‘radical’.  So I did an interpretation based on signs and ancient meanings and recent archaeology that  THE UNICORN IS SYMBOL OF LASER GUIDED MISSLE AND THE LAIR OF THE UNICORNS FROM ANCIENT TIMES WAS found NOT FAR FROM CAPITAL OF NORTH KOREA BACK IN 2012 ETC. FACEBOOK censors some of my posts recently and I do not ask anyone to do anything illegal.. WHY, common thread seems to be the PICTURE BIBLE IN THE HEAVENS AND ATTEMPTS TO INTERPRET? I was shocked after I had posted late, slept late and woke to what had occurred in Hawaii and had not said anything about imminent but had said too many past administrations had not taken NK seriously enough..  I do not know what it means but the FACEBOOK censorship of that one post makes me ‘suspicious’ of the ‘official’ story?? Thanks for good sharing on BIN.  TRUTH BEING BIRTHED SINCE 9/23/17 Linda Joy Adams eye witness to circumstances of Obama born in Topeka Ks..\nJan 18, 2018, 8:49 pm\nThe “$CUM at the top” are\nD E $ P E r a t E\nto stage a\nD I $ T R A C T I O N\nto COVER the\nthat is the\njooWi$h BANK$TER CY$Tem  and it’$   C O L L A P $ E.\n“THEY” will   G E N O C I D E   ARMED   FORCES   PERSONNEL  to cover “THEIR” TRILLION$ of $$$ of THEFT from the\n$0-called BANKING   C Y S T em.\n* * *\nBrandon Smith: The 2018 Winter Olympics And The Possibility Of A False Flag Terror Attack\n“The HISTORY of KOREAn conflict suggests  A SURPRISE ATTACK IS A PROBABLE STRATEGY….”\nby Brandon Smith via Alt-Market\nThe WAR  RHETORIC surrounding North Korea on both sides of the Pacific has never been more AGGRESSIVE than it has been the past year (at least not since the Korean War). There are some people that see the entire affair as a “distraction,” a distraction that will never amount to actual conflict. I disagree with this sentiment for a number of reasons.\nNORTH KOREA IS indeed  A DISTRACTION,  but still a distraction IN THE MAKING. That is to say, the chest beating and saber rattling are merely  A PRELUDE TO THE MUCH MORE EFFECTIVE   D I S T R A C T I O N *  of  * L I V E  *  C O M B A T  * AND\n* I N V A S I O N *  IN  THE   NAME OF regime change and  “NATIONAL SECURITY.”\nAs I noted in my article “Korean War Part II:   WHY IT’s PROBABLY GOING TO HAPPEN,”  the  EXTENSIVE  STAGING  OF MILITARY  ASSETS  TO  the REGION  that has not been seen in over a decade, the extremely swift advancement of North Korean missile technology to include ICBMs capable of reaching the mainland U.S., the strange and   UNPRECEDENTED LANGUAGE BY  CHINA indicating that  THEY  WILL  NOT  INTERCEDE  AGAINST  AN INVASION  of NORTH  KOREA  BY the U.S.   “IF PYONGYANG\nATTACKS FIRST…” All of this and more SHOWS a clear MOVEMENT  of  CHESS PIECES INTO PLACE for a sudden action.\nAccording to these factors, I am led to believe that  A  FALSE  FLAG  EVENT  BLAMED  ON  NORTH  KOREA, or a prodding of North Korea into taking an attack posture, IS LIKELY.  The PURPOSES BEHIND SUCH A WAR  would be  MANY-FOLD.\nPRIMARILY,  the  F I N A L *  I M P L O S I O N  * of  *  V A S T  * F I N A N C I A L  *  B U B B L E S  * CREATED by\nCENTRAL BANK  stimulus measures\nCOULD be UNDERTAKEN\nWHILE the BANK$ them$ELVES * E S C A P E * PUBLIC *  B L A M E *  OR *\nP R O S E C U T I O N.\nA geopolitical CRI$I$ large enough  WOULD  PROVIDE  A  PERFECT *  S C A P E G O A T *  FOR  AN  ECONOMIC  CRISIS\nTHAT  WAS  GOING  TO  DEVELOP  EVENTUALLY   ANYWAY.\nAnd, IF THIS geopolitical  CRISIS  WERE  INITIATED  by a  “ROGUE STATE,”  ALONG  WITH  the  POOR  DECISIONS  OF  a conservative “populist” president (TRUMP), then THE historical  NARRATIVE  WOULD  BE  COMPLETE.\nFUTURE  GENERATIONS  WOULD  TALK  ABOUT  the  “GREAT BLUNDER”  of  SOVEREIGN STATES\nand\nLED  to a GLOBAL  * F I S C A L\n* D I S A S T E R  and  UNNECESSARY *  D E S T R U C T I O N.\nThe RATionALE FOR a ONE WORLD governmental  AUTHORITY  WOULD  BE  PLANTED  IN  THE MIND$ of the populace.\nWILL  A  WAR  in NORTH  KOREA  BE  THE  * T R I G G E R  *  E V E N T *  for  THIS NARRATIVE ?\nIt’s hard to say, as  THERE ARE SO MANY  potential geopolitical  POWDER KEGS  AROUND  THE  WORLD.\nHowever,  AMPLE  ASSETS  to  INITIATE  THIS  KIND  of  EVENT  ARE  PRESENT  AROUND  NORTH KOREA.\nAND, unlike hot spots like Syria and Iran, North Korea  OFFERS THE MOST  immediate and  TANGIBLE  THREAT  IN  THE  MINDS  OF  MANY PEOPLE  with its nuclear arsenal.\nThe pure panic and  MINDLESS  REACTIONARY  THINKING  that  CAN  BE  PROVOKED  in the unprepared when the danger of nukes is present is quite powerful. This could not have been made more clear than this past week when an “accidental” warning of a live ICBM launch occurred in Hawaii.\nThe HAWAII Emergency Management Agency now  CLAIMS  that  THIS  FALSE FLAG  WA$  $TARTED  BY  A  SINGLE  EMPLOYEE, who has not been named. How? They somehow  “PUSHED THE WRONG BUTTON” … TWICE !\nI find this explanation absurd. I can ONLY find  ONE  EXAMPLE  OF  A  FALSE  ALARM  SIMILAR  TO  the one in HAWAII, and this took place way back in 1971 with a mix-up of tapes leading to a broadcast warning of imminent attack on the U.S. After this event, the alert system was subject to streamlining and stopgaps designed to prevent it from ever happening again. During the  FALSE  ALARM  of 1971,  OVER *  S I X *  A T T E M P T S * WERE  MADE  for  * C A N C E L L A T I O N  *      BROADCASTS,\nthe  FIRST  ONE  WITHIN  ABOUT  * T E N  * M I N U T E S  * OF  * THE *  I N I T I A L  * FALSE ALARM.\nIn HAWAII, N O *  C A N C E L L A T I O N  * WAS  ATTEMPTED  for  NEARLY  40  MINUTES.\nTo add to the overall  $TRANGEness,  there was yet another  FALSE MISSILE ALARM in JAPAN  within  THE SAME WEEK !\nYet again, this alert was immediately  ATTRIBUTED  to  NORTH KOREA, but at least this time\nTHE ALERT WAS  CORRECTED  5  MINUTES  LATER i nstead of 40.\nTo me, THIS SMELL$ OF A PSYOP;  a test  TO GUAGE PUBLIC REACTION$ TO A THREAT,\nAS WELL AS PLANTING\nPRECONCEIVED  NOTIONS  OF A\nTHE PUBLIC DID NOT DISAPPOINT.\nEye witnesses described people “running and crying in the streets,” completely bewildered as to what to do. An associate of mine (who is also experienced in preparedness) was in Hawaii at the time of the event. She related to me that her family decided to shelter in place because there were no indications that fallout shelters were available anyway. Other  PEOPLE TRIED  TO  LOWER  THEIR  CHILDREN  INTO  THE  SEWERS in an effort  TO  ESCAPE a nuclear blast. Here is a video showing the false missile alert causing HYSTERIA:\nVIDEO available on link below.\n* * **\nKim Jong-Un a Swiss-Indoctrinated Mason in the Grip of the London City Banker. North Korea Another Illuminati Stooge Play\n* *\nIF…..Kim Jong Un…WAS a CIA Puppet….DOES HE REMAIN ONE ? ?\nThe following link indicates the “FrIENDship” may have SOURED ?\n* * *\nNorth Korea is an Pentagon Vassal State\nIf it weren’t for the fact that he is absolute dictator of a country with a formidable army and nuclear missile technology, NORTH KOREAn President Kim Jong Un, the 290 pound, 32 year-old ruler would be a clown figure. Unfortunately for world peace, Kim Jong Un, while he is playing games with his rockets and threats of war, IS SERVING THE LONG-TERM INTERESTS OF THE USA, especially the military industrial complex, the Pentagon and State Department, whose priority increasingly is to make an Asia Pivot of military power  PROJECTion  TO CONTAIN  and isolate the  PEOPLE’S REPUBLIC of CHINA  as well as RUSSIA.\n* * *\nUnderstanding Kim Jong Un, The World’s Most Enigmatic and Unpredictable Dictator\nEveryone knows that North Korea’s leader is a bloodthirsty madman and buffoon—or is he really?\nMark Bowden digs into the hard facts for an unusual portrait.\nWhen $ONY PICTURES suffered a damaging and embarrassing breach of its internal computer network weeks before the scheduled December release of the  COMEDY.  THE INTERVIEW, little prompting was needed before fingers started pointing at Pyongyang. In the movie, Seth Rogen and James Franco play AMERICANS who LAND AN INTERVIEW WITH KIM AND THEN are enlisted by the C.I.A. to  TRY to ASSASSINATE HIM.\nEarlier, in June, North Korea had promised to unleash a “merciless countermeasure” should the film be shown.\n* * *\nKim Jong-un ASSASSINATION PLOT: North Korea claims US tried to kill leader in May\nNORTH Korea has  ACCUSED  the  UNITED STATES  OF  BEING “THE MAIN CULPRIT BEHIND TERRORISM” and claims the US tried to take out Kim Jong-un in May this year.\nThe secretive state, which often makes outlandish statements, claims the “main reason international terrorism is not yet annihilated” was actually because of US interference.\nThe statement, published on Friday by the Korean Central News Agency (KCNA), the country’s main propaganda mouthpiece, claimed  IT  FOILED  a US-BACKED  ATTEMPT  TO DEPOSE  Kim earlier THIS YEAR.\nIt goes on to  ACCUSE  WASHINGTON  OF\nUSING  THE  WAR  ON TERROR  AS  A  PRETEXT  FOR  OVERTHROWING\nHOSTILE  GOVERNMENTS.\n“In May this year, a group of heinous terrorists who infiltrated into our country on the orders of the Central Intelligence Agency (CIA) of the US and the South Korean puppet Intelligence Service with the purpose of carrying out a state-sponsored terrorism against our supreme headquarters using biological and chemical substance were caught and exposed,” KCNA wrote.\n“This palpably shows the  TRUE  NATURE  OF  THE US as the main culprit behind terrorism.”\nKCNA described the  UNITED STATES  as a  “CHAMELEON”  that  “CHANGES  ITS  COLOURS”  SO  IT  CAN  OVERTHROW GOVERNMENTS,  PARTICULARLY  IN  THE  MIDDLE  EAST, where it  USED  COUNTER-TERRORISM  and non-proliferation of weapons interchangeably  TO  JUSTIFY  WAR$  in Afghanistan, Iraq and Libya, KCNA said.\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The HISTORY of KOREAn conflict suggests  A SURPRISE ATTACK IS A PROBABLE STRATEGY….",
                "Brandon Smith",
                true
            ],
            [
                "Korean War Part II:   WHY IT’s PROBABLY GOING TO HAPPEN,",
                "",
                true
            ],
            [
                "running and crying in the streets,",
                "",
                false
            ],
            [
                "main reason international terrorism is not yet annihilated",
                "",
                false
            ],
            [
                "In May this year, a group of heinous terrorists who infiltrated into our country on the orders of the Central Intelligence Agency (CIA) of the US and the South Korean puppet Intelligence Service with the purpose of carrying out a state-sponsored terrorism against our supreme headquarters using biological and chemical substance were caught and exposed,",
                "",
                true
            ],
            [
                "This palpably shows the  TRUE  NATURE  OF  THE US as the main culprit behind terrorism.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "state",
            "hawaii",
            "korea",
            "video",
            "coded",
            "media",
            "missile",
            "north",
            "rogue",
            "attack",
            "deep",
            "happened",
            "nuclear",
            "thwarted"
        ]
    }
]