[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/wall-street-whistleblower-clinton-foundation-is-the-largest-charitable-fraud-in-american-history-2976192.html",
        "title": "Wall Street Whistleblower: Clinton Foundation is the ‘Largest Charitable Fraud in American History’",
        "authors": [
            {
                "name": "Guns",
                "link": null
            },
            {
                "name": "God",
                "link": null
            },
            {
                "name": "Bunkerville",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Bunkerville, God, Guns and Guts\nTotal:\nWall Street Whistleblower: Clinton Foundation is the ‘Largest Charitable Fraud in American History’\nThursday, January 25, 2018 6:17\n% of readers think this story is Fact. Add your two cents.\nThis is not a new story, but one we shouldn’t let slip by. B-Ville has been on it:\nWall Street Whistleblower: Clinton Foundation is the ‘Largest Charitable Fraud in American History’ https://t.co/tcQzPpdgWx Expert Charles Ortel has studied CF for years BRILLIANT ANALYSIS OF HISTORIC FRAUD – Ortel is RIGHT\nIn fact we will soon find out that it has been Hillary that had most to gain with Russia:\nWhat really was happening with the Russia “reset” starting in 2009? Large contributions to political campaigns come with strings attached.\nEvidence already in the public domain shows that certain Russians found common cause with green investors, as Peter Schweizer’s work for the Government Accountability Institute explained in “From Russia with Money: Hillary Clinton, the Russian Reset, and Cronyism.” […]\nTo the consternation of many, the U.S. announced in September 2009 that it would abandon plans to provide a missile defense shield to Poland and other Eastern Europe nations. […]\nStarting in July 2016, the Dallas office of the IRS finally began an investigation into Clinton Foundation public filings, prodded by Rep. Marsha Blackburn (R-Tenn.) and other congressional Republicans.\nMissing disclosures concerning donations from foreign governments, and other glaring discrepancies, should have been resolved and should have triggered payment of substantial fines, penalties, and interest to government treasuries long ago.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Largest Charitable Fraud in American History",
                "",
                false
            ],
            [
                "Largest Charitable Fraud in American History",
                "",
                false
            ],
            [
                "From Russia with Money: Hillary Clinton, the Russian Reset, and Cronyism.",
                "Peter Schweizer",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "russia",
            "fraud",
            "largest",
            "reset",
            "clinton",
            "whistleblower",
            "hillary",
            "starting",
            "history",
            "foundation",
            "american",
            "charitable",
            "street",
            "wall"
        ]
    }
]