[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/timothy-mcveigh-alive-we-got-scammed-3589311.html",
        "title": "Timothy McVeigh Alive! We Got Scammed!",
        "authors": [
            {
                "name": "Glenn Canady",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Glenn Canady\nFriday, January 19, 2018 18:00\n% of readers think this story is Fact. Add your two cents.\n \nStew Webb and Tom Heneghan put out an update today.  Leo Wanta has just revealed that President Reagan established Executive Order 12333 which authorized him to get paid the money he earned and to bring trillions back into the US Treasury in taxes!   \nOne of the biggest stories out of this briefing was when Stew Webb went on a rampage of truth and blasted out more truth about who stole our money in 30 minutes than 30 years of Alex Jones!   Stew blew out a huge story that you won’t find anywhere else!   At about the 38:00 minute mark in the show, Stew talks about the OKC bombing patsy Timothy McVeigh.  Tim McVeigh was NOT executed!   They injected him with a chemical to slow down his breathing and heart rate.  Then they took him out the back door, put him in an ambulance and gave him a shot to revive him.  Stew found out the truth from somebody part of the operation – Otis Johnson!  Otis Johnson, super spy and medal of honor recipient was there when they revived him!  This is a HUGE story that must go viral!   It’s one of the biggest scams of all time.  They actually created a boogie man, Tim McVeigh, made him the Devil, convicted him and then gave him the back door treatment all while the fake news reported he died!  Get the story out now!   \nHere’s more evidence, even people on the scene reported he never stopped breathing!\nSUSAN CARLSON: No fear – no fear whatsoever. No, no statement, no verbal statement – nothing to say. They, they did offer him the opportunity to speak, and I think everybody was waiting with bated breath… for what he was about to say, and he remained stone cold silent, stared directly at the ceiling, stoic, stoically, after he had made a point looking at all of us, he looked at the ceiling, he laid back down, and from that point on, he had no expression whatsoever. In fact, it was hard to even tell when he had passed on, because, of his shallow breathing – or what appeared to be shallow breathing – continued, even after they pronounced him dead, and his eyes remained open the entire time – I don’t even think he blinked – and he died with his eyes open.\nStew talked to a lawyer who worked the case and said it was very strange that McVeigh demanded no autopsy be done on his body.  This is confirmed in the fake news stories of the day.   Of course he didn’t want an autopsy done, he never died!  He was revived and went to a retreat at Flathead Lake Montana to recover and get a new face.  Stew later found out they moved him to Australia for awhile.  \nTimothy McVeigh was in special ops and infiltrating patriot groups or anybody who was considered a threat was part of his job.  Did you know Timothy McVeigh was at Waco before the siege?   Here’s the proof showing him on video at Waco.  He probably was the one that gave the order for the raid to commence.  Supposedly he was part of the Church and was upset that this happened when he had to be away on a trip.   You see him being interviewed outside after the compound was surrounded when nobody was allowed to go back in.\nMcVeigh was a total patsy because I watched the Oklahoma Bombing live.  I heard them say on TV they are moving people back further from the building because authorities told them they “found bombs in the building”!   That tells you everything you’ve been told about the OKC bombing was a LIE right there!  It was a total inside job!  They told you McVeigh’s truck bomb did all the damage.   That truck was so far away from the building it would have been impossible for it to do all the damage.  That damage came from bombs inside the building!   Some of the bombs didn’t go off and this fact was reported while the TV cameras rolled on the scene.   You never will hear any of this when you read the fairy tales on CIA-pedia or other fake news sources.\nStew found out from his sources that the reason this building was bombed was because the Clintons had all the FBI files on Whitewater and their other crimes all moved to the Alfred P Murrah Federal building in downtown Oklahoma City.   Their plan was to blow the building up and get rid of all the evidence against the Clintons!  Well when the building didn’t come down, that’s when they told everybody to move back further.  Stew was told they brought in U-Haul trucks and loaded all the documents in those trucks under the cover of the bomb squad defusing the bombs!   Then they took the documents to the dump!\nStew even reported that McVeigh was never executed to American Media who publishes the tabloid, Weekly World News.  At first they didn’t believe the story and the editor wouldn’t send out a photographer to where McVeigh was hiding out so they missed getting the biggest scoop of all time.  About a month later, one of the editors called Stew and said basically, “Stew you were right!  I just got word from one of my other sources that McVeigh didn’t die!”.    The Weekly World News then put out the story that McVeigh never died right after 9/11!   This Tabloid  got anthraxed right after their story on McVeigh was released!\n“Bob Stevens, an AMI photo editor, died Oct. 5, 2001, after being exposed to anthrax in an envelope mailed to the building, which was then quarantined. The publisher moved away and the cleanup effort began in July 2004.”\nWEEKLY WORLD NEWS\nFLATHEAD LAKE, Mont. – Convicted Oklahoma City bomber Timothy McVeigh\nsurvived his “execution” and was spirited away as part of an intricately planned\ngovermenrt scheme to prepare him for his new life underground.\nThe covert CIA operation was organized weeks before the staged execution at the\nU.S. Penitentiary at Terre Haute, Ind., according to longtime federal whistle-blower\nStewart Webb and others opposed to what they described as America’s\n“Shadow government” and the New World Order: “McVeigh never wanted to be executed,” Webb told Weekly World News in anexclusive interview. “And he wasn’t–he went out the back door.”\nIncredibly, sinister forces within the government were aware of the former Special Forces dropout’s plans to bomb a federal building–and steered him to the Oklahoma City facility because they wanted incriminating government records that were stored there destroyed, Webb disclosed.\nOne hundred sixty-eight innocent people died on April 19, 1995, because sinister government leaders and bureaucrats wanted to demonize the burgeoning militia movement by linking ultra right-wing patriots to the bombing, and to get antiterrorism legislation passed quickly, he said.\nThe diabolical plan worked perfectly. Even though militias had no involvement in the terrorist act, they were viciously attacked in the press. “McVeigh hurt us,” John Trochmann, founder of The Militia of Montana, told The Washington\nTimes in a telephone interview. “We don’t beleive in violence. We’re trying to get citizens to rally with us against the government.”\nAccording to the astonishing scenario drawn by Webb and other sources in three states, including former government agents, the scheme to save McVeigh’s life was hatched after he refused to “walk the plank” and threatened to reveal the wider conspiracy. So the CIA arranged for the phony execution, and flew McVeigh from Terr Haute to a closely guarded island on Flathead Lake in northwestern Montana.\nMcVeigh 33, spent nearly ywo weeks enjoying the outdoors–and undergoing a series of silicone injections and other treatments from a CIA employed plastic surgeon to change his facial features.\nThen he was whisked off to a new location, a highly placed contact told Webb.\n“About 20 people were on him, they were heavily armed locked and loaded,” Webb reported. “He even had his own food taster.”\nThe Las Vegas–based investigator claimed the Bush family, the Clintons and other major players on the national political scene are deeply involved with other federal officials in large scale fraud against American taxpayers and other crimes.\nWebb played major roles in exposing a series of national scandals, including the Silverado Savings and Loan debacle in Colorado; and the so-called Keating Five campaign contribution affair tied to the\nLincoln Savings deal in Irvine, Calif., that reputedly funneled hugh amounts of money to John McCain and other prominent U.S. Senators.\n“But this is the only time I’ve ever encountered such massive resistance,” Webb said of McVeigh’s brilliantly executed excape from death.\nThese are some of the shocking facts and developments uncovered by Webb and other investigators, including current CIA employees:\n**McVeigh did not act alone, and several players, including a pair of terrorists attached to the Iranian embassy in Mexico City, were involved in the bombing conspiracy.\nOne of the Iranians married a woman who worked at the Alfred P. Murrah Federal Building so he could use her to keep up-to-date on activities there. She was unaware she was being used and was killed in the bombing.\n**The CIA and other federal agencies were tipped off in advance that “a lone ranger” named Timothy McVeigh was planning to bomb a federal building in either Omaha, Kansas City or Oklahoma City.\n**CIA operatives and other federal agents working on the clandestine project steered McVeigh to the Oklahoma City structure because sensitive records tied to the scores of government scandals surrounding the Clintons and other national leaders were stored there.\nSensitive records collected during the investigation by Special Prosecutor Ken Starr\non the mystery deaths surrounding the Clintons, including the Vince Foster case, had been transported to Oklahoma City for safekeeping, according to Webb.\nAdditional documents relating to the Madison Savings and Loan, Twin Cities Bank, and other Clinton scandals–and drug-money laundering by high government officials–were also destroyed in the blast, Webb’s investigation revealed.\n**Plans for the killer to hide out at the Ted Turner ranch were scrapped when Webb’s radio reports of McVeigh’s survival turned up the heat, and he was moved to an isolated fishing cabin on the lake near Montana’s borders with Idaho and British Columbia.\n**A plastic surgeon gave McVeigh a series of silicone injections to change his features over a period of about two weeks. His fingerprints were also altered.\n**After the identity change McVeigh was moved to an even more secure location–believed to be the super secretive U.S. Air Force Base north of Las Vegas known as “Area 51″ to be further prepared for life underground. McVeigh was not trained as a regular CIA operative, but was a contract agent whose training\nwas with Special Forces. So he was reportedly taught how to keep a low profile, and trained in the language of his new home land–in a so-far unknown foreign country.\nEND—Weekly World News, September 18, 2001, Exclusive! by Cliff Linedecker\nAmerican Media—They got anthraxed September 2001\nGet personal Bitcoin Training!   \nCool Products Of The Day!\nHelp support our ministry at Project.Nsearch.com by visiting our sponsors!  Thank you!\nRed Tea Detox!\nSee It HERE!\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "I just got word from one of my other sources that McVeigh didn’t die!",
                "",
                true
            ],
            [
                "Bob Stevens, an AMI photo editor, died Oct. 5, 2001, after being exposed to anthrax in an envelope mailed to the building, which was then quarantined.",
                "",
                true
            ],
            [
                "The publisher moved away and the cleanup effort began in July 2004.",
                "",
                true
            ],
            [
                "McVeigh never wanted to be executed,",
                "Stewart Webb",
                true
            ],
            [
                "And he wasn’t–he went out the back door.",
                "Stewart Webb",
                true
            ],
            [
                "We don’t beleive in violence.",
                "",
                true
            ],
            [
                "We’re trying to get citizens to rally with us against the government.",
                "",
                true
            ],
            [
                "About 20 people were on him, they were heavily armed locked and loaded,",
                "Stewart Webb",
                true
            ],
            [
                "He even had his own food taster.",
                "Stewart Webb",
                true
            ],
            [
                "But this is the only time I’ve ever encountered such massive resistance,",
                "Stewart Webb",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.redteadetox.com/?hop=5startech",
                "http://www.project.nsearch.com",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "died",
            "alive",
            "city",
            "oklahoma",
            "mcveigh",
            "told",
            "stew",
            "webb",
            "federal",
            "timothy",
            "world",
            "scammed",
            "building"
        ]
    }
]