[
    {
        "url": "https://beforeitsnews.com/power-elite/2017/11/is-trump-serious-about-taking-out-pedogate-let-this-graph-sink-in-2452888.html",
        "title": "Is Trump Serious About Taking Out Pedogate? Let This Graph Sink In",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By stompk (Reporter)\nTotal:\nIs Trump Serious About Taking Out Pedogate? Let This Graph Sink In\nWednesday, November 22, 2017 9:04\n% of readers think this story is Fact. Add your two cents.\nBookman, one of the “bakers” of crumbs dropped by QAnon has put together this graph. \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nAnonymous\nTrumps tweet was from 2012!  What has he said since the election?  Squat.\nNov 22, 2017, 10:05 am\nstompk\nSince the election he hasn’t had to say shit because it’s all action shilly.\nNov 22, 2017, 10:16 am\nAnonymous\nYeah and you are the same disinfo clown who posted the lie about the Marines invading Langley.  Your credibility is zero.\nNov 22, 2017, 12:23 pm\nNov 22, 2017, 2:05 pm\ndennis48309\nNobody knows if it happened or not.  The alleged witnesses didn’t see them invade Langley, they just saw Marine helicopters.  You can’t get close enough to see the actual facility.  It was Ben Fulford and other sources that are claiming that the Marines went in there.\nNov 22, 2017, 5:24 pm\nAndy\nactions speak louder than words – 6355 arrests and counting is all action, no talk\nNov 22, 2017, 3:27 pm\nAnonymous\nNames, dockets and arrest dates otherwise it’s nothing but the same old BS.\nNov 22, 2017, 5:05 pm\nSimply type ‘trafficking’ into google news and buckle your seatbelt stupid. You’re defending child rapists and should shut the fuck up.\nNov 23, 2017, 8:17 am\nAnonymous\nI think he just wanted to see some proof of this.  This means he hasn’t been in BIN for too long.  If he hangs here in BIN long enough he won’t need any truth, he’ll just believe everything he reads here automatically.\nDec 30, 2017, 3:44 pm\nPlus, you are right here.  I Googled “convicted Republican pedophiles”, and the list was never ending.  And these Republicans have been CONVICTED.  It looks like every single Repug is a pedo.\nCheck it out.\nWe’re waiting for the ones in WashedOut DC; past and present to be outed, imprisoned; no chance for parole.\nNov 22, 2017, 4:23 pm\nAndy\n1800 sealed indictments may just cover it,, though no doubt there will be more and all arrests performed same day\nNov 22, 2017, 4:36 pm\nunidentified\ntoo bad he cant “fire” senators and reps that needed to payoff staffers for sexual harassment, and the voters still vote them into office\nNov 22, 2017, 6:00 pm\nDRAUGR\nThe problems we face have never been because of corrupt politicians. Corrupt politicians will always exist. What the real problem is, is that too many American citizens are too damned stupid not to vote for a corrupt SOB. Oh but how they cry “He/She lied to us. Well that BS doesn’t cut it either because there were a whole lot of people that pointed out the corruption of the Clinton’s, Obama’s, etc as well as mountains of evidence proving corruption, and worse. Yet the walking morons went to the polls and voted for these sleazy liars and they’ll do it again and again and again until stopped.\nThe United States has reached a point in which it can no longer afford to have fools voting in political elections. So far they have set the US, across all categories, back at the very least 50 years with their idiot policies and gullibility when voting.\nThe US must implement two policies if it is to survive another 50 years.\nThe first thing that must be instituted is mandatory testing of all voters. Voters must have some knowledge of current events, the purpose and how government functions at both state and local levels, US and world history, basic knowledge of US law, immigration, etc, etc. before being allowed to vote. Also all voters must have an IQ of at least 90, not have been on government welfare longer than 18 months or have been convicted of a felony.\nWe cannot have these low IQ, anti America, anti society people making huge decisions by voting when they have not a clue as to why, who, what, where or reason for voting. Their stupid voting practices are taking money out of your pockets right now as well robbing your children’s future. It must stop.\nThe second thing is to stop all “convenience” abortions and instead begin paying people to undergo voluntary sterility surgery. This would almost eliminate abortion as well as break the cycle of generational welfare and at the same time greatly decrease the number of people who would not qualify to vote.\nI am dead serious on both issues. I am sick of watching my once proud country fall apart because absolute morons are voting into power absolute corrupt criminals.\nOur country has not evolved nor grown great and strong. It has become weak, feeble, insane and inept. 100 years ago anyone like Bill  Hillary Clinton, the Obama’s, the Bush’s, etc would not only have been rejected to hold any government position, they would have been hung for their treasonous acts.\nNov 23, 2017, 12:24 am\nStill waiting. Should have been done months ago.\nAmericans are deceived, for sure.  But people in all other countries are as well. The people decide to go to war and those who endorse and encourage their “leaders” to go to war; bomb that nation to rubble are all in a deep satanic coma, so to speak.\nThey average person does not stop to think and some of them don’t care of the results. They are brainwashed into thinking that this has always been the way we do things; it is just.  I’ve been sending proof via pics.. articles etc, to many, many people showing them the results of what they endorse.   I never hear back and or if you speak to someone about it, they just don’t want to hear about it.\nIf all of us do just what The Holy Creator has Laid out for us to do, very simple things BTW, the filthy, violent and beyond evil that is done to one and other would vanish.  But, since there are so many liars in the political world, the “religious” world, in the media, that won’t happen.\nI just have to scratch my head. How so very temporarily will these “world leaders” have…..? just what?\nWhat then “world leaders”?\nBut first, some extreme warnings to the “leaders” of this world’s governments, corporations, media and religious institutions who are engaging in partnership with world’s governments, are actually promoting, accommodating, bolstering and encouraging the execution (the execution of the task) of violent, malevolent, malignant and perverted actions which provoke and keep the world in utter chaos and violence.\nYOU and all those who have sought and gained power positions and or positions of trust everywhere in this world including most all of the media: ROOT OUT PEDOPHILES AND ALL CRIMINALS IN YOUR GOVERNMENTS AND ORGANIZATIONS NOW. YOU AND YOURS ARE RESPONSIBLE FOR THE FILTH AND MISERY OF THE WORLD OVER IF YOU ALLOW, AND OR LOOK THE OTHER WAY FROM ACTS OF ABUSE. FURTHER IF YOU ABUSE AND TERRORIZE CHILDREN AND THEIR FAMILIES OR ANYONE FOR THAT MATTER ANYWHERE IN THE WORLD, YOU WILL BE HELD SO VERY ACCOUNTABLE.\nThis is a reality check.    Your impending doom will come to pass and you won’t know even when it’s upon you.\nAnd it will not be elegant, luxurious, painless nor exclusive. Please turn back to God.\nTo anyone anywhere in the world at anytime who believe they have done things in secrecy and have gotten away with any rot, think again.  Everything you plan, say and enact has been/is being watched.  By the Holy Creator, Christ Who Sees and Hears everything and all of the time!\nYou have never done anything in secrecy.  It will all have been futile and fruitless. You will gain nothing.  All of your sordid and unstable plans will go right down the rusted old drain.\nTHERE ARE MANY SINCERELY TRYING TO DO THE RIGHT THING; THERE ARE MANY EQUALLY STRIVING TO DO THE WRONG THING.\nIF YOU KEEP DOING WHAT YOUR DOING, THEN JUST WHO DO YOU THINK YOU’RE KIDDING?? THE WORLD? MAYBE, FOR JUST A LITTLE WHILE. PLEASE WAKE UP!\nARROGANCE BREEDS SUCH UNINTELLIGENT THINKING. APPARENTLY YOU DON’T EVEN REALIZE THIS.\nWOW!\n**POWER GRABBERS**:\nWHAT WILL YOU DO WHEN GOD TAKES AWAY ALL OF YOUR BILLION$ AND TRILLION$?\nAND HE WILL. SOME OF YOU NOW, SOME OF YOU LATER.\nHere is the answer: [all] of you will then know that it is YOU and those like you that have been flim flammed by your own father; the diminutive “god” of ALL murderers, killers, liars, filth and horrors of this world. It is this unseen evil that rules in this world. It also deceives, fools, deludes and swindles. You and all those like you, listen to this evil one and gladly do it’s deeds. Some of you don’t realize that you are being led by this rotted force. But, you’re been deluded into thinking that it is you who are so intelligent. That it is you who are smarter than all the rest because you became so fabulously wealthy; at the expense of all others. You will bring it upon yourselves because you listened to the bad instead of the Good.\nThis unseen evil is glad to be setting up all of the greedy, perverted and murderous ones that think they are operating under secrecy. You’ve betrayed everyone else, but you will also be betrayed and you won’t know when it hits. But, if you wait too long, then it will be too late for you. So, now is the time, seriously, to stop the lunatic filth, misery, famine and tortures that you do and turn back to God. Don’t you realize that what you are now doing to others, will come back to haunt you?! This will not be pleasant.\nPlease wake up and turn back to God. Humble yourself and be kind and caring.  You’d be surprised at how much better and easier that is than it is always trying to get ahead by this world’s standards, by crushing anyone who seems to get in your way.\nIs it worth it to murder and steal the entire world and then gain it for just a few seconds?  Revelation 6:15-17\nRealize we are only on this earth for such a short time, in the scheme of things?  Do these “world” “leaders” and “religious” “leaders” know they are going to die and then have to stand before the Creator of all things; Christ, Who is Wholly Pure, Good and Humble and have to explain why they did what they did when they could have done things much differently?\nREPENT AND TURN THINGS AROUND BEFORE IT’S TOO LATE !\nThe time is now!!!\nAmericaWakeUpNow\nA great unveiling of corruption and evil is at hand. It has been a long time coming and those behind all that has been bad and against the good of humanity will now be made to pay for their atrocities!!\nNov 22, 2017, 8:37 pm\n2QIK4U\nAction’s speak louder than word’s. He’s had a year now and they’re still walking and talking global terror crap. Easily done. Put them all on military trial with instant justice… Change the world in a week\nNov 23, 2017, 7:38 am\nmasterofnone\nWhat amazes me is the  audacity of “people”,who actually believe,the system as a whole isn’t rigged…they believe their votes count for anything\nThat they actually “think” their vote counts,is completely comical!.\nEven trump,if you think his agenda,is the make the world a better place,you are deluded.\nYou dont acquire billions of dollars without being completely ruthless,how many homeless shelters does he visit?…\nHow many lives does he change for the better?…the man could make a substantial difference in countless communities…\nBut he wont…do you know why?…he worships money,he cares not for his brother,he circumvents the system,same as the evil he swears to crush….you can not have two masters!..\nDec 30, 2017, 2:07 pm\nAnonymous\nYou just could have said, “Trump is a big dick”, and that would have pretty well covered it.\nDec 30, 2017, 3:40 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "trump",
            "taking",
            "tell",
            "graph",
            "truth",
            "worldwide",
            "using",
            "serious",
            "patriot",
            "linkstep",
            "telegram",
            "let",
            "pedogate",
            "phone",
            "big",
            "sink",
            "beforeitsnews"
        ]
    }
]