[
    {
        "url": "https://beforeitsnews.com/tea-party/2017/10/11-ways-to-revolt-peacefully-2601261.html",
        "title": "11 Ways to Revolt Peacefully",
        "authors": [
            {
                "name": "Freedom Bunker",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2017-10-11",
        "text": "By Freedom Bunker\n11 Ways to Revolt Peacefully\nFriday, October 20, 2017 18:25\n% of readers think this story is Fact. Add your two cents.\n“There is something which unites magic and applied science (technology) while separating them from the ‘wisdom’ of earlier ages. For the wise men of old, the cardinal problem of human life was how to conform the soul to objective reality, and the solution was wisdom, self-discipline, and virtue. For the modern, the cardinal problem is how to conform reality to the wishes of man, and the solution is a technique.”\n– C.S. Lewis\nSlowly but surely, we here at LFT are making our lives as untethered to the fragility of modernity as possible.\nModern life, after all, is defined by its lack of interest and, oftentimes, belief in a *true* nature of things — in its disconnection to the source. (Of production, of history, of creation, of truth, of biology, of any semblance of an objective essence of beauty, and on.)\nAnd all of this, to be sure, has happened in the name of liberation.\nCome. Liberate yourself from reality. From the harshness of life itself. Pain is unnatural. Take these pills. Watch these people sing and dance. Here. Have some bread. Watch this! Over here! Yoo hoo! Hollyweird has all the answers. Feeling sleepy? Don’t worry. The politician will tuck you in now. There’s almost certainly not a monster under your bed.\nBut let us check for you.\nOne day, as many Singulistas sincerely hope, a la Ray Kurzweil, you’ll be able to hook yourself up to an IV of tiny nanorobotic computronium that will connect you to a virtual reality utopia (in the name of “uploading your consciousness”) and you’ll feel infinite bliss and never have to confront anything you don’t like ever again.\nIt’s like having a direct link to God, they’ll say.\nIt’ll all be artificial, synthetic, fake… but it will be your special delusion and nobody else’s. You’ll likely eventually become essentially a human battery for some A.I. program — but it will love you for who you are and not for what you were.\nIgnorance and darkness are natural allies. Darkness play a pivotal role in the world. And when it is ignored, it is more often than not weaponized.\nJung called it the “Shadow Self.” And your unwillingness to see reality as it is and not as your projections wish it were, can and will almost certainly be used against you. Power comes from a connection to the true nature of things. Absolute power comes from making those around you believe there is no true nature of things — that reality is programmable. That reality is as the cult leaders say.\nThe greatest science fiction example I’ve found is seen in the exceptional and terrifying short film Uncanny Valley at this link.\nIt is our beat to — in all ways we can — revolt against the madness. To get closer to the source of things. To dig out their true nature in the name of self-reliance and true freedom.\nIf all goes according to plan, we’ll soon be doing some boots-on-the-ground learning and reporting on valuable skills ANYONE can use to build a resilient, sustainable, free-as-can-be lifestyle.\nSometimes, as you’ll see, the only way to move forward is to go back.\nToday, as just a taste, we invite Jacob Hunter of Primal Survivor to the show.\nJacob Hunter, a master prepper, is good at getting readers to confront that thing which the lotus peddlers would have you ignore. And how to prepare.\nRead on.\n11 Unconventional Prepping Tips for Preppers Who Are Tired of the Same Old Advice\nBy Jacob Hunter\nHowever, I am very aware that most of the prepping tips just regurgitate the same info. Like how we should make a communication plan or learn outdoor survival skills . These are important tips but, after a while, it is all old news.\nHere I want to talk about the prepping tips that you probably have never been told.  Some of these go against conventional prepping advice – but might be the very thing to save your life in a disaster.\n1. Test Your Mental Strength\nA lot of preppers I know are highly confident in their ability to survive a disaster.  Yes, confidence is one of the pillars of mental strength.  However, it can also backfire.\nOne of the reasons people fall apart under pressure is because they think things are supposed to go well for them.  When this expectation doesn’t correspond with reality, mental strength fails too.\nI stockpiled food, water and ammunition.  I’m not supposed to sitting here hungry!\nInstead of whining when things don’t go as planned (and, no matter how hard we try, we can’t plan for every disaster situation!), people with mental strength meet problems with quick thinking and solutions.\nSo test your mental strength by doing something outside of your comfort zone.  Or use any of these tactics to build mental strength .\n2. Don’t Plan to Rely on Just Yourself\nSelf-reliance is the core value of prepping. If a disaster strikes, you shouldn’t expect anyone to come to your rescue and you should be able to take care of all of your basic survival needs.\nHowever, that doesn’t mean you should plan to go about it alone!\nThe Lone Wolf attitude is one of the biggest prepping mistakes .  Sure, you might be able to survive all on your own – but why would you want to? As humans, we have strength in numbers.  Even “weak” people might have something surprising to contribute – like helping the group stay calm, serving as lookouts, or getting into small spaces.\n3. Learn to Eat Insects\nInsects for sale in Thailand\nIn Bug Out situations, many preppers believe that they’d be able to catch wild game to eat.  In reality, the pyramid of wilderness survival food shows us that large game is going to be hard to come by.  Even if you do succeed, how the heck are you going to haul a big dead buck to base camp or preserve while bugging out?\nEven small game might not be very plentiful, and you won’t always have the time for hunting or trapping while bugging out.  That leaves you with insects as a plentiful, easy-to-obtain source of survival food.\nGet used to the idea of eating insects! And read this post on how to eat insects for survival .\n4. Keep Printouts Handy\nI consider myself above average when it comes to skills like tying knots – but even I have been known to mess up something as basic as a bowline knot when under stress.   That is why it is helpful to have how-to printouts of important survival tasks.\nHere is just of the info you’ll want to print out or have in a field guide:\n5. Learn to Drive Stick\nOnly 18% of Americans know how to drive stick ! That is a dangerously low figure, especially when you consider how many vehicles are only manual drive.\nIf SHTF, you might not be able to drive your normal vehicle.  As Survival Frog says here , it will pay off to know how to drive unconventional vehicles such as trucks, bulldozers, semi-trucks, ATVs, and even tractors.\n6. Practice Spring Cleaning\nWhen you are a prepper, “spring cleaning” takes on a new meaning.  As Phil Burns of the American Preppers Network talks about in this article , it is good to do a semi-annual check of all your prepping supplies. He does his checks on Easter and Halloween. During this time, you will want to:\nThrow out any expired food and replace it\nPerform an inventory of all Bug Out Bags\nIf you have kids, do an emergency drill with them\nUpdate supplies for the upcoming season\nUpdate contact lists with new phone numbers or addresses\n7. Befriend a Refugee\nLast year, I kicked up quite a storm when I wrote about survival lessons from the Syrian refugee crisis .  People got so intertwined with politics that they failed to see the many prepping lessons we can learn from the disaster.\nI’ve met a few Syrian and Iraqi refugees.  Their stories have taught me a lot of valuable disaster preparedness information.  And let’s not forget all of the survival lessons learned from the Bosnian War that I picked up while playing soccer with Bosnians.\n8. Make Survival Skills Fun\nIt is a fact of life that we are more likely to do something if it is enjoyable.  So, make prepping fun for you and the entire family!\nHow can you do that? You could:\nGo orienteering\nGo camping\n9. Get Your Finances in Order\nThis is actually a prepping tip for beginners, but preppers often overlook it or don’t take it seriously – especially those who think that “The economy will crash during an emergency anyway, so what’s the point of saving money?”\nThe truth is that you can’t make a prepping plan if your finances aren’t in order.  You won’t be able to set aside money each money to build up emergency supplies. You won’t be able to afford first-aid and survival courses.\nMore importantly, if you are swamped with bills, you won’t be able to move towards more self-reliant living – such as paying for a solar system for your home or buying an off-grid property.\n10. Prioritize Sanitation\nNo one wants to think about the rivers of sh*t that flow through cities after hurricanes.  Or the outbreaks of deadly diarrhea that strike after virtually every major disaster.  Yet, these sanitation disasters are exactly what we should be prepping for!\nYou better make sure you have an emergency toilet option available.  For those who can’t afford composting toilets, the two-bucket toilet system is best.  Be sure you have stockpiled:\nBuckets\n11. Quantity Does NOT Equal Security\nThe stereotypical image of a prepper is someone with a huge stockpile of food, water, band-aids, and ammo in their homes.  Unfortunately, this is actually what a lot of preppers are striving for.\nYes, having tons of supplies stockpiled is really important if you need to hunker down for long periods of time.  But having tons of stuff doesn’t necessarily make you “prepared.”\nWhat if you have to evacuate? All of those supplies aren’t going to help you!\nWhat if your home gets raided? You’ll suddenly find yourself without any resources.\nI’m not saying that you shouldn’t stockpile lots of supplies (especially if you are financially able to do so while still investing in things like survival courses).\nHowever, don’t become disillusioned.  Security is about brainstorming Worst Case Scenarios, planning for each of them, and having the mental flexibility to adapt to whatever circumstances you find yourself in.\n[Ed. note: This article originally appeared on the Primal Survivor blog,  right here at this link .]\nThe post 11 Ways to Revolt Peacefully appeared first on Laissez Faire .\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "There is something which unites magic and applied science (technology) while separating them from the ‘wisdom’ of earlier ages.",
                "",
                true
            ],
            [
                "For the wise men of old, the cardinal problem of human life was how to conform the soul to objective reality, and the solution was wisdom, self-discipline, and virtue.",
                "",
                true
            ],
            [
                "For the modern, the cardinal problem is how to conform reality to the wishes of man, and the solution is a technique.",
                "",
                true
            ],
            [
                "The economy will crash during an emergency anyway, so what’s the point of saving money?",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://minnesota.cbslocal.com/2016/10/11/report-only-18-percent-of-americans-can-drive-manual/",
                "https://beforeitsnews.com/v3/r2/?url=http://abcnews.go.com/US/tips-spring-cleaning-preparedness-kit-expert-prepper/story?id=23438271",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "peacefully",
            "mental",
            "ways",
            "things",
            "youll",
            "11",
            "supplies",
            "preppers",
            "prepping",
            "survival",
            "reality",
            "revolt",
            "plan",
            "able"
        ]
    }
]