[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/focus-on-gdp-fuelling-inequality-and-short-termism-3590380.html",
        "title": "Focus on GDP Fuelling Inequality and Short-Termism",
        "authors": [
            {
                "name": "Human Wrongs Watch",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Wednesday, January 24, 2018 1:17\n% of readers think this story is Fact. Add your two cents.\nEven It Up Campaign — Oxfam International\nThese are the findings from the World Economic Forum’s Inclusive Development Index 2018 , which was released on 22 January 2018.\n.\n.\nAccording to this year’s index, over the past five years, the 29 advanced economies included in the study have on average flatlined in terms of inclusion, which is measured by median household income, poverty, and wealth and income inequality, despite boosting their Growth and Development score by over 3%.\nThe four indicators that make up the index’s Growth and Development pillar are: GDP per capita; labour productivity; employment; and healthy life expectancy.\nOver the same period, only 12 of the 29 advanced economies were successful in reducing poverty and only eight saw a decrease in income inequality.\nThe World Economic Forum has developed a new metric of national economic performance as an alternative to GDP that also focuses on the living standards of people and future proofing of economies\nMore worrying still: rich and poor countries alike are struggling to protect future generations.\nThe index’s Intergenerational Equity and Sustainability pillar – which takes into account public debt; carbon intensity of GDP; dependency ratio and adjusted net savings (which measures savings in an economy after investments in human capital, depletion of natural resources and the cost of pollution) – actually deteriorated in upper-, middle- and low-income economies since 2012 and improved only marginally (0.6%) in advanced economies.\nTop performing countries\n.\nAccording to the index, the most inclusive advanced economy in the world in 2018 is Norway. The Nordic nation ranks second overall for intergenerational equity and third for the two other pillars of the index: Growth and Development, and Inclusion. Small European economies dominate the top of the index, with Australia (9) the only non-European economy in the top 10.\nOf the G7 economies, Germany (12) ranks the highest. It is followed by Canada (17), France (18), the United Kingdom (21), the United States (23), Japan (24) and Italy (27). In many countries, there is a stark difference between individual pillars.\nFor example, the US ranks 10 out of 29 for Growth and Development; however, it ranks 28 on Inclusion and 26 on Intergenerational Equity.\nFrance, on the other hand, fares less well on Growth and Development (21 out of 29); however, it ranks 12 for Inclusion. Its low ranking on Intergenerational Equity (24) suggests it may be storing up problems for the future.\nSix emerging European economies are located in the top 10 spots in the emerging economies’ ranking: Lithuania (1), Hungary (2), Latvia (4), Poland (5), Croatia (7) and Romania (10).\nThese countries perform well on Growth and Development, benefiting from EU membership, as well as on inclusion indicators, as median living standards rose and wealth inequality declined significantly. Latin America also performs well, with three countries featured in the top 10: Panama (6), Uruguay (8) and Chile (9).\nOver the past five years, despite a growing world economy, social inclusion has fallen or been unchanged in 20 of 29 advanced economies and intergenerational equity has deteriorated in 56 of 74 emerging economies\nPerformance is mixed among BRICS economies, with the Russian Federation ranking 19th, followed by China (26), Brazil (37), India (62) and South Africa (69). Although China ranks first among emerging economies in GDP per capita growth (6.8%) and labour productivity growth (6.7%) since 2012, its overall score is brought down by lacklustre performance on Inclusion.\nOther emerging countries such as Mexico (24), Indonesia (36), Turkey (16) and the Philippines (38) show more potential on Intergenerational Equity and Sustainability but lack progress on Inclusion indicators such as income and wealth inequality.\n.\n.\nIDI data suggest that relatively strong GDP growth cannot be relied upon by itself to generate inclusive socio-economic progress and rising median living standards.\nAll but three advanced countries have experienced GDP growth over the last five years, but only 10 of 29 have registered clear progress in the IDI’s Inclusion pillar.\nA majority, 16 of 29, have seen Inclusion deteriorate, and the remaining three have remained stable.\n.\nEmerging -country data show a similar disconnect between GDP growth and Inclusion. Of the 30 emerging economies with the highest GDP per capita growth over the past five years, only six have scored similarly well on a majority of the Inclusion indicators, while 13 have been no better than mediocre and 11 have registered outright poor performance.\n.\nThis evidence suggests that GDP growth is a necessary but not sufficient condition for achievement of the broad-based progress in living standards by which most people judge countries’ economic success.\nThis message is particularly relevant at a time when global economic growth is returning to a more robust level and policy-makers could do more to future-proof their economies and make them more equitable.\n.\n“Economic growth as measured by GDP is best understood as a top-line measure of national economic performance. Broad, sustainable progress in living standards is the bottom-line result societies expect.\nPolicy-makers need a new dashboard focused more specifically on this purpose. It could help them to pay greater attention to structural and institutional aspects of economic policy that are important for diffusing prosperity and opportunity and making sure these are preserved for younger and future generations,” said Richard Samans, Managing Director and Head of Global Agenda at the World Economic Forum.\nAbout the Inclusive Development Index\n.\nThe IDI is a project of the World Economic Forum’s System Initiative on Shaping the Future of Economic Progress, which aims to inform and enable sustained and inclusive economic progress through deepened public-private cooperation, thought leadership and analysis, strategic dialogue and concrete cooperation, including by accelerating social impact through corporate action.\nRead the report: wef.ch/igd18\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Economic growth as measured by GDP is best understood as a top-line measure of national economic performance.",
                "Richard Samans",
                true
            ],
            [
                "Broad, sustainable progress in living standards is the bottom-line result societies expect.",
                "Richard Samans",
                true
            ],
            [
                "Policy-makers need a new dashboard focused more specifically on this purpose.",
                "Richard Samans",
                true
            ],
            [
                "It could help them to pay greater attention to structural and institutional aspects of economic policy that are important for diffusing prosperity and opportunity and making sure these are preserved for younger and future generations,",
                "Richard Samans",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://wef.ch/igd18",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "countries",
            "equity",
            "growth",
            "economies",
            "development",
            "intergenerational",
            "29",
            "gdp",
            "inequality",
            "shorttermism",
            "fuelling",
            "focus",
            "economic",
            "inclusion"
        ]
    }
]