[
    {
        "url": "https://beforeitsnews.com/books/2018/01/book-review-match-made-in-manhattan-by-amanda-stauffer-2522906.html",
        "title": "Book Review - Match Made in Manhattan by Amanda Stauffer",
        "authors": [
            {
                "name": "The Muffin",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By The Muffin\nWednesday, January 24, 2018 1:03\n% of readers think this story is Fact. Add your two cents.\nAre you looking for a book that will make you laugh? Something well written and entertaining? Look no further than Match Made in Manhattan by Amanda Stauffer.\nIf you didn’t catch my earlier interview with Amanda  you should check that out too. She’s an honest and witty author you will instantly adore!\nNow let’s get down to the real reason you’re here. I’m absolutely giving Match Made in Manhattan 5 stars and here’s why:\nMatch Made in Manhattan\nI absolutely enjoyed this book. As I was dating (after my practice marriage as I like to call it), I often thought about writing a book. Dating can be extremely entertaining albeit simultaneously daunting. And my dating took place before internet dating really took hold. I feel like internet dating may even be more entertaining. This made Match Made in Manhattan even more of a must read for me. I wanted a feel for what today’s dating environment is like. It seemed so much more logical to just read Amanda’s book instead of divorcing my husband …\nThe main character in Stauffer’s book is Alison who is confused and lonely after several dead-end relationships. Regardless of when someone has dated, they’ll relate with Alison and how she is feeling. You don’t have to understand digital dating to grasp the concept of dating frustration. Alison is easy to relate to and the character is well written. I found myself laughing on one page and then crying on the next. Match Made in Manhattan was an enjoyable read and a very quick read. The dialogue is believable and I appreciated how Alison’s different dates were written as separate chapters.\nI’m happy that the witty and wise Alison got her happy ending and I appreciate the opportunity to join her on her adventure. Such an enjoyable read!\nAnd here’s the official details you’ll want so you can grab your own copy today!\nMatch Made in Manhattan:\nLanguage: English\nISBN-10: 1510728090\nISBN-13: 978-1510728097\nBiography:\nAmanda Stauffer is a graduate of Yale and Columbia Universities who works as an architectural conservator, restoring historic landmarks across the country. When she grew frustrated with New York City’s dating scene, Amanda headed to match.com. Her experiences provided her with a lifetime of warm and fuzzy memories, a few friends, and an abundance of material if she ever decided to write a book or pursue a career in comedy.\nAmanda is a fan of Italian neorealist cinema, mojitos, and—well, you can just read her protagonist’s Match profile on page 20 of this book, because Alison lifted heavily from Amanda’s own profile. An erstwhile expat who has lived in Bangalore, Sicily, and Paris, Amanda currently lives in Manhattan, where she is busy writing her second book.\nFind Amanda and Match Made in Manhattan online:\nAbout today’s reviewer:\nCrystal is a council secretary and musician at her church, birth mother, babywearing cloth diapering mama (aka crunchy mama), business owner, active journaler, writer and blogger, Blog Tour Manager with WOW! Women on Writing, Publicist with Dream of Things Publishing, Press Corp teammate for the DairyGirl Network, Unicorn Mom Ambassador, as well as a dairy farmer. She lives in Wisconsin with her husband, five young children (Carmen 10, Andre 9, Breccan 4, Delphine 2, and baby Eudora, two dogs, four little piggies, a handful of cats and kittens, and over 230 Holsteins.\nYou can find Crystal riding unicorns, taking the ordinary and giving it a little extra (making it extraordinary), blogging and reviewing books, baby carriers, cloth diapers, and all sorts of other stuff here, and at her personal blog – Crystal is dedicated to turning life’s lemons into lemonade!\n(C) Copyright wow-womenonwriting.com\nNever Stale! The Muffin provides daily writing tips, inspiration, and news from the bakers of WOW! Women On Writing.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://muffin.wow-womenonwriting.com/2018/01/interview-with-amanda-stauffer-author.html",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://bringonlemons.blogspot.com/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "stauffer",
            "review",
            "match",
            "read",
            "entertaining",
            "written",
            "dating",
            "alison",
            "amanda",
            "book",
            "manhattan",
            "writing"
        ]
    }
]