[
    {
        "url": "https://beforeitsnews.com/prophecy/2018/01/qanon-elites-now-stealing-everything-before-their-arrests-january-2018-news-video-2496549.html",
        "title": "Q Anon: Elites Now Stealing Everything Before Their Arrests - January 2018 News (Video)",
        "authors": [
            {
                "name": "Jeffery Pritchett",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Jeffery Pritchett\nTotal:\nQ Anon: Elites Now Stealing Everything Before Their Arrests - January 2018 News (Video)\nFriday, January 19, 2018 5:42\n \nOpen Source Investigations. Open Source Investigations of Working Theories Regarding Injurious Activities of the Deepstate, Public Governments Against Law-abiding Citizens. Deploying Abusive Social Control Mechanisms; Managing Human Zoos; Experimenting on Humans; Destroying Rights.\nFirst, intel agencies werent supposed to surveil US citizens. But they did. Then they werent supposed to “store” it. But they did. Then they werent supposed to search it. But they did. Then they werent supposed to “unmask” it. But they did. Then they werent supposed to leak it…\nAre there going to be mass arrests and prosecutions of the elite? We can only hope and we have already seen it happening big time in the Saudi kingdom. But who is replacing them? More elites?\ne·lite\nəˈlēt,āˈlēt/\nnoun\n1.\na select part of a group that is superior to the rest in terms of ability or qualities.\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nJayWill\nDo not trust current Q posts. Nothing against you Jeff but understand the Skepticism about Q because as an IT Guy, I know how effortless it is to corrupt data–and with my limited understanding of counterintelligence methods, I understand that bad actors are very sophisticated at generating confusion.\nIf you think “Shadow Banning” folks is terrible, think about this: You post a message on a digital board; you can effortlessly see what you have posted on your screen and what others are stating in reply. Nevertheless, a third party intercepts and changes your message as it gets sent out to others–suddenly the message they get reads OPPOSITE what you sent. Then they respond back–again the third party changes their reply to fit your original message.\nWhat is occurring here? You end up having two fabricated conversations. Each person believes they are talking to the other, when in truth they are talking to a third party. The same could occur with Q. This is a very real threat when your only interaction is through a digital apparatus. Keep that in mind as you go online. Always retain a healthy dose of skepticism.\nJan 19, 2018, 7:54 am\nJan 20, 2018, 3:38 am\n.\n.\n2. A bend or curve in a shoreline.\n3. A wide bay formed by such a bend or curve.\n4. (Placename) – The Great Australian Bight.\n.\n.\n.\n.\nJan 19, 2018, 10:42 am\n.\n.\n.\n.\n.\n1. A Spanish title prefixed to a male forename.\n2. A University, especially a senior of a college at Oxford or Cambridge.\n3. The Leader of an organized crime family.\n4. Archaic: an important personage.\n‘Mon’\n1. (Peoples) A member of a people of Myanmar and Thailand related to the Khmer of Cambodia. (Buddhist people)\n2. (Languages) The language of this people belonging Mon Khmer family also called Talaing.\n3. Dial. Man\n4. A member of a people now living mainly in N part of the Burmese panhandle.\n5. Their Mon Khmer language.\n.\npropel7\nWho is Q? Isn’t Q part of Obama’s plot against America? … GOT PROOF? Learn to play chess. Checkers is as weak as Q. … Q WHO?\nJan 19, 2018, 12:30 pm\nunidentified\nall those “leaks” about criminal elites getting arrested are fake internet wish list and will not ever happen\nJan 19, 2018, 1:54 pm\nJan 19, 2018, 4:51 pm\nWhen I delivered in Brampton Ontario twice a week from random House books Westminster Maryland in 2016. And stayed at the Dixie road husky truck stop to get hours to drive on , I heard people say steal from America what you can, they are not going to be around much longer. We are waiting for the healthcare system to kill off the US military and American people\nJan 19, 2018, 8:23 pm\ndennis48309\nHow about you actually take the time to summarize something in an article instead of linking us to some faggot ass Youtube channel?  I clicked on two articles today and had retarded robots telling me something I could have read in 1 minute.  This site actually allows delusional cocksucking faggots to write bullshit articles on the fictional Flat Eart.\nJan 20, 2018, 3:21 am\nYou seem like an angry ogre that could use some transcendental meditation to sooth your Orcish Ego of Ignorance. And anyone that usually demeans homosexuals in such a manner is usually probably John Wayne Gacy like. Meaning probably repressed. Like to dress up like a clown?\nJan 20, 2018, 5:29 am\nThe Real Deal\nI just got dinged for a week for a comment that was a little less offensive than this. Hopefully he gets the same.\nJan 20, 2018, 6:04 am\nDennis is so cool and righteous he doesn’t care if kids read his smut. Speaks of his aggressive orc mentality. Just attacks contributors offers nothing valuable. I’m nice to people who are nice to me. Hit the red button.\nJan 20, 2018, 6:14 am\nThe Real Deal\nWhat arrests? What arrests? Nobody has been arrested. These creatures in government are NEVER going to jail. You are being played. They’re releasing this FISA memo, and telling you about all the pedophilia and sex assaults in Hollyweird, to NORMALIZE IT! These FISA documents are pretty damning, and once you see that nobody is going to jail, you’ll learn to more easily accept their behavior as the standard. You must understand that this is all a charade. You really think Trump is going to arrest his buddies? Come on! My friends, Trump is not your savior. Trump is more than likely our demise. Why isn’t he doing anything. All this talk about crap going on behind the scenes is smoke and mirrors. Keep following Q as he strings you along until the next thing you know, there’s a new election… and this time, it goes their way, unless Trump somehow manages to get us nuked before that happens. Make no mistake, they’re trying folks, they’re trying to nuke us. I don’t know if it’s alien intervention, divine intervention, or just luck, but from what I’ve read from several sources… it looks like they’ve attempted it twice in just the last two weeks. Pray that we stay safe. This is getting crazier by the day.\nJan 20, 2018, 3:59 am\nCanderson\nHillary for prison? Ha I believe that when I see it, you ever heard the expression “too big to fail” ? The Hillary is too corrupt for jail, she knows way too much, half the DC would go down with her.\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "radio",
            "investigations",
            "video",
            "anon",
            "werent",
            "supposed",
            "citizens",
            "arrests",
            "going",
            "check",
            "paranormal",
            "elites",
            "big",
            "source",
            "2018",
            "q",
            "stealing"
        ]
    }
]