[
    {
        "url": "https://beforeitsnews.com/awakening-start-here/2018/01/an-oops-sends-hawaii-into-nuclear-panic-10613.html",
        "title": "AN \"OOPS\" SENDS HAWAII INTO NUCLEAR PANIC?",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By bananaman\nFriday, January 19, 2018 3:33\n% of readers think this story is Fact. Add your two cents.\nAN “OOPS” SENDS HAWAII INTO NUCLEAR PANIC?\nBy Mike King \n.\n \n \n___________________________________________________________________\n___________________________________________________________________\n \n*****************************************\nFREE SAMPLE DAY\n \n \nNY Times: Hawaii Panics After Alert About Incoming Missile Is Sent in Error\nBy ADAM NAGOURNEY, DAVID E. SANGER and JOHANNA BARR\n \nREBUTTAL BY\nThe people of Marxist-Globalist Hawaii were terrorized this past weekend when an early-morning emergency alert “mistakenly” warned of an incoming missile attack. The cellphone and TV alerts, sent by the Hawaii Emergency Management Agency (HEMA), set off widespread panic in a state that was already on edge because of the imaginary threat of North Korea. According to the “official story” put out by HEMA, as quoted in this article: “Someone clicked the wrong thing on the computer.”\n \n \nThe “oops” story simply does not add up. Alert systems such as this are multi-step procedures — not a simple “push button” thing. And if the alert was truly the result of “pushing the wrong button,” then why was it not immediately rescinded? Why did it remain in place for 38 long and terror-filled minutes after it was issued? Could it be that the alert was real? Could it be that an actual submarine attack — intended to put the blame on North Korea and trigger the war that Trump is actually trying to avoid — was thwarted by “the White Hats” on Saturday? Sound crazy to you? Well, it’s a heckuva lot more plausible-sounding that the idea of an “oops” alert — a colossal screw-up unprecedented in American history.\n \n***************************\n \n \n \nhttp://cdn.images.express.co.uk/img/dynamic/78/590x/secondary/map-430594.jpg http://static1.businessinsider.com/image/53a08f35ecad048325de7f9b-3500-2330/rtr3u1xl.jpg http://www.a-w-i-p.com/media/blogs/articles/Articles3/ZIO_dolphin-sub_450_flipped_89.jpg\n \n ***************************\n \n \nhttp://cdn3.spiegel.de/images/image-358552-thumbflex-tudg-358552.jpg http://cdn.timesofisrael.com/uploads/2016/01/F160112KBG04.jpg http://www.vosizneias.com/wp-content/uploads/2015/07/h_52063895.jpg\n ***************************\n \n \n \n \nhttp://tomatobubble.com/oops_missile_hawaii.html\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Someone clicked the wrong thing on the computer.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "hawaii",
            "korea",
            "threat",
            "submarines",
            "korean",
            "submarine",
            "oops",
            "alert",
            "north",
            "sends",
            "nuclear",
            "panic",
            "times"
        ]
    }
]