[
    {
        "url": "https://beforeitsnews.com/conspiracy-theories/2018/01/devils-sea-flying-saucer-death-trap-2486242.html",
        "title": "Devil’s Sea: FLYING SAUCER DEATH TRAP",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Anonymous\nSunday, January 21, 2018 11:09\n% of readers think this story is Fact. Add your two cents.\nby Otto O. Binder\nOriginally published SAGA’s UFO Special Volume II\nJust like the Bermuda Triangle In the Caribbean, there is a huge, treacherous stretch in the Pacific (from a point off the coast of Japan to the Island of Guam to Wake Island), In which ships and planes literally vanish without a trace, or even a distress signal, every year! Is it a coincidence that this mysterious patch of ocean Is also the scene of some of the most intense UFO activity on earth?\nDo UFO’s rove the seas, like pirates of old, raiding ships and planes?\nTake the schooner Joyita. She was found Nov. 10, 1955, north of Samoa 600 miles off course, water­ logged and listing badly. None of her five crewmen and 20 passengers were aboard. There were no signs of violence yet the ship’s log was missing.\nThe Joyita was found near the Devil’s Triangle in the Pacific Ocean. More often called the Devil’s Sea or the Devil’s Deep, this triangle-shaped area extends from a point off the coast of Japan southward to Guam Island, then east to Wake Island and back to Japan (see map). And like the Bermuda Triangle, an area of the Carribean between Florida, Bermuda and Puerto Rico, the Devil’s Deep a notorious graveyard for ships and planes. (Much of the following data are from Joan Whritenour and Saucer Snoop, also from Kurt Glemser.)\nActually, the triangular shape of the Devil’s Deep shouldn’t be taken too literally. Although most of the ship and plane losses occur within the triangle, they also occur in the broader area shaped more like an oval, as indicated by the dotted line. Within the oval, an extraordinary number of ships and planes vanish; seldom are the wrecks or bodies found. And seldom are distress calls from these ships or planes received.\nSomething is at work in the Devil’s Triangle (or Oval) that brings fear to seamen’s and airmen’s hearts when they have to cross that “death trap.”\nOddly enough, both the Bermuda Triangle and Devil’s Triangle are situated between 15 and 30 degrees latitude and extend about 20 degrees longitude-and they are nearly opposite one another on two sides of the northern hemisphere. Another grim similarity is that both are just off the coasts of highly populated areas with enor­mous air-sea traffic-America and the China-Japan complex, respectively. And the final tragic parallel between the two oceanic death zones is that each year, a large number of ships and planes vanish without a trace in both areas. For instance, between 1949 and 1955 in the Devil’s Deep, nine ships disappeared with a total of 215 lives lost.\nWhere do flying saucers come in?\nLet us return to the ill-fated Joyita. In 1959, four years after its final voyage and 3,500 miles from where it was found, a wine-bottle with a message in it was picked up at Whirltoa Beach, eight miles north of Waihi, Australia. The message read: “Abandoning ship. Strange circular metallic object forcing us aboard it. Help us.” It was signed by the steward of the]oyita. We can take the message as gen­uine, hastily and hopelessly cast into the sea as the crew of a flying saucer captured 25 earth people.\nMany ships and planes crossing the Devil’s Deep report weird objects following them, objects that often dive into the water or rise out of it.\nIt is assumed that our side of the world has the greatest incidence of UFO activity. But, there are just as many UFO reports from the far east.\nIf we take a larger “triangle” in the Eastern Hemisphere, we will see how active UFOs are there. This triangle would extend south­west from Japan to Ceylon, go east across the Indian Ocean to Aus­tralia and New Zealand, then go northwest back to Japan. Included in this vaster area would be Japan, a large portion of China, part of India, all of Malaya, the East Indies (Indonesia), Australia, New Zealand, the Philippines, and much of Oceania.\nUFOs have been sighted in the areas of the Indian Ocean, since the 19th Century.\nMay 15, 1879. Captain Pringle of HMS Vulture, in the Persian Gulf, reported a “giant revolving wheel of light” around his ship! as though some underwater craft was following his ship.\nDecember 28, 1883. The British India Company steamer Patna sighted a similar “luminous wheel” of enormous size in the water nearby.\nThe same phenomenon was reported that year in the Gulf of Oman, also in 1907 from the Malacca Strait by the steamship Delta.\nIn 1943, in the Persian Gulf, Seaman Matthew Mengle described a glowing underwater “disc.” It paced his ship at 12 knots, then sud­denly speeded up like a rocket, still submerged. Such underwater wheel-saucers have been reported everywhere in our giant Far East triangle the China Sea, the Sea of Japan, and in all the straits and seas near the Philippines, Malaya, Borneo, Java, Sumatra, and Australia.\nOther reports include:\nSummer, 1942, off the coast of Tasmania. Two RAF pilots, on war patrol, suddenly spied a huge domed and finned saucer 150 feet wide. The UFO paced them for a while then suddenly “turned and dived straight down into the Pacific, and went under, throwing up a regular whirlpool of waves!”\nApril 19, 1957. Five crewmen of the fishing boat, Kitsukawara Maru, saw two metallic discs descend at high speed from the sky and dive into the water without slowing down, creating a violent turbu­lence. The spot was in the topmost apex of the Devil’s Triangle, at 143′ 30″ North and 31′ 15″ East.\nThailand, November 1955. An airliner’s crew and passengers saw a pulsating light that paced them for an hour.\nHong Kong, November 1955. At Kai Tak Airfield, a large “light” bobbed in the air, strangely changing shape at times from a “bulge” to a disc.\nKowloon, 1961. _Anthony De Salvo of the RAF, photographed a lighted object that hovered over a mountain.\nFiji Isles, October 11, 1967. Four natives, who had never read or heard about flying saucers, described around UFO that dived at their fishing boat, shining a searchlight.\nOkinawa, October 26, 1967. A whole flock of UFO’s appeared on the radars­copes of the U.S. Air Base there. F-84 and F-86 jets were scrambled in an attempt to chase them down.\nKorea, April 22, 1957. Four smoking egg-shaped UFOs streaked over Tae!fU, South Korea, in a zig-zagging path. (There were also many reports during the years of the Korean conflict when UFOs seemed to be in the thick of things constantly, as though observing this war.)\nMalaya, October 27, 1957. In a wide belt across central Malaya, hundreds of people saw the “ball of fire” that crossed the sky; it was too slow for a meteor and too fast for a plane.\nVietnam, September 9, 1968, at Dong Ha. A helicopter pilot saw a shiny UFO flying over the Marine Base, and kept it in sight for 20 minutes.\nSingapore, July. 24, 1956. A physi­cian, Dr. J. L. Bennett, photographed mysterious lights over the city. The prints showed a bright patch of light and two small dots nearby, apparently a “mother ship” and two reconnaissance saucers.\nKwajalein, Marshall Islands, April 1954. J.C. Howard, then in the Army, and his buddy spied a ‘bright UFO that drifted across the base. They used field glasses to make out an unmistakable disc shape with clear-cut edges.\nBurma, 1943. More than one U.S. pilot, flying “the Hump,” claimed he was buzzed by a strange “glittering object.” Some of the reports were weird, stating that engines stopped and that a “ray” from the UFO held them motionless in the air for a while. Then they were released and their engines started up again.\nMid-Pacific, 1885. This report from the log of a British barque describes a “vast mass of fire” that plunged from the sky and narrowly missed the ship. But its actions, including turns in the air, ruled out it’s being a meteor.\nReports from Australia and New Zea.land are numerous and include all the phenomena exhibited by UFOs in America – cigar-shapes, car chasings, plane pacings, “exploding” UFOs, cars stalled, and other electromagnetic effects.\nThe only blank we draw is China, not because UFOs are not seen there, but that\nCommunist China, like Russia, sup.presses sightings. Indonesia, on the other hand, is rife with UFO reports. On the is.land of New Guinea Father Gill, and a score of natives, in 1959, saw a flying saucer with four beings on its “deck,” the beings waved at the gaping witnesses.\nJapan is another prolific source of sau.cer sightings, many of them at U.S. Air Force bases. One of the most famous and inexplicable cases occurred at Haneda Airport in Tokyo, in the summer of 1952. A bright light hanging on some dark ob.ject of gigantic size was seen over Tokyo Bay, both by the naked eye and by radar. F-94’s were scrambled. What followed was an aerial demonstration that left Air Force observers gasping; the UFO out.maneuvered our jets by making impossible turns, abrupt stops, and looping dives. This caused much consternation at the Pentagon.\nStill, within our larger “Devil’s Triangle,” which includes a large part of the western Pacific and its periphery wa.ters, let’s look over some more out.standing cases usually associated with UFO sightings in that area.\nIn 1953, the vessel Holchu was found drifting in the Indian Ocean, perfectly seaworthy but with no one aboard. There was a meal ready t-o serve, for the five-man crew.\nFebruary, 1948. In the Malacca Strait, an SOS came from the Dutch ship, SS Ourang Medan: “All officers. including the captain, dead, lying in the chatroom or on the bridge probably whole crew dead.” The last words, “I die,” evidently were from the radio operator himself. When the ship was boarded later, every crew member lay with a look of horror on his face. Even the captain’s dog had its teeth bared in a snarl. Yet there were no signs of violence, no wounds. While being towed to port, the death ship mysteriously caught fire and exploded.\nThis is one of the most inexplicable mysteries in the annals of the sea. It is significant that every man was looking up when he died. At what-a flying saucer beaming down some “death ray” that killed the men and started a smoldering fire in the hold? Dead men tell no UFO tales.\nMarch, 1962, Korea. A jet was seen flying into a strange “cloud” -and never came out again. The plane and pilot com.completely vanished in mid-air. UFOs had been reported by a U.S. carrier in the near.by waters, at that time. This “cloud” phenomenon has often been ·associated with UFO’s in the Western World, but it seems to exist in the Far East too, as the next case will show.\nAugust, 1915, near Lulva Bay, Aus.tralia. No less than 22 witnesses saw six or more elongated “clouds,” one of which suddenly descended in the path of a regi.ment of British soldiers. They marched into the cloud but never marched out. When the “cloud” rose and sped away, against the wind, 1,000 men were missing.\nNovember 14, 1944. On a flight from Britain to Singapore or Hong Kong, the plane carrying Sir Trafford Leigh-Mallory and his wife vanished.\nAnd so, the UFO-related disasters on the other side of the world are no less nu.merous than those on our side. Going back into history we find the following dis.appearances occurring even before the terms “flying saucer” or “UFO” were coined.\nIn 1932, William Brophy tried to fly solo from the Philippines to Shanghai.But somewhere in the China Sea, radio contact was lost and neither he nor his plane were ever found.\nEven more famous is the case of Amelia Earhart in 1937. She was the first woman to attempt an around-the-world flight. On the leg from New Guinea to Howland Island, she and her navigator disappeared. Strange “lights” were re.orted on the route the daring aviatrix followed.\nBut assuming that UFOs roam the en.tire Orient and the Pacific Ocean, their· most concentrated efforts seem to be in the area called the Devil’s peep. Let us look at some of them.\nAn air route from Japan·to Okinawa could, for weather reasons, cause a plane to drift or stray into the Devil’s Deep. This was the supposition when on March 12, 1957. a USAF KB-50 tanker with eight crewmen disappeared over the area. No distress signal was sent.\nAgain, during the Korean War, a U.S. Military Air Transport Service plane, with 67 troops aboard, disappeared over the Devil’s Deep.\nJanuary, 1955. A ship on a scientific expedition, with 14 persons aboard, went into but did not emerge from the Devil’s Deep. Strangely, as in many Bermuda Triangle cases, no wreckage or bodies were ever found.\nAnd there is strong evidence that UFOs “patrol” the Devil’s Deep in large num.bers. During WW II (date and other de.tails classified and never released), a flock of UFOs flew over a convoy of U.S. war.ships and planes, south of Okinawa. This places it near the Devil’s Triangle in the “oval.” Some 200 to 300 UFOs were spotted on radar; they were at an altitude of 12,000. feet and were flying at about 700 miles per hour. This, of course, was before jets, when our fastest planes could barely do half that speed. The incident became so famous it was called the “Ghost of Nansei-Shoto.” One oddity of the case was that the UFOs were seen only on ra.dar. One might assume that the invisible UFOs hoped to “return” to the Devil’s Deep unseen, not knowing or realizing too late that the convoy’s radars would pick them up.\nDid enough UFO traffic build up in the Pacific in the post-war years to alarm the µiilitary? One can reach this conclusion, judging from the edict issued by the U.S. Navy on July 26, 1956. From Honolulu came the orders that all Navy flyers were to “shoot to kill” if they spied any flying saucers. The Navy claimed the wording meant only if the UFOs were hostile and fired first, but leaks indicated that the pi.lots had secretly been given orders to fire under any circumstances.\nThis was a policy arising out of a panic triggered by an ominous increase of UFOs in the Pacific. And note, no such order was given to Navy flyers-or Air Force pilots either-for the Atlantic. Is it possible that the Pacific with its Devil’s Triangle was deadlier than the Bermuda Triangle in the Atlantic?\nBut nothing the Navy did could reduce the number of ships and planes that dis.appeared within the eerie boundaries of the Devil’s Deep.\nOctober 26, 1956. While chasing UFOs that were, reported by radar, · an F-84 and F-86 collided near Okinawa.\nIn 1953, 200 miles south of Tokyo and just within the Devil’s· Triangle, a mysterious underwater explosion sunk the Japanese oceanography vessel, Maiyo Maru, with the loss of 41 lives.\nMarch 10, 1954. The U.S. destroyer Marshall was escorting an aircraft carrier; they both steered across the Devil’s Deep on their way to Hong Kong. Suddenly, observers on the destroyer saw one of the carrier’s scout planes dive into the sea. The destroyer circled for tlµee hours but neither plane nor pilot was found. Shortly after, another plane nosedived into the sea and was never seen again. It was almost as though something pulled those planes out of the air and down into the murky depths of the Devil’s Deep.\nWhat disturbs the Navy and Air Force most, however, is that plane after plane flying between Japan and Guam disappears. Guam, as the map shows, is at one comer of the Devil’s Deep.\nNow we come to the question of just what kind of danger lurks in that perilous stretch of water? As usual, scientists and military authorities have brushed aside UFO. as nonsense and have tried to find more orthodox explanations.\nOne of these explanations is that both the Bermuda and Devil’s Triangles are located in areas where warm currents clash with cold currents, creating turbulent seas and strong winds.\nBut there is more to it than that be.cause a handful of messages from ships and planes lost in the Devil’s Triangle (and Bermuda Triangle), tell of com.passes “going wild” and that all sense of direction was lost.\nOne theory claims that in ancient times a giant meteor struck at the spot and plunged into the depths where it remains. The meteor presumably is highly magnet.ic and thus affects compasses. But to imagine two such magnetic meteors striking in the same latitudes on opposite sides of the earth is stretching coincidence too far.\nAnother mystery arises. The majority of ships and planes that vanished in the Devil’s Deep· never sent back distress calls at all. So it would have to be some electromagnetic anomaly peculiar to ‘the area that’ apparently blacked out radio calls.\nCertain UFOiogists have another answer that below the Devil’s Deep lies the ruins of ancient Lemuria or Mu, while un.derneath the Bermuda Triangle lies At.lantis. Both Mu and Atlantis have been tied in with UFOs, as either being colonies established on earth by space people, or earthly civilizations which had direct contact with the saucerians.\nIn either case, one theory claims that remnants of both civilizations still exist below the oceans, perhaps in huge aerated domes. And just as a UFO’s propulsion system causes the well-documented EM (electromagnetic) effects, the sea-bottom Muans and Atlanteans could be utilizing powerful electromagnetic forces in their domes.·These forces could then create the magnetic anomalies of the Devil’s and Bermuda Triangles. Or, depending on the UFOiogist, those forces could b~ deliberately used to wreck ships and planes so that the crews might be captured.\nLet’s look at it this way, experiments aboard a scientific ship in 1954 gave indications that “peculiar magnetic forces coming from above have been detected in the Key West – Caribbean area” the Bermuda Triangle.\nNotice the forces come from above, just the opposite of the previous theory. What could that mean?\nThe late Wilbert B. Smith of Canada’s Project Magnet (an investigation of UFOs) studied this mystery and came up with the “hole in the sky” concept.\nThis concept is rather complex. Basically, it envisions galactic magnetic fields, which presumably surround us all over in the cosmos, clashing with earth’s geomagnetic field to affect both magnetism and gravity in a few spots on earth, such as the Bermuda and Devil’s Triangles. The result was the “hole in the sky” that could actually draw ships and planes out into space.\nThis seems fantastic in scientific terms yet the study seriously suggested that a powerful electrically charged “chimney” or “hot tower,” resembling the spout of a tornado, was formed that could suck ships, planes, and people beyond earth’s atmosphere.\nWilbert Smith, though a firm believer in UFOs, was too cautious to go further, but other UFOiogists did. They do not assume that space people actually created these “magnetic geysers” but only that they knew of them. Then, either as an act of mercy or as a means of gathering human specimens, they stationed their giant fly.ing saucers at the topmost end of the “sky holes,” and took their victims aboard.\nThere may be other areas similar to the Devil’s and Bermuda Triangles. Ivan Sanderson, a well-known biologist, and researcher of anomalies finds evidence that similar ship and plane losses occur in four other places on earth-in the Mediterra.nean; off the east coast of South America; off the southeast coast of Africa; and off the east coast of Australia.\nThus, there are three “death triangles” in the Northern Hemisphere and three in the Southern. All of them are spaced at nearly equal distances from one another. Sanderson says they all have one feature in common that they are the “channels” where hot tropical waters collide with frigid Arctic or Antarctic waters.\nAlthough he notes the various UFO the.ories, he believes the phenomena are pure.ly natural. That is, the great thermal clash of water creates turbulent sea and air conditions, plus magnetic aberrations, that account for the disappearances of ships and planes.\nUnfortunately, we do, not have enough data about the other “triangle of doom,” as regards UFO sightings, to tie them in with the Bermuda and Devil’s Triangles. In the latter two areas, the incidence of UFOs is extraordinarily high.\nThere’s no point in asking why the UFO people should be snatching humans in those areas. Those are motivations we can know nothing about unless the UFOnauts themselves choose.to tell us, someday.\nWe can only add up the evidence that UFOs are haunting both Triangles some.what like birds of prey. And that it’s more than coincidence that the Triangles have become two “two light zones” where ships and planes vanish in an uncanny fashion, together with their crews.\nOne more item of importance. Gen. Douglas MacArthur as we all know was commander-in-chief of all Allied forces in the Far East, during WW II, and all re.ports of UFOs in the Devil’s Triangle eventually came to him. It was Mac.Arthur who, on October 9, 1954, gave a speech in which he made this astonishing statement: “The nations of the world will have to unite, for the next war will be an interplanetary war. The nations of the earth must someday make a commoµ front against attack by people from other planets.”\nHe did not say the next war may be in.terplanetary. He said will be, and that we must make a common front in the face of the space enemy. How could he make such positive statements? What did he know that we don’t?\nDid the reports from the Devil’s Triangle convince him that UFOs were behind it all? Did he have even more di.rect evidence, such as our planes fighting it out with flying saucers-and losing?\nBuried in secret files at the Pentagon, locked-up for “security” reasons, maybe MacArthur’s iron-clad proof that in the Devil’s Triangle lies the ominous secret of the flying saucers.\n*THE END\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Strange circular metallic object forcing us aboard it.",
                "",
                true
            ],
            [
                "turned and dived straight down into the Pacific, and went under, throwing up a regular whirlpool of waves!",
                "Matthew Mengle",
                false
            ],
            [
                "including the captain, dead, lying in the chatroom or on the bridge probably whole crew dead.",
                "",
                false
            ],
            [
                "peculiar magnetic forces coming from above have been detected in the Key West – Caribbean area",
                "",
                false
            ],
            [
                "The nations of the world will have to unite, for the next war will be an interplanetary war.",
                "",
                true
            ],
            [
                "The nations of the earth must someday make a commoµ front against attack by people from other planets.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "ships",
            "ufo",
            "saucer",
            "bermuda",
            "planes",
            "devils",
            "sea",
            "trap",
            "ship",
            "triangle",
            "death",
            "flying",
            "plane",
            "ufos"
        ]
    }
]