[
    {
        "url": "https://beforeitsnews.com/conspiracy-theories/2018/01/chris-knowles-heaven-or-las-vegas-sirens-saucers-psyops-the-higherside-chats-conspiracy-and-paranormal-podcast-2486237.html",
        "title": "Heaven Or Las Vegas: Sirens, Saucers, & Psyops - The Higherside Chats",
        "authors": [
            {
                "name": "The Higherside Chats",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nChris Knowles | Heaven Or Las Vegas: Sirens, Saucers, & Psyops - The Higherside Chats | Conspiracy and Paranormal Podcast\nFriday, January 19, 2018 23:46\n% of readers think this story is Fact. Add your two cents.\nConspiracy, Mystery, And Comedy. Boom. Join host, Greg Carlwood of The Higherside Chats podcast, as he talks Heaven Or Las Vegas: Sirens, Saucers, & Psyops with returning guest, Chris Knowles. Everyone’s favorite synchromystic returns to THC to pick up where he left off and continue breaking down the Cocteau Twins crazy saga that has span generations and doomed several artists. 3:00 Kicking things off, Greg and Chris start by recapping the highlights from their previous episode about the “Song To The Siren” saga. Chris walks through the important points, including it’s release by singer/songwriter Tim Buckley, the 1983 channeling by Cocteau Twins’ Elizabeth Fraser, her subsequent love affair with Buckley’s son Jeff and his untimely drowning death in the Wolf River. Knowles pontificates about the overwhelming synchronicities and the possibility that these are keys unlocking the simulation. Chris also touches on the heavy ritualism surrounding the Vegas shooting and the connection to the Cocteau Twins and their album ”Heaven or Las Vegas”. 13:00 Greg and Chris break down the symbolism revolving around the number 9, from the 27 years that have passed since the release of “Heaven or Las Vegas” when Fraser was also 27, to the binary significance behind the date of the Route 91 Harvest Festival. Knowles explains the importance of the number 27, it’s association to the return of Saturn, it’s connection to Fraser, the Vegas shooting, and occultation of Regulus by Venus. Chris elaborates on the symbolic importance and emphasis placed on Regulus, the elite’s use of star magick, and this year’s “beauty and the beast” alignment. 23:00 Greg and Chris circle back to discuss the link between Area 51 and the Harvest Festival. As Knowles points out in his blog post, there are countless connections, ranging from Paddock’s employment at the firm responsible for the faulty part that caused the Challenger explosion and his fabricated gambling success, to his unending resume of government employment and attempt to blow up a Area 51′s commuter planes, before firing into the crowd. Greg and Chris continue by examining the odd correlation between the release date of the Cocteau Twins album “Heaven or Las Vegas” and Paddock’s arrival in Vegas. 33:00 Greg and Chris discuss the role of N.A.S.A., their ritualistic undertones, their connection to Paddock, as well as the deaths of Chris Cornell and Chester Bennington. Knowles explains the thinking behind N.A.S.A.’s date of inception, the significance behind the occultation of Regulus and the synchronicity with the numbers 4-9. Chris also points to 2017′s Super Bowl performance as setting the tone of 2017, a year seeped in occult symbolism, essentially one long ritual cycle. 42:00 Putting the fine touches on the Pentagon disclosure conversation, Greg and Chris cover Harry Reid’s involvement in enlisting the help of billionaire founder of an aerospace company, Robert Bigelow, and Reid’s injury at the hands of an exercise band. Chris ties these coincidences back to what he calls “the star vega” phenomenon, which appears to be incredibly critical in the ritual understanding and has even ensnared this year’s American Girl doll, an astronaut with the surname Vega. 56:00 Continuing this discussion about 2017′s box office hits, “Beauty and the Beast” and “Star Wars”, Greg and Chris pivot to another film and actress that also share a connection to the Cocteau Twins, Emma Watson and “Perks of Being a Wallflower”. Knowles expands on the symbolism and ways the song “Pearly Dewdrops Drop” has been used in a ritualistic fashion, as well as the prominence of mermaids and sirens in the collective psyche and their archetypal dominance in the new age. Become a Plus Member at www.TheHighersideChatsPlus.com/subscribe to hear a second hour of all THC episodes. This week’s included: – more examples of Mermaid Mania – details about the darkness surrounding Elizabeth Fraser’s upbringing and hometown\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "symbolism",
            "higherside",
            "connection",
            "las",
            "psyops",
            "saucers",
            "vegas",
            "knowles",
            "greg",
            "heaven",
            "sirens",
            "chats",
            "chris",
            "twins",
            "cocteau"
        ]
    }
]