[
    {
        "url": "https://beforeitsnews.com/crime-all-stars/2018/01/40-practical-tips-to-keep-you-home-safe-and-secure-2462345.html",
        "title": "40 Practical Tips to Keep You Home Safe and Secure",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2018-01-04",
        "text": "By RobertSiciliano\n40 Practical Tips to Keep You Home Safe and Secure\nWednesday, January 24, 2018 8:22\n% of readers think this story is Fact. Add your two cents.\nYou have undoubtedly seen tips for protecting your home, but you might not have seen them all. In no particular order, here are 40 tips that you can use today to keep professional burglars from targeting your home and keep safe from hazards: \nInstall a peephole.\nKeep your doors locked all of the time.\nIf you do not have a large dog, set it up so that it looks like you do. Get a worn leash and drape it over a chair outside or place an old dog bowl with water out on your deck.\nSpeaking of dogs, place a “beware of dog” sign on your property, specifically the back.\nDo not leave ladders outside. At least lock them up.\nNever leave the garage door open unless you are watching it at all times.\nIf there is no man living in the home, leave an old pair of men’s work boots out near the front door.\nPlace fake…or even real…video cameras outdoors near the front door.\nInstall a security system that includes lights with motion detectors at all points of entry.\nUse deadbolts on all doors.\nStash your valuables in socks inside of your child’s room, such as in the closet up high. Burglars rarely check a child’s room.\nYou should also store valuables in a locked, fireproof safe.\nDon’t conceal your windows with shrubbery. Instead, plant thorny bushes by all of your windows.\nCover windows with penetration-proof film. Keep shades down and all curtains drawn during the night.\nMake sure there are no valuables that potential burglars can see through the windows.\nConsider building a “secret room” in your home, like a panic room.\nIf travelling, put a hold on your mail and newspaper delivery. Also, make sure you have someone mow your lawn and talk to a neighbor about parking their car in your driveway.\nWhen away at night, set up a timed lighting system.\nDo not post any vacation or evening plans on social media…they are watching.\nCheck all of your windows and make sure the locks work. Keep your windows locked at night.\nPut a home security sign in both the front and back yard of the home.\nPut security company decals on your windows.\nDon’t answer the door unless you have a visitor that you are expecting.\nClean up brush or dried leaves from the yard. These are excellent hiding places for thieves.\nMake sure your voice mail recording doesn’t tell callers that you are not home.\nMake sure the address numbers on your home are large and easy to see for police responding to an alarm.\nWhen getting service in your home (technicians, installers, cleaners etc), check windows after they leave. They might unlock windows for burglars.\nWhen working with salespeople, service people, survey takers, cabbies, or anyone else, do not reveal any travel plans.\nKeep all flammables away from your home.\nIf you smoke, rinse all butts with water. Only then should you throw them away.\nDo not leave the home if you have a candle or fireplace burning.\nUnplug all countertop appliances when not in use.\nGive your spare key to a neighbor that you trust. Do not leave it under flower pots, welcome mats, or plastic rocks.\nYour front and back door can easily be kicked in. Install high-grade door reinforcement kits, such as  Door Devil Door Reinforcement . Google it. I have 2, and I love it!\nDo not leave hot things plugged in, such as irons or hair straighteners, unless you are using them at the moment.\nAlways have a phone near your bed for emergencies.\nIf a man shows up representing an alarm company, assume that he is a bad guy. Don’t let him in. Don’t even open the door.\nDo not allow delivered packages to sit outside the door. Only accept packages that you can sign for.\nBefore leaving your home, turn your home phone’s ringer off. This way, burglars will not hear unanswered rings.\nBuy a lifesize card board cut out of a sports figure or superhero that can be displayed in any window in your home. This gives the impression someone’s always home.\nRobert Siciliano is a home and personal security expert to  DoorDevil.com  discussing  Anti-Kick door reinforcement  on YouTube.  Disclosures .\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nmKenny\nGood tips! Also I want to say that windows are also very important thing, especially for energy efficiency. Look this video https://youtu.be/LoPtuZf-2HU it will give you a brief overview of all the things you need to consider if you are looking for an energy efficient replacement window. I recommend to buy windows from only famous brands https://windowreplacementusa.com/ for example like here and don’t save money on this\nJan 25, 2018, 12:55 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=LoPtuZf-2HU&feature=youtu.be",
                "https://beforeitsnews.com/v3/r2/?url=http://robertsiciliano.com/blog/2010/01/01/disclosures-term-conditions/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.youtube.com/watch?v=CAnf6henWnY",
                "https://beforeitsnews.com/v3/r2/?url=http://doordevil.com/",
                "https://windowreplacementusa.com/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "tips",
            "tell",
            "truth",
            "practical",
            "worldwide",
            "using",
            "patriot",
            "40",
            "linkstep",
            "telegram",
            "phone",
            "safe",
            "big",
            "beforeitsnews",
            "secure"
        ]
    }
]