[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/6mn-cryptocurrency-ponzi-scheme-leads-to-federal-fraud-case-3590689.html",
        "title": "$6mn Cryptocurrency ‘Ponzi Scheme’ Leads to Federal Fraud Case",
        "authors": [
            {
                "name": "The Daily Sheeple",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2018-01-06",
        "text": "Thursday, January 25, 2018 8:11\n% of readers think this story is Fact. Add your two cents.\nRegulators accuse a Nevada-based cryptocurrency company of misappropriating over $6 million from customers and funneling the money through their family members’ accounts to purchase luxury items.\nOn Wednesday, the US Commodity Futures Trading Commission (CFTC)  announced  it had filed a lawsuit against My Big Coin Inc (MBC) founder Randall Crater and Mark Gillespie, who allegedly solicited customers on the company’s behalf.\nOn January 16, Judge Rya Zobel of the US District Court for the District of Massachusetts charged the defendants with misappropriation of over $6 million from customers and issued a restraining order, freezing their assets.\nIn their  complaint , the CFTC alleges that since January 2014 the defendants misrepresented the value of the company and told customers it was actively being traded on several currency exchanges when it was not.\nIn 2014, the company posted a tweet that said they had partnered with MasterCard and were “the only cryptocurrency to back your money with gold.”\nThe only crypto currency to back your money with gold. Sign up today to receive your My Big Coin Visa/MasterCard. http://t.co/Jkm7ZrrNih\nThe defendants even issued a  press release  that stated the company partnered with TRUCASH to implement a “customized branded prepaid mastercard program” insinuating customers could spend the cryptocurrency anywhere MasterCard was accepted.\nThe defendants also allegedly changed the price of the cryptocurrency “arbitrarily” to make it seem as though it fluctuated in order to entice customers to buy. According to  Facebook  posts, the company inflated the price of MBC from $23.64 USD on January 23, 2014 to $121.38 USD on November 8, 2014.\nA classic version of the My Big Coin  website  also claims that “any customer with a valid email account” could send or receive money using MBC. However, the complaint states that customers “could not exercise any ownership right in relation to their MBC because they could not trade their MBC or withdraw funds from their individual accounts.”\nThe defendants allegedly encouraged their customers to keep their holdings in the company and provided additional coins to any customers who raised question about their accounts.\n“To the extent any MBC customers received any funds from the defendants, those funds in fact consisted of funds that defendants misappropriated from other MBC customers, in the nature of a Ponzi scheme,” the complaint reads.\nIn total, the defendants raised $6 million from 28 customers through false claims.\nThe CFTC accused the defendants of funneling the money they received from customers through Crater’s other businesses, his family members and other “relief defendants,” all of which also had their accounts frozen.\nThe CFTC accused the defendants of transerfing customers’ money directly into their own personal bank accounts. The money was spent on a $645,000 house, $339,689 worth of jewelry, and $517,719 worth of art from an auction house in Southampton, New York.\n“None of the funds obtained from MBC Customers were used to buy MBC for MBC customers,” the complaint reads. “As a result, MBC customers have lost most, if not all, of their funds due to Defendants’ fraud and misappropriation.”\nNeither My Big Coin nor Crater’s other companies were ever registered with the CFTC.\nZobel urged the court to enjoin the defendants from accepting any funds for the purpose of trading commodities or even having commodities traded on their behalf, saying that without restriction the defendants are “likely to continue to engage in the acts and practices alleged in their complaint and similar acts and practices.”\nJames McDonald, the Director of Enforcement at the CFTC, said the agency is “actively policing the virtual currency markets” and warned other virtual currency customers to “engage in appropriate diligence before purchasing virtual currencies.”\nThe CFTC has announced two other lawsuits against virtual currency companies last week.\nContributed by RT.com of RT.com .\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nAhmed\nI believe Blockchain is the future of technology; it is something that will be used heavily. But right choice of investment is what we are required to put money into and that’s where I say look at AeroKing, it is awesome in every way with based upon decentralizing ticketing system.\nWith them, it’s possible to make instant ticket booking, hotel reservation and much more, it is the kind of system that will not just ensure safety, security and easiness but with will also make things work in cheaper way. The presale is about to begin in next couple of days with 50% discount, so don’t miss it! https://www.aeroking.io/\nFeb 6, 2018, 9:07 am\nsmartinc\nI also beleive in the future of Aeroking, i am patiently waiting to invest big in the Aeroking project.\nFeb 6, 2018, 3:18 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "the only cryptocurrency to back your money with gold.",
                "",
                false
            ],
            [
                "any customer with a valid email account",
                "",
                false
            ],
            [
                "could not exercise any ownership right in relation to their MBC because they could not trade their MBC or withdraw funds from their individual accounts.",
                "",
                false
            ],
            [
                "To the extent any MBC customers received any funds from the defendants, those funds in fact consisted of funds that defendants misappropriated from other MBC customers, in the nature of a Ponzi scheme,",
                "",
                true
            ],
            [
                "None of the funds obtained from MBC Customers were used to buy MBC for MBC customers,",
                "",
                true
            ],
            [
                "As a result, MBC customers have lost most, if not all, of their funds due to Defendants’ fraud and misappropriation.",
                "",
                true
            ],
            [
                "likely to continue to engage in the acts and practices alleged in their complaint and similar acts and practices.",
                "Zobel",
                false
            ],
            [
                "actively policing the virtual currency markets",
                "James McDonald",
                false
            ],
            [
                "engage in appropriate diligence before purchasing virtual currencies.",
                "James McDonald",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.cftc.gov/PressRoom/PressReleases/pr7678-18#PrRoWMBL",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://rt.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://www.aeroking.io/"
            ]
        },
        "key_words": [
            "big",
            "cryptocurrency",
            "fraud",
            "scheme",
            "customers",
            "mbc",
            "funds",
            "defendants",
            "leads",
            "6mn",
            "cftc",
            "currency",
            "federal",
            "ponzi",
            "money",
            "company",
            "case"
        ]
    }
]