[
    {
        "url": "http://conservativefighters.com/news/cnn-kept-shouting-questions-trump-silenced-one-word-video/",
        "title": "CNN Kept Shouting Questions At Trump — He Silenced Them With One Word [VIDEO]",
        "authors": [],
        "publisher": "http://conservativefighters.com",
        "publish_date": "2018-01-17",
        "text": "Conservative Fighters\nCNN Kept Shouting Questions At Trump — He Silenced Them With One Word [VIDEO]\nDonald Trump opened himself to the White House press corps for the first time after Democratic lawmakers leaked his controversial “s***hole” comments to the media last week, and delivered yet another exchange with reporters in the process.\nTrump held a brief avail with the press in the Oval Office Tuesday afternoon while meeting with President Nursultan Nazarbayev of Kazakhstan.\nTrump touted economic achievement over the last couple months of his administration, noting the historically low black unemployment numbers and the return of manufacturing jobs.\nAfter the comments, Trump thanked the press for being there. As staffers asked the press to leave the Oval Office, a barrage of questions were shouted at the president. Many were shouted by CNN White House correspondent Jim Acosta. Acosta loudly asked about Norway and Steve Bannon, causing the White House staff to reprimand him with a quick ” Jim, thank you. Please exit. Thanks, everyone.”\nTrump, for his part, had a one word response to Acosta’s questioning: “Out.”\nAcosta tweeted after being forced out that staff were yelling at him:\nWATCH:\nJanuary 17, 2018 at 3:16 pm\nThen you haven’t been in journalism very long, have you Jim Acosta??? I’m a newspaper reporter turned blogger, and I’ve been run out a time or two. Once at a church meeting, another time the b*tch just didn’t want to talk to me!!! But you’re on CNN. Just make a news story on how the president’s staff stood their ground and ordered the press out when they were through with ya!!!\nJanuary 17, 2018 at 3:54 pm\nJim, if you act like an axxhole you will be treated like one. Did you ever finish kindergarten: seems not. Do you consider your self an educated person? You can’t as do not act like one. You are the perfect example of the Ugly American: big mouth, always shouting, no manners, hardly any brains. You are one of the reasons why Americans are disliked worldwide.\nJanuary 17, 2018 at 7:27 pm\nJan, one must shout to be heard over the over sized idiot who thinks he is so smart every one knows he lied ABOUT HIS HEIGHT SO HE WOULD NOT appear to be obese and by the way he really is\nFAKE NEWS IS GOING DOWN.\nOnly to help MAGA… I agree wtih you Paulette\nJanuary 17, 2018 at 4:32 pm\nDon’t ya just love all these white liberals pretending to be loving and concerned about others from around the world! It’s all a load of crap with them having everything to do with simply be obstructionists of the duly elected conservative Republican President. Liberals only care about people to the extent they can use them as votes.\nJanuary 17, 2018 at 5:06 pm\nCNN’s Jim Acosta is the biggest POS in the Progressive Liberal “Fake News” Media He makes a total fool out of himself every time he opens his mouth. I only wish WH Press Secretary Sarah Huckabee Sanders was there to give him the beat down that always happens when he talks out of turn in the WH Press Room.\nJanuary 17, 2018 at 5:13 pm\nThank you Mr. President Trump. The truth will win out. These liars will be known soon. We the American people are not fools as some would have others believe. Corruption has gone on so long the corrupt are like the past leaders that cannot face the truth. They cannot see the goodness you are bringing back to this nation that was falling apart at the seams. It is time the Republican party stand behind you and get some backbone instead of hiding behind the facts and what is occurring in our society. You are a true leader. We stand beside you 100%. Send the illegals back if they can’t get documented. How about what happened in New Jersey with the illegals getting drivers’s licenses?? Isn’t that all that it will take to be able to vote?? You know this is another illegal way so they can get the democratic vote illegally. Bring this to the attention of your staff. Send all the illegal DACA back to the country they came from. They have drained our country long enough. If they want to belong with us then get in line and do the paperwork. If they are criminals get rid of them. We don’t want or need them. Obey our laws or leave. In New Mexico thieves are stealing everything except the shirts off our backs. The police are in short supply because of runaway crime. The gangs and drugs are everywhere. If this continues with all the freeloaders we will become a 3rd world country without law and order. Build the wall so we will be safer than it is now. The Republican party better start helping you President Trump or the election will be lost to the democrats.\nJanuary 17, 2018 at 7:30 pm\nOK OK ANOTHER TRUMP ASS WIPER YOU HAVE NO IDEA WHAT YOU ARE TALKING ABOUT, GO BACK TO SLEEP.\nJanuary 17, 2018 at 11:36 pm\nSo it sounds like CNN needs a replacement White House Rep., Maybe Someone who has a little more pride(Credibility) in delivering the news. Rather than drumming up crap to keep people on the left in a constant fervor. Oh BTW The government shutdown, its gonna happen, Trump Doesn’t care. He is not a politician & has negotiated Tougher deals in Haiti (J/K). I’m not a trump Lover nor a Hater, just an honest opinion from a conservative, Just saying.\nPull Acosta’s press pass.\nJanuary 18, 2018 at 2:24 pm\nNext time I hope someone kicks your dumb ass out of the room you cry baby. Learn some manners idiot!! This guy is joke!!\nComment\nName *\nEmail *\nWebsite\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "word",
            "trump",
            "oval",
            "video",
            "questions",
            "press",
            "white",
            "jim",
            "house",
            "silenced",
            "shouted",
            "kept",
            "office",
            "shouting",
            "cnn",
            "staff",
            "president"
        ]
    }
]