[
    {
        "url": "https://beforeitsnews.com/space/2018/01/timing-of-supernova-dust-formation-revealed-by-meteoritic-stardust-2511102.html",
        "title": "Timing of Supernova Dust Formation Revealed by Meteoritic Stardust",
        "authors": [
            {
                "name": "Alton Parrish",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Friday, January 19, 2018 22:33\n% of readers think this story is Fact. Add your two cents.\nDust is everywhere—not just in your attic or under your bed, but also in outer space. To astronomers, dust can be a nuisance by blocking the light of distant stars, or it can be a tool to study the history of our universe, galaxy, and Solar System.\nFor example, astronomers have been trying to explain why some recently discovered distant, but young, galaxies contain massive amounts of dust. These observations indicate that type II supernovae—explosions of stars more than ten times as massive as the Sun—produce copious amounts of dust, but how and when they do so is not well understood.\n  An electron microscope image of a micron-sized supernova silicon carbide, SiC, stardust grain (lower right) extracted from a primitive meteorite. Such grains originated more than 4.6 billion years ago in the ashes of Type II supernovae, typified here by a Hubble Space Telescope image of the Crab Nebula, the remnant of a supernova explosion in 1054. Laboratory analysis of such tiny dust grains provides unique information on these massive stellar explosions. (1 μm is one millionth of a meter.)\n Image credits: NASA and Larry Nittler.\n \nNew work from a team of Carnegie cosmochemists published by Science Advances reports analyses of carbon-rich dust grains extracted from meteorites that show that these grains formed in the outflows from one or more type II supernovae more than two years after the progenitor stars exploded. This dust was then blown into space to be eventually incorporated into new stellar systems, including in this case, our own.\nThe researchers—led by former-postdoctoral fellow Nan Liu, along with Larry Nittler, Conel Alexander, and Jianhua Wang of Carnegie’s Department of Terrestrial Magnetism—came to their conclusion not by studying supernovae with telescopes. Rather, they analyzed microscopic silicon carbide, SiC, dust grains that formed in supernovae more than 4.6 billion years ago and were trapped in meteorites as our Solar System formed from the ashes of the galaxy’s previous generations of stars.\nSome meteorites have been known for decades to contain a record of the original building blocks of the Solar System, including stardust grains that formed in prior generations of stars.\n“Because these presolar grains are literally stardust that can be studied in detail in the laboratory,” explained Nittler, “they are excellent probes of a range of astrophysical processes.”\nFor this study, the team set out to investigate the timing of supernova dust formation by measuring isotopes—versions of elements with the same number of protons but different numbers of neutrons—in rare presolar silicon carbide grains with compositions indicating that they formed in type II supernovae.\nCertain isotopes enable scientists to establish a time frame for cosmic events because they are radioactive. In these instances, the number of neutrons present in the isotope make it unstable. To gain stability, it releases energetic particles in a way that alters the number of protons and neutrons, transmuting it into a different element.\nThe Carnegie team focused on a rare isotope of titanium, titanium-49, because this isotope is the product of radioactive decay of vanadium-49 which is produced during supernova explosions and transmutes into titanium-49 with a half-life of 330 days. How much titanium-49 gets incorporated into a supernova dust grain thus depends on when the grain forms after the explosion.\nUsing a state-of-the-art mass spectrometer to measure the titanium isotopes in supernova SiC grains with much better precision than could be accomplished by previous studies, the team found that the grains must have formed at least two years after their massive parent stars exploded.\nBecause presolar supernova graphite grains are isotopically similar in many ways to the SiC grains, the team also argues that the delayed formation timing applies generally to carbon-rich supernova dust, in line with some recent theoretical calculations.\n“This dust-formation process can occur continuously for years, with the dust slowly building up over time, which aligns with astronomer’s observations of varying amounts of dust surrounding the sites of stellar explosions,” added lead author Liu. “As we learn more about the sources for dust, we can gain additional knowledge about the history of the universe and how various stellar objects within it evolve.”\nContacts and sources:\nSource:\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Because these presolar grains are literally stardust that can be studied in detail in the laboratory,",
                "Larry Nittler",
                true
            ],
            [
                "they are excellent probes of a range of astrophysical processes.",
                "Larry Nittler",
                false
            ],
            [
                "This dust-formation process can occur continuously for years, with the dust slowly building up over time, which aligns with astronomer’s observations of varying amounts of dust surrounding the sites of stellar explosions,",
                "Liu",
                true
            ],
            [
                "As we learn more about the sources for dust, we can gain additional knowledge about the history of the universe and how various stellar objects within it evolve.",
                "Liu",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "stardust",
            "formation",
            "stars",
            "formed",
            "timing",
            "grains",
            "team",
            "meteoritic",
            "dust",
            "stellar",
            "revealed",
            "supernova",
            "supernovae",
            "type",
            "sic"
        ]
    }
]