[
    {
        "url": "",
        "title": "Truth & Art",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Truth & Art\nBernie is a revolutionary writer with a background in medicine, psychology, and information technology. He is the author of The Art of Overcoming the New World Order and has written numerous articles over the years about freedom, government corruption and conspiracies, and solutions. Bernie is also the creator of the Truth and Art TV project where he shares articles and videos about issues that raise our consciousness and offer solutions to our current problems. Recently Bernie launched his own weekly podcast \\'Truth & Art Radio\\' where he offers a summary of important political developments and shares some of the music he has written over the years. Bernie is also a former U.S. Marine who believes it is our duty to stand for and defend the U.S. Constitution against all enemies foreign and domestic. He believes information and awareness is the first step toward being free from the control system which now threatens humanity. He believes love conquers all fear and it is up to each and every one of us to manifest the solutions and the change that you want to see in this world because doing this is what will ensure victory and restoration of the human race and offer hope to future generations.\nhttp://truthandarttv.com/\nValid 10 years unless revoked\nFirst amendment rights: Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press; or the right of the people peaceably to assemble, and to petition the government for a redress of grievances.\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nDisable\nDismiss\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "solutions",
            "art",
            "truth",
            "offer",
            "written",
            "believes",
            "bernie",
            "shares",
            "information",
            "world"
        ]
    }
]