[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/breaking-former-president-just-accused-clinton-of-rape-2976216.html",
        "title": "Former President Just Accused Clinton of Rape",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nThursday, January 25, 2018 8:14\n% of readers think this story is Fact. Add your two cents.\nThe scandals in Washington, D.C. never seem to cease and are coming out in full view now that we have a non-career politician in office who is a threat to the establishment. President Donald Trump promised to drain the swamp and expose the crooks and thieves that have run this country before him and has been doing just that. Now, we’re learning of what’s perhaps the biggest Clinton secret yet that the dishonest duo tried to hide, but the truth caught up with them. A former president just accused Clinton of rape because he now feels comfortable enough to make that announcement knowing that Trump is in office who isn’t going to let such a damning allegation slide.\nThe storm that hit Haiti and caused a massive amount of destruction to the impoverished island and loss of life was nothing like what ensued after. While the left has been largely focused on Trump allegedly referring to the third world socialist country as a “shithole,” which, if he did, would be an accurate description, they have completely missed the real issues that have festered in the aftermath of what hit Haiti. Worse than the hurricane hitting was the Clintons who came in behind them with false promises and now accusations of rape.\nBill and Hillary took in a lot of money on claims that it was to go to recover this so-called “shothole” and restore life for the victims. In actuality, they saw an opportunity in a weak nation’s tragedy. Lacking all character, they took the cash that could have helped Haitians and instead used it for their own personal interests. We’ve previously reported of two deaths that came from whistleblowers or charity workers who knew too much. Now, more demise is coming from this horrific situation and what the Clintons forced upon the Haitians.\nFormer Senate President of Haiti, Bernard Sansaricq, has come out criticizing Bill and Hillary Clinton for “raping and pillaging my beloved Haiti“, and is urging President Trump to investigate the financial affairs of the Clinton Foundation, and the gross misappropriations of funds within it.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\n.\n.\nAnonymous\nI don’t read the poo that you fling around BIN.  You don’t make it clear in your FEEEEEER POOOOOOOORN headline whether it’s Hillary or Bill, as they are BOTH rapists.\nJan 25, 2018, 9:52 am\nsarah\nBill and Hillary Clinton will likely be executed by the military for treason and/or other crimes.\nIf it wasn’t treason is more serious than their stealing of the Hatti money it would seem to some they should have to give the Hatti money back to Hatti and be sentenced along with Chelsea Clinton who help in stealing the Hatti money to clean Hatti public toilets for the rest of their lives.\nJan 25, 2018, 2:32 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "trump",
            "rape",
            "clinton",
            "hillary",
            "life",
            "country",
            "accused",
            "took",
            "haiti",
            "office",
            "hit",
            "president"
        ]
    }
]