[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/water-cooler-12518-open-thread-fake-news-cnn-still-wont-correct-fake-story-feminists-demand-feminist-science-grumpy-cat-goes-to-court-2976227.html",
        "title": "Water Cooler 1/25/18 Open Thread; Fake News ? CNN Still Won’t Correct Fake Story; Feminists Demand Feminist Science; Grumpy Cat Goes To Court",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By RedState (Reporter)\nTotal:\nWater Cooler 1/25/18 Open Thread; Fake News ? CNN Still Won’t Correct Fake Story; Feminists Demand Feminist Science; Grumpy Cat Goes To Court\nThursday, January 25, 2018 8:57\n% of readers think this story is Fact. Add your two cents.\nIf You Are Upset About Being Called Fake News, You Might Just Try Not Printing It.\nCNN has arguably been the biggest source of questionable attack journalism directed at the current administration, and without argument the biggest crybaby when it comes to the administration pointing out their problems and poor reporting. Contrary to what some people may say, the press and politicians attacking each other with words is not a constitutional crisis matter of fact it’s one of the ways you know things are working properly in our little republic. The time to worry is when the politicians and the press just have nice things to say about each other. Either way, it’s the citizens that decide what’s what, what’s important and what’s fake, and if CNN want’s to make the case they are the victim they could try correcting and apologizing for false stories in a timely fashion, unlike this one.\nNearly seven months after falsely accusing President Donald Trump of getting the facts wrong on classified information that former Federal Bureau of Investigation (FBI) director James Comey leaked after he was fired, CNN still hasn’t corrected its false story on the matter. On the heels of numerous other false stories published or broadcast by the cable network, the latest failure of the network to correct false reporting raises serious questions about its commitment to accuracy.\nLast July, Trump blasted Comey on Twitter for leaking classified information.\n“James Comey leaked CLASSIFIED INFORMATION to the media. That is so illegal!”\nCNN’s Jake Tapper, however, took issue with Trump’s statement, and wrote the following lede and supporting paragraphs in a CNN story accusing the president of peddling false information about the nature of the information leaked by James Comey after he was fired by the president:\nAs it turns out, however, the information leaked by Comey was classified, and the records in his possession were clearly government records which Comey was not authorized to possess or distribute. How do we know the information was classified? Because the FBI itself told Congress as much. In fact, the information leaked by Comey was so sensitive that members of Congress were not even allowed to read the memos he wrote outside of a Special Compartmented Information Facility, or SCIF, a highly secure room or area designed to prevent classified information consumed within from being improperly distributed.\nJake Tapper not understanding our nations rather involved rules for classification of government documents is understandable. CNN complaining it gets unfairly labeled fake news when it won’t fix the story well that’s at best  whiny and it does raise the question why are they willing to keep this out there ?\n“Feminist Science”, If That Reads Wrong To You Pat Yourself On The Back\nWell I hope they will be purging that horrible misogynist Sodium soon. He has been getting free pass forever, same with his buddy Hydrogen and maybe Helium will get some of the credit she so rightly deserves.\nSorry hard to write seriously about people trying attach our petty squabbles to things that aren’t even aware we exist. Unfortunately that’s just what is happening at UC Santa Cruz\nOf course science is now under siege by SJWs, because that’s what they do. For example, see the event being held at UC Santa Cruz titled “Research Justice 101: Tools for Feminist Science.”\nParticipants will be challenged to apply principles and practices of justice to their own work, interrogating questions such as: Who benefits? Who is harmed? Who is most vulnerable? … And ultimately, who do we do science for, and why? The workshop will conclude with practical skills and resources for participants to push their research communities to be more inclusive, equitable and attentive to social justice.\nThe event is being organized by an Los Angeles-based group titled — sigh — “Free Radicals.”\nAccording to The College Fix:\nThe mission of the Free Radicals is to enact political and social change by advocating scientists “think through the hidden assumptions in their methodological approaches and challenges researchers to think more deeply about the political implications of their work,” its website  states .\nGot that? They want scientists to only undertake studies and only publish conclusions that will support a radical feminist worldview.\nHe’s Not Just Grumpy He Has A Lawyer.\nIf you thought Grumpy Cat was just another cute feline, think again.\nA cat made famous online because of its permanent scowl has been awarded $710,000 (£500,000) in a copyright case by a California federal court.\nGrumpy Cat Limited sued the owners of US coffee company Grenade for exceeding an agreement over the cat’s image.\nThe company only had rights to use the cat to sell its “Grumppuccino” iced drink, but sold other Grumpy products.\nThe cat, real name Tardar Sauce, went viral in 2012 after photographs of her sour expression emerged online.\nOriginally posted on the social website Reddit by the brother of the cat’s owner, Tabatha Bundesen, the image of the cat quickly spread as a meme with funny text captions.\nIn 2013 Grenade Beverage, owned by father and son Nick and Paul Sandford, struck a $150,000 deal to market iced coffee beverages with the cat’s scowl on its packaging.\nApparently claws weren’t enough and Grumpy upgraded to lawyers.\nDrink up That’s it for the Watercooler today. As always it’s an open thread\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "James Comey leaked CLASSIFIED INFORMATION to the media.",
                "Comey",
                true
            ],
            [
                "Research Justice 101: Tools for Feminist Science.",
                "",
                true
            ],
            [
                "think through the hidden assumptions in their methodological approaches and challenges researchers to think more deeply about the political implications of their work,",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com//diary/Joliphant/2018/01/25/water-cooler-12518-open-thread-fake-news-cnn-still-wont-correct-fake-story-feminists-demand-feminist-science-grumpy-cat-goes-court/http://www.cnn.com/2017/07/10/politics/comey-lawyer-no-memos-given-to-me-were-marked-classified/index.html",
                "https://beforeitsnews.com/v3/r2/?url=https://freerads.org/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "feminist",
            "thread",
            "science",
            "classified",
            "leaked",
            "goes",
            "fake",
            "wont",
            "grumpy",
            "comey",
            "water",
            "information",
            "cat",
            "open",
            "cnn",
            "feminists"
        ]
    }
]