[
    {
        "url": "https://beforeitsnews.com/space/2018/01/this-is-the-surface-of-a-giant-star-350-times-larger-than-the-sun-2511154.html",
        "title": "This is the Surface of a Giant Star, 350 Times Larger Than the Sun",
        "authors": [
            {
                "name": "Universe Today",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nThis is the Surface of a Giant Star, 350 Times Larger Than the Sun\nWednesday, January 24, 2018 17:33\n% of readers think this story is Fact. Add your two cents.\nWhen it comes to looking beyond our Solar System, astronomers are often forced to theorize about what they don’t know based on what they do. In short, they have to rely on what we have learned studying the Sun and the planets from our own Solar System in order to make educated guesses about how other star systems and their respective bodies formed and evolved.\nFor example, astronomers have learned much from our Sun about how convection plays a major role in the life of stars. Until now, they have not been able to conduct detailed studies of the surfaces of other stars because of their distances and obscuring factors. However, in a historic first, an international team of scientists recently created the first detailed images of the surface of a red giant star located roughly 530 light-years away.\nThe study recently appeared in the scientific journal Nature under the title “ Large Granulation cells on the surface of the giant star Π¹ Gruis “. The study was led by Claudia Paladini of the Université libre de Bruxelles and included members from the European Southern Observatory , the Université de Nice Sophia-Antipolis, Georgia State University, the Université Grenoble Alpes, Uppsala University, the University of Vienna, and the University of Exeter.\nThe surface of the red giant star Π1 Gruis from PIONIER on the VLT. Credit: ESO\nFor the sake of their study, the team used the Precision Integrated-Optics Near-infrared Imaging ExpeRiment (PIONIER) instrument on the ESO’s Very Large Telescope Interferometer (VLTI) to observe the star known as Π¹ Gruis. Located 530 light-years from Earth in the constellation of Grus (The Crane), Π1 Gruis is a cool red giant. While it is the same mass as our Sun, it is 350 times larger and several thousand times as bright.\nFor decades, astronomers have sought to learn more about the convection properties and evolution of stars by studying red giants. These are what become of main sequence stars once they have exhausted their hydrogen fuel and expand to becomes hundreds of times their normal diameter. Unfortunately, studying the convection properties of most supergiant stars has been challenging because their surfaces are frequently obscured by dust.\nAfter obtaining interferometric data on Π1 Gruis in September of 2014, the team then relied on image reconstruction software and algorithms to compose images of the star’s surface. These allowed the team to determine the convection patterns of the star by picking out its “granules”, the large grainy spots on the surface that indicate the top of a convective cell.\nThis was the first time that such images have been created, and represent a major breakthrough when it comes to our understanding of how stars age and evolve. As Dr. Fabien Baron, an assistant professor at Georgia State University and a co-author on the study, explained :\n“This is the first time that we have such a giant star that is unambiguously imaged with that level of details. The reason is there’s a limit to the details we can see based on the size of the telescope used for the observations. For this paper, we used an interferometer. The light from several telescopes is combined to overcome the limit of each telescope, thus achieving a resolution equivalent to that of a much larger telescope.”\nArtist’s impression of the Earth scorched by our Sun as it enters its Red Giant Branch phase. Credit: Wikimedia Commons/Fsgregs\nThis study is especially significant because Π1 Gruis in the last major phase of life and resembles what our Sun will look like when it is at the end of its lifespan. In other words, when our Sun exhausts its hydrogen fuel in roughly five billion years, it will expand significantly to become a red giant star. At this point, it will be large enough to encompass Mercury, Venus, and maybe even Earth .\nAs a result, studying this star will give scientists insight into the future activity, characteristics and appearance of our Sun. For instance, our Sun has about two million convective cells that typically measure 2,000 km (1243 mi) in diameter. Based on their study, the team estimates that the surface of Π1 Gruis has a complex convective pattern, with granules measuring about 1.2 x 10^8 km (62,137,119 mi) horizontally or 27 percent of the diameter of the star.\nThis is consistent with what astronomers have predicted, which was that giant and supergiant stars should only have a few large convective cells because of their low surface gravity. As Baron indicated :\n“These images are important because the size and number of granules on the surface actually fit very well with models that predict what we should be seeing. That tells us that our models of stars are not far from reality. We’re probably on the right track to understand these kinds of stars.”\nAn illustration of the structure of the Sun and a red giant star, showing their convective zones. These are the granular zones in the outer layers of the stars. Credit: ESO\nThe detailed map also indicated differences in surface temperature, which were apparent from the different colors on the star’s surface. This are also consistent with what we know about stars, where temperature variations are indicative of processes that are taking place inside. As temperatures rise and fall, the hotter, more fluid areas become brighter (appearing white) while the cooler, denser areas become darker (red).\nLooking ahead, Paladini and her team want to create even more detailed images of the surface of giant stars. The main aim of this is to be able to follow the evolution of these granules continuously, rather than merely getting snapshots of different points in time.\nFrom these and similar studies, we are not only likely to learn more about the formation and evolution of different types of stars in our Universe; we’re also sure to get a better understanding of what our Solar System is in for.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "This is the first time that we have such a giant star that is unambiguously imaged with that level of details.",
                "",
                true
            ],
            [
                "The reason is there’s a limit to the details we can see based on the size of the telescope used for the observations.",
                "",
                true
            ],
            [
                "For this paper, we used an interferometer.",
                "",
                true
            ],
            [
                "The light from several telescopes is combined to overcome the limit of each telescope, thus achieving a resolution equivalent to that of a much larger telescope.",
                "",
                true
            ],
            [
                "These images are important because the size and number of granules on the surface actually fit very well with models that predict what we should be seeing.",
                "",
                true
            ],
            [
                "That tells us that our models of stars are not far from reality.",
                "",
                true
            ],
            [
                "We’re probably on the right track to understand these kinds of stars.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.nature.com/articles/nature25001",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.eurekalert.org/pub_releases/2018-01/gsu-apf012218.php",
                "https://beforeitsnews.com/v3/r2/?url=https://www.eso.org/public/teles-instr/paranal-observatory/vlt/vlt-instr/pionier/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.eso.org/sci/facilities/paranal/telescopes/vlti.html",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "study",
            "stars",
            "university",
            "star",
            "team",
            "surface",
            "π1",
            "larger",
            "red",
            "gruis",
            "350",
            "giant",
            "times"
        ]
    }
]