[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2018/01/democrats-draft-counter-memo-to-refute-bombshell-fisa-report-3179103.html",
        "title": "Democrats Draft “Counter-Memo” To Refute Bombshell FISA Report",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nWednesday, January 24, 2018 20:41\n% of readers think this story is Fact. Add your two cents.\nDemocrats on the House Intelligence Committee have drafted their own “counter-memo” to respond to the four-page memo  created by GOP staffers and made available for House members to review. \nRep. Adam Schiff (D-CA)\nThe GOP memo – which Republican lawmakers are pushing to make public, has been described as containing bombshell revelations of extensive abuse of the FISA surveillance court in a conspiracy involving the Obama administration, the DOJ, the FBI and the Clinton campaign. \nIn an effort to counter the GOP memo’s imminent release, Rep. Adam Schiff (D-CA) announced that Democrats on the House Intelligence Committee would release their own memorandum “setting out the relevant facts and exposing the misleading character of the Republicans’ document so that members of the House are not left with an erroneous impression of the decidated professionals at the FBI and DOJ.” \nSchiff will move to make the “counter-memo” available to the full house. \n. @RepAdamSchiff announces House Intel Dems have written their own counter-memo; will seek to make public, too. pic.twitter.com/0pK3xulL8u\nAt the end of the day, however, if the GOP memo reveals that the FBI applied for a FISA surveillance warrant or otherwise used an unverified “Trump-Russia dossier” created by opposition research firm Fusion GPS, or that the extent of the Obama administration’s “unmasking” of Trump officials was much more invasive than previously understood, it’s hard to imagine how Schiff’s “counter-memo” is going to be able to explain all of it away. \nThis latest act of desperation as the noose tightens comes on the heels of an absurd letter  written by Adam Schiff and Dianne Feinstein (D-CA) to Facebook and Twitter executives, calling for the Social Media giants to combat “Russian bots” which were promoting the hashtag #ReleaseTheMemo.\nNEW: Sen. Feinstein, Rep. Schiff urge Facebook and Twitter to investigate involvement of Russian bots in pushing “Release the Memo” campaign: “If these reports are accurate, we are witnessing an ongoing attack by the Russian government through Kremlin-linked social media actors.” pic.twitter.com/SkAci5NefK\nUnfortunately for Schiff and Feinstein’s straw-grabbing, the  Daily Beast  reported that internal Twitter sources confirm that the #ReleaseTheMemo hashtag has been pushed by actual Americans. \na knowledgeable source says that Twitter’s internal analysis has thus far found that authentic American accounts, and not Russian imposters or automated bots, are driving #ReleaseTheMemo. There are no preliminary indications that the Twitter activity either driving the hashtag or engaging with it is either predominantly Russian.\nIn short, according to this source, who would not speak to The Daily Beast for attribution, the retweets are coming from inside the country.\nThe source pointed to influential American users on the right, including  Donald Trump Jr ., with his 2.49 million followers, pushing the hashtag forward. It’s become a favorite of far-right Republican congressmen, including Steve King, who claimed the still-secret memo shows the FBI was behaving “ worse than Watergate ” in one viral tweet. Mark Meadows called it an  “absolutely shocking” display of “FISA abuses ,” referring to a counterintelligence process.\nSchiff and the Democrats are apparently so riled up by the GOP memo that now they’re telling people that the American public shouldn’t be allowed to see the document because we’re too stupid to understand its contents. In an interview with CNN, Schiff said the following: \nCABRERA: “Why not allow peel to look at it and let Americans make the decision for themselves about whether it’s useful information or not?”\nSCHIFF: “Well, because the American people unfortunately don’t have the underlying materials and therefore they can’t see how distorted and misleading this document is. The Republicans are not saying make the underlying materials available to the public. They just want to make this spin available to the public. I think that spin, which is a attack on the FBI, is just designed to attack the FBI and Bob Mueller to circle the wagons for the White House. And that’s a terrible disservice to the people, hard working people at the bureau, but more than that, it’s a disservice to the country.”\nSo – Congressional Democrats have crafted a “counter-memo” to combat the GOP memo, Russian bots are pushing for the GOP memo’s release (along with over 60 Congressional Republicans), and the American public is too stupid to understand it. \nWe are undoubtedly witnessing the Schiff hitting the fan. \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "setting out the relevant facts and exposing the misleading character of the Republicans’ document so that members of the House are not left with an erroneous impression of the decidated professionals at the FBI and DOJ.",
                "Adam Schiff",
                false
            ],
            [
                "If these reports are accurate, we are witnessing an ongoing attack by the Russian government through Kremlin-linked social media actors.",
                "Adam Schiff",
                true
            ],
            [
                "Why not allow peel to look at it and let Americans make the decision for themselves about whether it’s useful information or not?",
                "Adam Schiff",
                true
            ],
            [
                "Well, because the American people unfortunately don’t have the underlying materials and therefore they can’t see how distorted and misleading this document is.",
                "Adam Schiff",
                true
            ],
            [
                "The Republicans are not saying make the underlying materials available to the public.",
                "Adam Schiff",
                true
            ],
            [
                "They just want to make this spin available to the public.",
                "Adam Schiff",
                true
            ],
            [
                "I think that spin, which is a attack on the FBI, is just designed to attack the FBI and Bob Mueller to circle the wagons for the White House.",
                "Adam Schiff",
                true
            ],
            [
                "And that’s a terrible disservice to the people, hard working people at the bureau, but more than that, it’s a disservice to the country.",
                "Adam Schiff",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/democrats-draft-counter-memo-to-refute-bombshell-fisa-report/https://www.thedailybeast.com/source-twitter-pins-releasethememo-on-republicans-not-russia/",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/democrats-draft-counter-memo-to-refute-bombshell-fisa-report/https://www.zerohedge.com/news/2018-01-23/democrats-demand-twitter-facebook-crackdown-releasethememo-russian-bots-there-just",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/democrats-draft-counter-memo-to-refute-bombshell-fisa-report/https://twitter.com/DonaldJTrumpJr/status/954355456801230849",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/democrats-draft-counter-memo-to-refute-bombshell-fisa-report/https://twitter.com/SteveKingIA/status/954898277723443200",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/democrats-draft-counter-memo-to-refute-bombshell-fisa-report/https://www.zerohedge.com/news/2018-01-18/explosive-shocking-and-alarming-fisa-memo-set-rock-dc-end-mueller-investigation",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/democrats-draft-counter-memo-to-refute-bombshell-fisa-report/https://t.co/0pK3xulL8u",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/democrats-draft-counter-memo-to-refute-bombshell-fisa-report/https://twitter.com/repmarkmeadows/status/954199802790768644",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/democrats-draft-counter-memo-to-refute-bombshell-fisa-report/https://t.co/SkAci5NefK",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/democrats-draft-counter-memo-to-refute-bombshell-fisa-report/https://twitter.com/RepAdamSchiff?ref_src=twsrc%5Etfw",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "democrats",
            "fbi",
            "countermemo",
            "draft",
            "gop",
            "russian",
            "bombshell",
            "house",
            "twitter",
            "schiff",
            "memo",
            "american",
            "public",
            "refute",
            "fisa",
            "report"
        ]
    }
]