[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/shocking-intel-document-gives-names-people-going-to-jail-dwarfs-watergate-verified-by-q-anon-3589182.html",
        "title": "Shocking Intel Document Gives Names! People Going To Jail! Dwarfs Watergate!! Verified By Q Anon!",
        "authors": [
            {
                "name": "Project Clarity",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Project Clarity\nTotal:\nShocking Intel Document Gives Names! People Going To Jail! Dwarfs Watergate!! Verified By Q Anon!\nFriday, January 19, 2018 9:01\n% of readers think this story is Fact. Add your two cents.\nYouTube Trying To Shut This Video Down!!!! So Corrupt!!! See Note Below!\nWow everyone, this is one of the biggest breaks in the corruption that occurred before, during, and after the election that has broken in MSM in the past 12 months. This is about to go mainstream and directly to the American People according to “Q Anon”. Q confirms this in his latest posts on 8chan. I will post them below. For those of you that haven’t been following Q posts, add a comment and I will interpret his posts and explain more. I already knew that the corruption was this bad based on past videos I’ve done, but I can’t believe the wait is finally almost over. The email scandal, FBI Dossier coverup, collusion at the highest levels of the FBI, DOJ, DNC, and Obama administration. This is the tip of the iceberg. So many other major breakthroughs about to be exposed. Clinton Foundation, Uranium One, Obama Fraud, Seth Rich, Assange, 911, Deep State, etc. Vindication for all the loyal patriots that having been pushing the truth for years.\nThe video speaks for itself!\nNOTE!!!!\n \nWHAT A BIG NEWS DAY.\nThese people are REALLY stupid.\nThis will be the END of the D party.\nThis will be the path forward (w/ public outrage) to JAIL many so-called ‘untouchables’.\nYou, THE PEOPLE, have the POWER.\nDOWN SHE GOES.\nJan 18 2018 21:16:41 Q !UW.yye1fxo\nWhat [19] people are currently meeting in a ‘safe’ room [heavily guarded]?\nWhy did everyone leave their phones/all other electronic devices in Room 239?\nWhy does it take the information going PUBLIC before JUSTICE is served?\nWhy is the D party MAKING EVERY EFFORT TO BLOCK THE RELEASE OF THIS FISA C-INFO?\nWHY DID RR PLEAD TO RYAN MOMENTS AGO TO PREVENT THE RELEASE OF THIS INFORMATION?\nWHERE IS AS?\nSenate vote count [RR]?\nSenate vote count [Sessions]?\nWhy did RR draft a letter supporting JC termination?\nWhy did RR use full weight of his office to attempt to block release of doc to Congress today?\nConfused?\nDWS FAILED to FLEE.\nThe TELL.\nHow can we listen in, track, and monitor American citizens [bad actors]?\n[We hear you].\n[We see you].\nWhat must we LEGALLY demonstrate in order to gain such warrants?\nFISA?\nMIL INTEL?\nState Secrets?\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\n.\n.\n.\n‘Mig’\n1. A playing marble; especially: one used as an object to be shot at (as in ringer.)\n2. A type of Russian aircraft.\n.\n1. Slang: Vigorish.\n.\n‘Vigorish’\n1. An excessive rate of interest on a loan, typically one from an illegal money-lender.\n.\n1. A sharp change of direction in a zigzag course.\n2. Make a sharp change in direction.\nJan 19, 2018, 9:54 am\nJan 19, 2018, 6:07 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "names",
            "shocking",
            "gives",
            "video",
            "bad",
            "vote",
            "verified",
            "intel",
            "dwarfs",
            "going",
            "watergate",
            "release",
            "big",
            "rr",
            "2018",
            "q",
            "jail",
            "18",
            "posts"
        ]
    }
]