[
    {
        "url": "https://beforeitsnews.com/awakening-start-here/2018/01/fbi-investigation-of-clinton-foundation-expands-to-australia-i-rang-the-office-months-ago-about-this-and-they-hung-up-on-me-lol-wker-10609.html",
        "title": "FBI Investigation of Clinton Foundation Expands to Australia ( I rang the office months ago about this and they hung up on me lol, w*#ker)",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By bananaman\nTotal:\nFBI Investigation of Clinton Foundation Expands to Australia ( I rang the office months ago about this and they hung up on me lol, w*#ker)\nFriday, January 19, 2018 3:31\n% of readers think this story is Fact. Add your two cents.\nFBI Investigation of Clinton Foundation Expands to Australia\n \nRetired Australian police detective has accumulated evidence of millions of dollars mishandled…\nhttps://www.libertyheadlines.com/wp-content/uploads/associate-in-hillary-uranium-one-russian-bribery-case-indicted-e1515914622610-689×290.jpg 689w,  https://www.libertyheadlines.com/wp-content/uploads/associate-in-hi…  560w,  https://www.libertyheadlines.com/wp-content/uploads/associate-in-hi…  698w” sizes=”(max-width: 448px) 100vw, 448px” />\nPhoto by redct (CC)\n(Mark Tapscott, Lifezette) An Australian investigative journalist who is a retired police detective said Tuesday he has been asked to provide the FBI with details about multiple allegations of mishandling millions of dollars contributed to the Clinton Foundation by the Aussie government.\n“I have been asked to provide the FBI with further and better particulars about allegations regarding improper donations to the CF funded by Australian taxpayers,” Michael Smith told LifeZette.\nAt the center of Smith’s complaints are former President Bill Clinton, former Secretary of State and 2016 Democratic presidential nominee Hillary Clinton, and multiple Australian government officials, including senior diplomat Alexander Downer, that government’s high commissioner to the United Kingdom.\nDowner hit U.S. headlines recently when he was reported to have told the FBI of a May 2016 conversation he had with George Papadopoulos, then a campaign aide to President Donald Trump. Downer told U.S. law enforcement officials that Papadopoulos told him Russia had “dirt” on Hillary Clinton.\nThe New York Times claimed in its  Dec. 30, 2017,  story that the information Downer gave the FBI was a major factor in the bureau’s decision to investigate allegations of collusion between Russian interests and the Trump campaign. Papadopoulos pleaded guilty to lying to the FBI last year.\nThe materials Smith is giving the FBI focus on a 2006 memorandum of understanding between the Australian government and the Clinton Foundation’s Clinton HIV/AIDs Initiative (CHAI). Smith claims the foundation received a “$25M financial advantage dishonestly obtained by deception” as a result of actions by Bill Clinton and Downer, who was then Australia’s minister of foreign affairs.\nAlso included in the Smith materials are evidence he believes shows “corrupt October 2006 backdating of false tender advertisements purporting to advertise the availability of a $15 million contract to provide HIV/AIDS services in Papua New Guinea on behalf of the Australian government after an agreement was already in place to pay the Clinton Foundation and/or associates.”\nhttp://12160.info/profiles/blog/show?id=2649739%3ABlogPost%3A1745540&commentId=2649739%3AComment%3A1745386&xg_source=activity\nViews: 2\n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "I have been asked to provide the FBI with further and better particulars about allegations regarding improper donations to the CF funded by Australian taxpayers,",
                "Michael Smith",
                true
            ],
            [
                "25M financial advantage dishonestly obtained by deception",
                "Michael Smith",
                false
            ],
            [
                "corrupt October 2006 backdating of false tender advertisements purporting to advertise the availability of a $15 million contract to provide HIV/AIDS services in Papua New Guinea on behalf of the Australian government after an agreement was already in place to pay the Clinton Foundation and/or associates.",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.nytimes.com/2017/12/30/us/politics/how-fbi-russia-investigation-began-george-papadopoulos.html",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "fbi",
            "australian",
            "clinton",
            "months",
            "downer",
            "hung",
            "smith",
            "rang",
            "told",
            "papadopoulos",
            "office",
            "lol",
            "expands",
            "provide",
            "investigation",
            "allegations",
            "wker",
            "foundation"
        ]
    }
]