[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/why-fear-and-self-hatred-destroy-human-sharing-and-solidarity-3590383.html",
        "title": "Why Fear and Self-hatred Destroy Human Sharing and Solidarity",
        "authors": [
            {
                "name": "Human Wrongs Watch",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Wednesday, January 24, 2018 2:01\n% of readers think this story is Fact. Add your two cents.\nAs our world spirals deeper into an abyss from which it is becoming increasingly difficult to extricate ourselves, some very prominent activists have lamented the lack of human solidarity in the face of the ongoing genocide of the Rohingya. See ‘The Rohingya tragedy shows human solidarity is a lie’ and ‘Wrongs of rights activism around Rohingyas’ .\n**Photo: Graffiti reading “Die Arab Sand-Niggers!” reportedly sprayed by settlers on a house in Hebron | Author: CPT-Hebron. | Creative Commons Attribution-Share Alike 3.0 Unported license.\nWhile I share the genuine concern of the Yemeni Nobel peace laureate Tawakkol Karman and Burmese dissident and scholar Dr Maung Zarni, and have offered my own way forward for responding powerfully to the ongoing genocide of the Rohingya – see ‘A Nonviolent Strategy to Defeat Genocide’ – in my view the lack of solidarity they mention is utterly pervasive and readily evident in our lacklustre official and personal responses to the many ongoing crises in which humanity finds itself\nTo mention just the most obvious:\nEvery day governments spend $US2 billion on weapons and warfare while a billion people lack the basic resources to live a decent life (and more than 100,000 of these people starve to death).\nEvery day millions of people live under dictatorship, occupation or suffer the impacts of military invasion.\nEvery day another 28,800 people are forcibly displaced from their home. Every day another 200 species of life are driven to extinction.\nAnd every day our biosphere is driven one step closer to making human life (and perhaps all life) on Earth impossible. See ‘Killing the Biosphere to Fast-track Human Extinction’ .\nIt is not as if any of this information is unavailable. Just as many people and major international organizations are well aware of the plight of the Rohingya, it is also the case that many people and these organizations are well aware of the state of our world in other respects. And still virtually nothing meaningful happens (although there are tokenistic responses to some of these crises).\nHence, it is a straightforward observation that human solidarity is notably absent in virtually any attempt to tackle the major issues of our time. And the Rohingya are just one manifestation of this problem.\nGiven that I have long observed this phenomenon both personally and politically, and it concerns me as well, I would like to explain psychologically why the lack of sharing and solidarity is such a pervasive problem and suggest what we can do about it.\nIn order to feel concern for those who are suffering, and to want to act in solidarity to alleviate their suffering, it is necessary to experience certain feelings such as sympathy, empathy, compassion, love and (personal) power.\nMoreover, it is necessary that these feelings are not suppressed or overwhelmed by fear and, equally importantly, not overwhelmed by a feeling of (unconscious) self-hatred.\nIf someone is scared and full of unconscious self-hatred, then they can have little interest in sharing their own resources or acting in solidarity with those who need help. And this applies whether the adversely impacted individual is a close relative or friend, or someone on the other side of the world.\nSo why is fear in this context so important? Simply because fear grotesquely distorts perception and behaviour. Let me explain why and how.\nIf an individual is (consciously or unconsciously) frightened that one or more of their vital needs will not be met, they will be unable to share resources or to act in solidarity with others, whatever the circumstances.\nIn virtually all cases where an individual experiences this fear, the needs that the individual fears will not be met are emotional ones (including the needs for listening, understanding and love). However, the fearful individual is never aware of these deep emotional needs and of the functional ways of having these needs met which, admittedly, is not easy to do given that listening, understanding and love are not readily available from others who have themselves been denied these needs.\nMoreover, because the emotional needs are ‘hidden’ from the individual, the individual (particularly one who lives in a materialist culture) often projects that the need they want met is, in fact, a material need.\nThis projection occurs because children who are crying, angry or frightened are often scared into not expressing their feelings and offered material items – such as a toy or food – to distract them instead. The distractive items become addictive drugs. This is why most violence is overtly directed at gaining control of material, rather than emotional, resources.\nThe material resource becomes a dysfunctional and quite inadequate replacement for satisfaction of the emotional need. And, because the material resource cannot ‘work’ to meet an emotional need, the individual is most likely to keep using direct and/or structural violence to gain control of more material resources in an unconscious and utterly futile attempt to meet unidentified emotional needs.\nThis is the reason why people such as the Rothschild family, Jeff Bezos, Bill Gates, Warren Buffett, Amancio Ortega, Mark Zuckerberg, Carlos Slim, the Walton family and the Koch brothers as well as the world’s other billionaires and millionaires seek material wealth, and are willing to do so by taking advantage of structures of exploitation held in place by the US military.\nThey are certainly wealthy in the material sense; unfortunately, they are utterly terrified (and full of self-hatred) and each of them justly deserves the appellation ‘poor little rich boy’ (or girl).\nIf this was not the case, their conscience, their compassion, their empathy, their sympathy and, indeed, their love would compel them to use or disperse their wealth in ways that would alleviate world poverty and nurture restoration of the ancient, just and ecologically sustainable economy: local self-reliance. See ‘The Flame Tree Project to Save Life on Earth’ .\nOf course, it is not just the billionaires and millionaires of the corporate elite who have suffered this fate.\nThose intellectuals in universities and think tanks who accept payment to ‘justify’ (or simply participate in without question) the worldwide system of violence and exploitation, those politicians, bureaucrats and ordinary businesspeople who accept payment to manage it, those judges and lawyers who accept payment to act as its legal (but immoral) guardians, those media editors and journalists who accept payment to obscure the truth, as well as the many middle and working class people who accept payment to perform other roles to defend it (such as those in the military, police, prison and education systems), are either emotionally void or just too frightened to resist violence and exploitation, in one or more of its many manifestations.\nMoreover, governments that use military violence to gain control of material resources are simply governments composed of many individuals with this dysfunctionality, which is very common in industrialized countries that promote materialism.\nThus, cultures that unconsciously allow and encourage this dysfunctional projection (that an emotional need is met by material acquisition) are the most violent both domestically and internationally.\nThis also explains why industrialized (material) countries use military violence to maintain political and economic structures that allow ongoing exploitation of non-industrialized countries in Africa, Asia and Central/South America.\nBut, equally importantly, many ‘ordinary’ people are just too scared to share (more than a token of) what they have and to act in solidarity with those who suffer whether through military or other violence, exploitation, persecution, oppression or occupation.\nOf course, it takes courage to resist this violent world order. But underlying courage is a sense of responsibility towards one’s fellow beings (human and otherwise) and the future.\n***Photo: Sign in Durban that states the beach is for whites only under section 37 of the Durban beach by-laws. The languages are English, Afrikaans and Zulu, the language of the black population group in the Durban area. | Author: Guinnog | Creative Commons Attribution-Share Alike 3.0 Unported license.\nAs noted above, however, fear is not the only problem. Two primary outcomes of fear are self-hatred and powerlessness. Here is how it happens.\nWhen each of us is a child, if our parents, teachers and/or the other adults around us are frightened by a feeling – such as sadness, anger or fear – that we are expressing, then they will use a variety of techniques to stop us expressing this feeling.\nThey might, for example, comfort us to stop us crying, scare us out of expressing our anger (particularly at them) and reassure us so that we do not feel afraid.\nTragically, however, responses such as these have the outcome of scaring us into unconsciously suppressing our awareness of how we feel when, of course, evolutionary pressures generated emotional responses (some pleasant, some less so) to events in our life in order to help guide us into behaving appropriately at any given moment.\nAnd this suppression of how we feel is disastrous if we want children to grow up behaving functionally. This is more fully explained in ‘ Why Violence?’ and ‘ Fearless Psychology and Fearful Psychology: Principles and Practice ’ .\nSo where does self-hatred fit into all of this? Well, if a child is angry in response to some violence to which they are being subjected (usually, of course, in an attempt to control their behavior), then they will attempt to defend themselves against this violence in an effort to persevere with their original intention.\nHowever, if the child is then terrorized into submission by a parent or other adult (by being threatened with or experiencing some form of violence, often given the inaccurate label of ‘punishment’) the child will be compelled to unconsciously suppress their awareness of the original feelings, including anger, that were generating their behavior.\nUnfortunately, there is a heavy cost to this suppression because each child is genetically programmed to follow their own self-will (manifesting through such mental functions as thoughts, feelings and conscience) rather than to obey the will of another (whether it be parent, teacher, religious figure or anyone else).\nHence, if a child is successfully terrorized into not behaving in accordance with their own self-will, they will experience a strong feeling of self-hatred precisely because they have submitted, out of fear, to the will of another.\nConscious self-hatred is an intensely unpleasant feeling to experience, however, and because the child is systematically terrorized out of expressing and acting on most of their feelings (which is why 100% of children go to school wherever school is available and compulsory: children are not given freedom of choice) the feeling of self-hatred is suppressed along with these many other feelings.\nHaving learned to do this, subsequent opportunities for this self-hatred to be felt are progressively more easily suppressed.\nAn unconscious feeling does not ‘go away’ however; it is unconsciously projected elsewhere. Suppressed self-hatred is always unconsciously projected as hatred of someone else, some other group (usually of another sex, race, religion or class) and/or something else, often in imitation of the violent parent/adult (because imitation will be given ‘permission’ by the violent parent/adult).\nAnd this inevitably leads to destructive behaviors towards that individual, group and/or the ‘something else’ (including the Earth’s environment).\nBut, and this is important to recognize, this destructive behaviour might simply manifest as inaction: doing nothing in response to someone else’s (or the Earth’s) obvious need.\nSo the unconscious fear and self-hatred are projected as fear of and hatred for living beings as well as the Earth, and manifests as behavior that is destructive, often by inaction, of themselves, others and the planet.\nThe tragic reality is that it takes very little violence to terrorize a child and this is why a substantial proportion of the human population is consumed by their own fear and self-hatred, and feels powerless as a result.\nConsider the people immediately around you: many spend most of their time, consciously or unconsciously, abusing themselves, others and/or the environment, and doing nothing in response to the plight of our world.\nSo what can we do?\nGiven existing parenting practice, fear and self-hatred are not easily avoided although they are not necessarily all-consuming. But to be free of them completely requires just one thing: the fearlessness to love oneself truly. What does this mean?\nTo love yourself truly, you must always courageously act out your own self-will, whatever the consequences. This requires you to feel all of your emotional responses – fear, sadness, anger, pain, joy, love … – to events, including impediments, in your life. See ‘Feelings First’ .\nIt is only when you do this that you can behave with awareness: a synthesis of all of the feedback that your various mental functions give you and the judgments that arise, in an integrated way, from this feedback. See ‘Human Intelligence or Human Awareness?’\nAt first glance loving yourself and acting out your own self-will might sound selfish. But it is not. Self-love is true love. The individual who does not truly love themself cannot love another. Nor will they feel such emotional responses as compassion, empathy and sympathy.\nHence, this individual will not seek mutually beneficial outcomes in tackling conflict, will not seek distributive justice in resource allocation, will not value ecological sustainability and will not act in solidarity with those who are suffering. It is this individual, who is terrified, self-hating and powerless, who will act selfishly.\nIn addition to courageously acting out your own self-will, you might also consider making ‘My Promise to Children’ .\nAnd if you love yourself enough to be part of the struggle to end the violence and exploitation of those who are full of fear and self-hatred, you might like to consider signing the online pledge of ‘The People’s Charter to Create a Nonviolent World’ and/or using sound nonviolent strategy for your campaign or liberation struggle. See Nonviolent Campaign Strategy or Nonviolent Defense/Liberation Strategy .\nThose who are terrified and self-hating never will.\n——-\n.\n \nWebsites: \n.\n**Photo: Graffiti reading “Die Arab Sand-Niggers!” reportedly sprayed by settlers on a house in Hebron  | Author: CPT-Hebron. |  Creative Commons Attribution-Share Alike 3.0 Unported license.\n***Photo: Sign in Durban that states the beach is for whites only under section 37 of the Durban beach by-laws. The languages are English, Afrikaans and Zulu, the language of the black population group in the Durban area. | Author:  Guinnog  |  Creative Commons Attribution-Share Alike 3.0 Unported license.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The Rohingya tragedy shows human solidarity is a lie",
                "",
                false
            ],
            [
                "Wrongs of rights activism around Rohingyas",
                "",
                false
            ],
            [
                "A Nonviolent Strategy to Defeat Genocide",
                "",
                false
            ],
            [
                "Killing the Biosphere to Fast-track Human Extinction",
                "",
                false
            ],
            [
                "The Flame Tree Project to Save Life on Earth",
                "",
                false
            ],
            [
                "Fearless Psychology and Fearful Psychology: Principles and Practice",
                "",
                false
            ],
            [
                "The People’s Charter to Create a Nonviolent World",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://nonviolentstrategy.wordpress.com/",
                "https://beforeitsnews.com/v3/r2/?url=https://creativecommons.org/licenses/by-sa/3.0/deed.en",
                "https://beforeitsnews.com/v3/r2/?url=https://en.wikipedia.org/wiki/Durban",
                "https://beforeitsnews.com/v3/r2/?url=https://feelingsfirstblog.wordpress.com/my-promise-to-children/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.aljazeera.com/indepth/opinion/rohingya-tragedy-shows-human-solidarity-lie-171128134536371.html",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://desultoryheroics.com/2017/12/04/killing-the-biosphere-to-fast-track-human-extinction/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://feelingsfirstblog.wordpress.com/",
                "https://beforeitsnews.com/v3/r2/?url=https://en.wikipedia.org/wiki/Hebron",
                "https://beforeitsnews.com/v3/r2/?url=https://en.wikipedia.org/wiki/User:Guinnog",
                "https://beforeitsnews.com/v3/r2/?url=https://nonviolentliberationstrategy.wordpress.com/",
                "https://beforeitsnews.com/v3/r2/?url=https://en.wikipedia.org/wiki/en:Creative_Commons"
            ]
        },
        "key_words": [
            "human",
            "violence",
            "material",
            "emotional",
            "child",
            "destroy",
            "love",
            "selfhatred",
            "individual",
            "fear",
            "solidarity",
            "sharing"
        ]
    }
]