[
    {
        "url": "https://beforeitsnews.com/financial-markets/2018/01/a-picture-is-worth-1000-words-but-this-one-is-worth-2-625-billion-2-2951922.html",
        "title": "A Picture Is Worth 1000 Words. But This One is Worth $2.625 Billion",
        "authors": [
            {
                "name": "Gas Investments",
                "link": null
            },
            {
                "name": "Oil",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Oil and Gas Investments (Reporter)\nTotal:\nA Picture Is Worth 1000 Words.  But This One is Worth $2.625 Billion\nTuesday, January 23, 2018 8:43\n% of readers think this story is Fact. Add your two cents.\nSome people say a picture is worth 1000 words.  I only need FIVE to explain this picture:  It’s all the same asset.\nThis map says that Advantage Lithium (AAL-TSXv; CAD$140 million Enterprise Value) will one day be worth as much as Lithium Americas (LAC-TSX; CAD$1 billion Enterprise Value or US$800 million).\nLAC’s stock has had a fantastic run this year—tripling to $13 at one point this year, mostly on the strength of their 45% interest in the Cauchari lithium brine asset in The Lithium Triangle on the Argentina-Chile border.  Their partner—SQM Corp. (SQM-NYSE ADR)—a major lithium producer—had a 60% run this year on this same property.\nLAC does have a secondary asset in Nevada, but there is really no value for that in the stock (even though some analysts have it as much as 34% of NAV; that’s just gravy for the future for LAC shareholders.)\nLAC really is worth $1 billion just for its minority interest in Cauchari.  Chilean brokerage firm BTGPactual said in a Sept 29 analyst report that SQM’s Joint Venture (JV) with LAC was worth $2 billion for its 55% working interest.  It’s clear this brine asset is worth a lot of money.\nNow go back and have a good look at that map. Here’s what this picture is telling me:\nAdvantage surrounds LAC on basically three sides—east west and south except for a little bit\nThis is the SAME ASSET.  There is no geologic fault or anything subsurface that prevents this brine from being the same across AAL land.\nSee the drill holes AAL is drilling close to the LAC/SQM part of the asset?  AAL has been pulling in great lithium grades, similar to the almost 700 mg/L  that LAC/SQM have been getting the same.\nI REPEAT—AAL HAS THE SAME ASSET.  You can walk across the two properties and not know whose side you’re on.  (In fact, SQM/LAC have been caught trying to work on the wrong side recently.) Above ground and underground, this is One Big Brine Patch and each group owns a significant chunk of it.\nThe combined value of just the SQM/LAC part of the Cauchari brine asset is US$2.8 billion.  AAL owns 75% of their ground, with Orocobre (ORL-TSX; ORA-ASX) owning 34% of AAL and the other 25%.\nThis is simple and not so simple at the same time.\nHere’s the simple part—and remember, when I do my financial projections, I keep one foot planted firmly in the air:\nAssuming lithium prices stay up in the $18K-$22K/tonne they’re at now, AAL/ORL will at one point get the same valuation as SQM/LAC.  Just to be clear again, 75% of US$2.8 billion is US$2.1 billion or CAD$2.625 billion.\nRight now AAL has 140 million shares out.  Management is hoping to raise some non-dilutive capital by getting the off-taker (industry term for lithium buyer) to build the production facility.  A Chinese lithium producer, Ganfeng, has already done that for LAC—so this isn’t something new or any kind of stretch.\nThe partner will likely want up to 9.9% of AAL equity, which is another 15 million shares.  Even if that gets done right here at $1 (honestly, it’s likely to get done a lot higher if AAL does get a deal like that) AND they raise another $15 million from the Market to top up the treasury…that’s still just 170 million shares.\n$2.625 billion / 170 million shares = $15.44/share—a long way up from the current $1/share.  And let’s say I’m way off and they end up having 300 million shares out—more than double what they have now—that still works out to a value of $8.75/share.\nIf Chairman Dave Sidoo can deliver to the Market on his idea to get some non-dilutive capital, then the stock will start to run immediately.\nWhat’s not so simple is when that will happen.  SQM/LAC are much farther ahead in their part of Cauchari; construction financing is basically raised by both parties, permits are in place, they have downstream lithium processors as shareholders  etc.  It is forecast to be a large scale (50,000 tonnes LCE/yr) low-cost (estimated to be US$2,500/t) lithium producer.\nAAL/ORL doesn’t even have an official resource estimate yet. Will it be the same grade and size as SQM/LAC?  The grades they have been achieving so far—over much longer and deeper intercepts than ever before—give me very high comfort level that will happen.\nSQM/LAC is at 11 million tonnes now of LCE—Lithium Carbonate Equivalent.  The Market is expecting a 2-2.5 million tonne initial estimate out of AAL/ORL by the end of Q1 18.  Drills are turning right now; it’s possible investors see the length of intercept and grades before year end.\nAt some point—likely the second half of 2018—the Market will gain a high degree of confidence that geologically, SQM/LAC and AAL/ORL are same-same.\nAnd when that happens, AAL shareholders are going to be ecstatic.   The picture says it all. It’s all the same asset. One part of it is worth US$2.8 billion right now. The other part will be too…one day.\nPS. One more thing.  Arguably, the Cauchari asset is so big that these two groups don’t need to merge.  ORL is already a producer here with their Olaroz mine (doing 14.5t LCE/yr), just north of Cauchari—again, see the map above.\nBut right now, AAL is by far the low market cap play in the area, and whomever owns it owns the balance of power in this very important lithium basin. This is the #1 lithium producing area in the world.\nKeith Schaefer\nThis feed is for personal, non-commercial use only.\nThe use of this feed on other websites breaches copyright unless you have written permission from Keith Schaefer of Oil and Gas bulletin to republish. If this content is not in your news reader, it makes the page you are viewing an infringement of the copyright. (Digital Fingerprint:\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "market",
            "worth",
            "asset",
            "billion",
            "words",
            "million",
            "picture",
            "lithium",
            "1000",
            "value",
            "aal",
            "2625",
            "sqmlac"
        ]
    }
]