[
    {
        "url": "https://beforeitsnews.com/opinion-conservative/2018/01/1928-we-remember-wyatt-earp-2-3354332.html",
        "title": "1928: We Remember Wyatt Earp",
        "authors": [
            {
                "name": "My View Silvio Canto",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2018-01-19",
        "text": "By My View by Silvio Canto, Jr. (Reporter)\n1928: We Remember Wyatt Earp\nFriday, January 12, 2018 23:57\n \n \nWyatt Earp died in Los Angeles on this day in 1928 :\n“The Earp brothers had long been competing with the Clanton-McClaury ranching families for political and economic control of Tombstone,  Arizona , and the surrounding region. \nOn October 26, 1881, the simmering tensions finally boiled over into violence, and Wyatt, his brothers Virgil and Morgan, and his close friend, Doc Holliday, killed three men from the Clanton and McLaury clans in a 30-second shoot-out on a Tombstone street near the O.K. Corral. A subsequent hearing found that the Earps and Holliday had been acting in their capacity as law officers and deputies, and they were acquitted of any wrongdoing. However, not everyone was satisfied with the verdict, and the Earps found their popularity among the townspeople was on the wane. \n \n \n \nAs a U.S. deputy marshal, Wyatt had a legal right and obligation to bring Morgan’s killers to justice, but he quickly proved to be more interested in avenging his brother’s death than in enforcing the law. \n \n \n \n \nWyatt’s famous role in the shootout at the O.K. Corral did attract the admiring attention of the city’s thriving new film industry. For several years, Wyatt became an unpaid technical consultant on Hollywood Westerns, drawing on his colorful past to tell flamboyant matinee idols like William Hart and Tom Mix how it had really been. When Wyatt died in 1929, Mix reportedly wept openly at his funeral.\n \n \n \n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.history.com/this-day-in-history/wyatt-earp-dies-in-los-angeles",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "shootout",
            "gold",
            "earp",
            "1928",
            "series",
            "remember",
            "brothers",
            "earps",
            "morgans",
            "morgan",
            "holliday",
            "wyatt"
        ]
    }
]