[
    {
        "url": "http://conservativefighters.com/news/italian-archbishop-uncontrolled-immigration-will-crush-european-society/",
        "title": "Italian Archbishop: Uncontrolled Immigration Will ‘Crush’ European Society",
        "authors": [],
        "publisher": "http://conservativefighters.com",
        "publish_date": "2018-01-10",
        "text": "Immigration must be “rational,” says the fiery Italian archbishop Luigi Negri, because uncontrolled immigration leads to the “crushing and extermination of our society.”\n“You can’t just open the doors, as if it were a party,” Negri states in an interview with Italian media Tuesday. It is essential to “highlight the economic, human and cultural costs of immigration,” since failing to do so means caving into “ideology.”\n“I am a Catholic and therefore I believe in welcoming diversity,” said Negri, the recently retired archbishop of Ferrara-Comacchio and a close friend of Pope Emeritus Benedict XVI, “but this cannot be unmeasured because otherwise it leads to a crushing and extermination of our society.”\n“This is not the way that Christian Europe down through the centuries integrated elements of novelty that contributed to bringing about its richness,” he said.\nAsked why the globalist movement is pushing so hard for increased immigration, Negri said that they are ideologically driven to seek a homogeneous culture where everyone thinks the same.\nThe movement seeks to normalize mass immigration, the Archbishop said, “because this serves the great globalized economy, one of whose objectives is to create a low-paid immigrant workforce.”\nThe archbishop said that in this regard, Pope Francis is being exploited by secularist society, who use his words to justify their own positions, which have nothing to do with Christianity.\n“Pope Francis is being instrumentalized by the reigning worldview,” Negri said. “Today there is a connivance between a certain Christianity and the secularist society, which the Church seems no longer able to say ‘no’ to, which in my view is exactly what is needed.”\n“The Church has embarked on a slippery slope that is leading it to give in to the rampant force of ‘anti-Christianity,’” he said. “It is yielding to the dominant mentality and is content to take refuge in a sort of reservation, already imposed in these centuries on many other religious and cultural minorities.”\nFar worse than the personal moral failings of a few people is an ideological error that leads to doctrinal “inconsistency” in the Church, Negri said.\n“We are tending to come to terms with secularism, to carve out a niche and make Catholicism a sort of element of folklore that does not trouble this atheistic society,” he said.\nThis loss of identity and a clear sense of mission has not been similarly experienced by Islam, the archbishop noted, because Islam “has a political rather than a religious vocation.”\n“More than a faith, Islam is a law, a status, summarized by the word ‘sharia,’” he said.\n“Unlike Christianity, which extols man’s freedom and his irreducibility, to the point of making him God’s partner in faith,” he said, “Islam does not take the person into consideration. The Muslim only has value for the social and political context in which he lives.”\n“It is no coincidence that Islam spreads among the weak,” he continued, “who need authority to feel protected.”\nThe archbishop also expressed his concern over “Islam’s tendency to break down the values ​​of Western civilization, especially that of the essential distinction between politics and religion,” which is one the key aspects of the Western rule of law, he said.\n“In Islam, religious authorities, which in many cases also act as civil authorities, administer justice in their courts by issuing fatwas that even provide for the death penalty,” he noted.\nHear hear, this guy should be the POPE\nfACE BOOK IS BLOCKING THIS . AND OTHERS\nJanuary 10, 2018 at 4:24 am\nThe Archbishop is absolutely right, look, England, France, Spain, Italy, Sweden. Holland and many more countries. USA is safe right now while President Trump is alive\nJanuary 10, 2018 at 7:58 am\nTIENE TODA LA RAZON EL ARZOBISPO , YA NOS ESTAMOS DANDO CUENTA , PORQUE TANTA INMIGRACION EN EL MUNDO , HAY MANOS NEGRAS QUE HAN PLANIFICADO LO QUE ESTA PASANDO EN EL MUNDO ,ACA EN CHILE , DE REPENTE NOS ENCONTRAMOS CON TANTOS INMIGRANTES Y LOS JESUITAS APOYANDO DE TENDENCIA A LA IZQUIERDA APOYAMDO LA INICIATIVA , SIN RESPETAR LA OPINION DEL PUEBLO , QUE HA VISTO SU SEGURIDAD , PORQUE LLEGAN TAMBIEN DELINCUENTES , SUS TRABAJOS , AL FINAL EN VEZ DE APOYAR AL PUEBLO LOS CURAS JESUITAS , VIENDO CUANTA CESANTIA A OCACIONADO ESTE DESCONTROL , NOS TRATAN DE DISCRIMINADORES , FACIL OSEA NOS IMPONEN , AGOTANDO NUESTROS RECURSOS , INCLUSO PARA NUESTROS POBRES , ESE MOTIVO NOS A LLEVADO EN CHILE A RECHAZAR AL PAPA ,” LA IGLESIA NO A ESCUCHADO AL PUEBLO ” FUERA DE SU POCA JUSTICIA CON LOS ABUSOS SEXUALES .\nJanuary 10, 2018 at 12:32 pm\nTranslate this into English! Or don’t put it up at all!\nJanuary 12, 2018 at 6:05 pm\nSal belardo – Totally agree with this statement. Translate your reply in English. and don’t shout by keeping your finger on the Caps. Otherwise it sounds like you are angry.\nJanuary 13, 2018 at 6:36 pm\nSal Belardo, Your remark is typical for an Axxhole, although I doubt that you ARE American because of your name. FB is international so live with it or go crawl back into the hole you crawled out of.\nWhy is Facebook blocking this message from being shared?\nJanuary 10, 2018 at 12:23 pm\nFacebook is being controlled by muslims so this message can not be published. Please send this article to everyone you know. This is a dangerous situation when they can block and shape the news!!\nJanuary 10, 2018 at 12:31 pm\nUnfettered immigration of Muslims like in Germany will eventually destroy Germany! Same with England no doubt! The US is safe right now due to President Trump! Obama’s policies was destroying the US and making it into a Socialist country! Thank God for Donald Trump!\nJanuary 10, 2018 at 3:55 pm\nThis man has more brains than most of the european political leaders including Obama/\nJanuary 12, 2018 at 6:18 pm\nWhy is my message being blocked.there is nothing in to block. Apparently, my message was reported by people as being abusive.???? (Freedom of Speech.)\nJanuary 13, 2018 at 6:39 pm\nFinally a religious leader with brains. SHould have said it earlier. The EU is lost because of NeoNazi Merkel.\nComment\nName *\nEmail *\nWebsite\n",
        "quotes": [
            [
                "crushing and extermination of our society.",
                "Luigi Negri",
                false
            ],
            [
                "You can’t just open the doors, as if it were a party,",
                "Negri",
                true
            ],
            [
                "highlight the economic, human and cultural costs of immigration,",
                "",
                false
            ],
            [
                "I am a Catholic and therefore I believe in welcoming diversity,",
                "Negri",
                true
            ],
            [
                "but this cannot be unmeasured because otherwise it leads to a crushing and extermination of our society.",
                "Negri",
                false
            ],
            [
                "This is not the way that Christian Europe down through the centuries integrated elements of novelty that contributed to bringing about its richness,",
                "",
                true
            ],
            [
                "because this serves the great globalized economy, one of whose objectives is to create a low-paid immigrant workforce.",
                "",
                false
            ],
            [
                "Pope Francis is being instrumentalized by the reigning worldview,",
                "Negri",
                true
            ],
            [
                "Today there is a connivance between a certain Christianity and the secularist society, which the Church seems no longer able to say ‘no’ to, which in my view is exactly what is needed.",
                "Negri",
                true
            ],
            [
                "The Church has embarked on a slippery slope that is leading it to give in to the rampant force of ‘anti-Christianity,",
                "",
                true
            ],
            [
                "It is yielding to the dominant mentality and is content to take refuge in a sort of reservation, already imposed in these centuries on many other religious and cultural minorities.",
                "",
                true
            ],
            [
                "We are tending to come to terms with secularism, to carve out a niche and make Catholicism a sort of element of folklore that does not trouble this atheistic society,",
                "Negri",
                true
            ],
            [
                "has a political rather than a religious vocation.",
                "Negri",
                false
            ],
            [
                "More than a faith, Islam is a law, a status, summarized by the word ‘sharia,",
                "",
                true
            ],
            [
                "Unlike Christianity, which extols man’s freedom and his irreducibility, to the point of making him God’s partner in faith,",
                "",
                true
            ],
            [
                "Islam does not take the person into consideration.",
                "",
                true
            ],
            [
                "The Muslim only has value for the social and political context in which he lives.",
                "",
                true
            ],
            [
                "It is no coincidence that Islam spreads among the weak,",
                "",
                true
            ],
            [
                "who need authority to feel protected.",
                "",
                false
            ],
            [
                "Islam’s tendency to break down the values   of Western civilization, especially that of the essential distinction between politics and religion,",
                "Pope Francis",
                true
            ],
            [
                "In Islam, religious authorities, which in many cases also act as civil authorities, administer justice in their courts by issuing fatwas that even provide for the death penalty,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "church",
            "religious",
            "negri",
            "immigration",
            "italian",
            "western",
            "european",
            "leads",
            "society",
            "archbishop",
            "islam",
            "sort",
            "crush",
            "uncontrolled"
        ]
    }
]