[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2018/01/things-are-getting-worse-not-better-round-ups-checkpoints-national-id-cards-3179106.html",
        "title": "Things Are Getting Worse, Not Better: Round Ups, Checkpoints, & National ID Cards",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nTotal:\nThings Are Getting Worse, Not Better: Round Ups, Checkpoints, & National ID Cards\nWednesday, January 24, 2018 20:41\n% of readers think this story is Fact. Add your two cents.\nThis isn’t is a new occurrence.\nA year ago, passengers arriving in New York’s JFK Airport on a domestic flight from San Francisco were ordered to show their “documents” to border patrol agents in order to get off the plane.\nWith the government empowered to carry out transportation checks to question people about their immigration status within a 100-mile border zone that wraps around the country, you’re going to see a rise in these “show your papers” incidents.\nThat’s a problem, and I’ll tell you why.\nWe are not supposed to be living in a “show me your papers” society.\nDespite this, the U.S. government has recently introduced measures allowing police and other law enforcement officials to stop individuals (citizens and noncitizens alike), demand they identify themselves, and subject them to patdowns, warrantless searches, and interrogations.\nThese actions fly in the face of longstanding constitutional safeguards forbidding such police state tactics.\nSet aside the debate over illegal immigration for a moment and think long and hard about what it means when government agents start demanding that people show their papers on penalty of arrest.\nThe problem with allowing government agents to demand identification from anyone they suspect might be an illegal immigrant—the current scheme being employed by the Trump administration to ferret out and cleanse the country of illegal immigrants —is that it lays the groundwork for a society in which you are required to identify yourself to any government worker who demands it.\nSuch tactics quickly lead one down a slippery slope that ends with government agents empowered to subject anyone—citizen and noncitizen alike—to increasingly intrusive demands that they prove not only that they are legally in the country, but also that they are in compliance with every statute and regulation on the books.\nThis flies in the face of the provisions of the Fourth Amendment, which protects the American people from undue government interference with their movement and from baseless interrogation about their identities or activities. The Rutherford Institute has issued a Constitutional Q&A on “ The Legality of Stop and ID Procedures ” that provides some guidance on one’s rights if stopped and asked by police to show identification.\nUnfortunately, even with legal protections on the books, it’s becoming increasingly difficult for the average American to avoid falling in line with a national identification system.\nWe’re almost at that point already.\nPassed by Congress in 2005 and scheduled to take effect nationwide by October 2020, the Real ID Act, which imposes federal standards on identity documents such as state drivers’ licenses, is the prelude to this national identification system .\nFast forward to the Trump administration’s war on illegal immigration, and you have the perfect storm necessary for the adoption of a national ID card, the ultimate human tracking device, which would make the police state’s task of monitoring, tracking and singling out individual suspects—citizen and noncitizen alike—far simpler.\nAmericans have always resisted adopting a national ID card for good reason: it gives the government and its agents the ultimate power to target, track and terrorize the populace according to the government’s own nefarious purposes.\nYou see, it’s a short hop, skip and a jump from allowing government agents to stop and demand identification from someone suspected of being an illegal immigrant to empowering government agents to subject anyone—citizen and noncitizen alike—to increasingly intrusive demands that they prove not only that they are legally in the country, but that they are also lawful, in compliance with every statute and regulation on the books, and not suspected of having committed some crime or other.\nIt’s no longer a matter of if, but when.\nYou may be innocent of wrongdoing now, but when the standard for innocence is set by the government, no one is safe. Everyone is a suspect. And anyone can be a criminal when it’s the government determining what is a crime.\nRemember, the police state does not discriminate.\nAt some point, it will not matter whether your skin is black or yellow or brown or white. It will not matter whether you’re an immigrant or a citizen. It will not matter whether you’re rich or poor. It won’t even matter whether you’re driving, flying or walking.\nEventually, when the police state has turned that final screw and slammed that final door, all that will matter is whether some government agent—poorly trained, utterly ignorant of the Constitution, way too hyped up on the power of their badges, and authorized to detain, search, interrogate, threaten and generally harass anyone they see fit—chooses to single you out for special treatment.\nWe’ve been having this same debate about the perils of government overreach for the past 50-plus years, and still we don’t seem to learn, or if we learn, we learn too late.\nAll of the excessive, abusive tactics employed by the government today—warrantless surveillance, stop and frisk searches, SWAT team raids, roadside strip searches, asset forfeiture schemes, private prisons, indefinite detention, militarized police, etc.—started out as a seemingly well-meaning plan to address some problem in society that needed a little extra help.\nIn the case of a national identification system, it might start off as a means of curtailing illegal immigration, but it will end up as a means of controlling the American people.\nAs I make clear in my book  Battlefield America: The War on the American People , whatever dangerous practices you allow the government to carry out now—whether it’s in the name of national security or protecting America’s borders or making America great again—rest assured, these same practices can and will be used against you when the government decides to set its sights on you.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The Legality of Stop and ID Procedures",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/things-are-getting-worse-not-better-round-ups-checkpoints-national-id-cards/https://www.nytimes.com/2018/01/18/travel/is-your-id-approved-for-travel-these-are-the-latest-rules.html",
                "https://beforeitsnews.com/v3/r2/?url=http://www.rollingstone.com/politics/news/border-patrol-agents-stop-domestic-travelers-at-new-york-airport-w468643",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/things-are-getting-worse-not-better-round-ups-checkpoints-national-id-cards/https://www.rutherford.org/publications_resources/legal_features/constitutional_qa_the_legality_of_stop_and_id_procedures",
                "https://beforeitsnews.com/v3/r2/?url=http://reason.com/blog/2017/02/23/your-papers-please-becomes-harsh-reality",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2018/01/24/things-are-getting-worse-not-better-round-ups-checkpoints-national-id-cards/https://www.theatlantic.com/politics/archive/2017/02/papers-please/517887/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "state",
            "national",
            "better",
            "getting",
            "immigration",
            "round",
            "matter",
            "cards",
            "agents",
            "things",
            "id",
            "worse",
            "illegal",
            "identification",
            "ups",
            "checkpoints",
            "stop",
            "youre"
        ]
    }
]