[
    {
        "url": "https://beforeitsnews.com/conspiracy-theories/2018/01/infowars-releases-fisa-memo-patriot-insider-leaks-memo-where-is-qanon-2486270.html",
        "title": "Infowars Releases FISA Memo - Patriot Insider Leaks Memo - Where Is Q Anon?",
        "authors": [
            {
                "name": "Zurich Times",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Zurich Times\nTotal:\nInfowars Releases FISA Memo - Patriot Insider Leaks Memo - Where Is Q Anon?\nTuesday, January 23, 2018 15:09\n% of readers think this story is Fact. Add your two cents.\n[Update January 24, 2018 - Alex interviews Jack Posobiec and Explains the Memo that was Released yesterday and Why it is Important and the Status of the Infamous 4 Page Memo.\nhttps://www.youtube.com/watch?v=NdxhOjuviwY\nhttps://www.youtube.com/watch?v=VTKF_Y1hNqw\n[January 23, 2018 - ZurichTimes.net] \nThat day has come so early already in this new Year when all our lives will change forever as the STENCH of CORRUPTION and COVERUP is finally revealed in the DISTRICT OF CRIMINALS aka Washington, D.C.\nAlex Jones received a copy of the alleged #FISAMEMO and has gone ahead and released it on air.\nLink to Document in PDF. We cannot verify the Authenticity of these Documents. Discernment Needed as always as this news is just breaking.\nhttps://www.youtube.com/watch?v=PiuOi8NP6FI\nBPEarthWatch Analysis\nOne QUESTION for #QANON – WHY DID YOU NOT RELEASE THE MEMO WITH YOUR Q LEVEL CLEARANCE AND “WE SEE EVERYTHING” BS?\nPerhaps because you have been caught in a web of lies and deceit from the very beginning?\nDavid Seaman is also QUESTIONING #QANON and rightly so.\nhttps://www.youtube.com/watch?v=DIlLNC-ftic\nZurichTimes.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nTotal 13 comments\nKing of Shambhala\nObama’s the greatest criminal in history say Trump and Joe Arpaio because he forged his birth certificate.\nObama’s looking at at least 100000 years in jail for his crimes.\nThe day of his victory celebration in his hometown, an ominous apparently heaven-sent miracle occurred: the number of the Antichrist 666 showed up in the lottery. (Google the Illlinois State Lottery website’s “Winning Numbers History Search” at Nov. 5. 2008/Pick 3: the draw is 666) http://www.illinoislottery.com/en-us/winning-number-search-game.html\nJan 23, 2018, 4:04 pm\nKing of Shambhala\nFurther revelation on Antichrist Obama: go to Linda Joy Adams’ blog, she’s Obama’s 3d cousin. http://lindajoyadams.blogspot.fr/ (Thef acts about Obama are in her “Daily Recap” posts)\nIn an earth-shaking revelation Adams uncovers the fact that Obama’s real name is Barry Parks and not Obama.\nHis real birthplace is Topeka, Kansas (same as Obama’s mother’s birthplace)\nJan 23, 2018, 4:20 pm\nWhere are the hard documents to support this claim?  We’d all like to see them.  Right now its all just a lot of words.  At least we know for a fact the Obambo spent many years in Hawaii, Indonesia and California.  How does KS fit into all of this?\nJan 23, 2018, 5:46 pm\n“…lot of words.” You have that right. I scrolled through the 100 pages in about 3 minutes and couldn’t understand a thing? Just guessing it was an application to spy?\nJan 23, 2018, 5:58 pm\nLindaJoyAdams\nIT EXPOSED THE CABAL OF UNACCOUNTABLE CONTRACTORS IN CONTROL OF THE USA see pages 85FF  and why I began blogging 12/08 and then soon found out few knew of Obama born in Topeka Ks..  AND MAIN MEDIA HAD THIS IN 2008 AND SUPPRESSED IT AND THAT IS THE BIGGER STORY  OF WHY? and who rules when we are to be.. This judge has outlined grave concerns… in this memo.. Linda Joy Adams\nJan 24, 2018, 6:01 pm\nKing of Shambhala\nDon, Obama’s mother was born in Kansas, so why wouldn’t Obama be born there too?\nObama’s 3d cousin Linda Adams says so so what’s more logical than that?\nShe says Obama’s real father was assassinated in KS and his mother fled in panic and made a fake marriage to change name and live in hiding.\nJan 23, 2018, 6:00 pm\ndandelion231\nThis memo had already been publicly available and it is NOT the real memo.  Seems they are trying to sell it as such which leads me to believe they never thought JIM JORDON would go on TV and expose the real memo so they shut down the gov to stall and then apparently came up with the idea to put this memo out and claim it is the one Jordon and others were talking about. Which if you read it you can tell very easily it is not the one they were talking about.  It is all very shady!\nJan 23, 2018, 8:45 pm\nI would like to see the sodomite Nerogro, the Hillaryous and The Commie (James) in handcuffs and orange jumpsuits all chained together and being led in a Trump van with a smiling Trump giving the thumb-up sign and actually driving the van himself to the nearest prison.\nJan 23, 2018, 11:53 pm\nJan 24, 2018, 3:51 am\n1. – Alex Jones’ current wife and ex-wife are both Jewish, with whom he has a total of four(4) children.\n2. – Alex Jones, his current wife, ex-wife, and children all qualify for Israeli citizenship under Israel’s Law of Return.\n3. – Alex Jones is funded by at least thirty-four(34) Jewish sponsors and advertisers whom financially support his radio show and websites.\n4. – Alex Jones’ flagship radio station, KLBJ AM, in Austin, Texas, is owned by Emmis Communications, a media conglomerate based in Indianapolis, Indiana. The founder, chairman, president, and CEO of Emmis Communications is the Zionist Jew Jeffrey Smulyan.\n5. – Alex Jones’ radio show is nationally syndicated and broadcast on 160 AM, FM, and shortwave radio stations throughout the United States by the Genesis Communications Network. The founder, owner, president, and CEO of Genesis Communications Network is the Zionist Jew Ted Anderson.\n6. – Alex Jones employs a Jewish attorney named Elizabeth Morgan who is also employed by Holly Lev Bronfman, the sister of Edgar Bronfman, Jr. Thus there is only one degree of separation between Alex Jones and the Bronfman family, one of the wealthiest and most influential Jewish Zionist families in North America.\n7. – Alex Jones’ employee Molly Maroney, the managing editor of Infowars Magazine, is a former intern for Stratfor, a private intelligence agency based in Austin, Texas, which has been linked to the C.I.A. and Mossad. The founder and CEO of Stratfor is the Zionist Jew George Friedman. Thus there is only one degree of separation between Alex Jones and Stratfor.\n8. – Alex Jones’ parents David Jones and Carol Hamman have been employed by the C.I.A. in the past. Alex Jones’ deceased uncle Bill Hamman was employed by the C.I.A. and U.S. Army Special Forces. Alex Jones’ cousin Verna Grayce Chao is currently employed as a C.I.A. contractor by Dell (previously by IBM). Alex Jones’ other cousin Buckley Hamman was one of the original founders of Infowars in 1995. Thus there is only one degree of separation between Alex Jones and the Central Intelligence Agency.\nALEX JONES IS CONTROLLED OPPOSITION – WHAT MORE PROOF DO YOU NEED . . ?\nJan 24, 2018, 4:33 pm\nunidentified\nmost people dont take him seriously, alex jones aka mr prisonplanetman in quarantine\nJan 25, 2018, 10:30 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/r2/?url=http://www.illinoislottery.com/en-us/winning-number-search-game.html",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/r2/?url=http://lindajoyadams.blogspot.fr/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "big",
            "released",
            "anon",
            "qanon",
            "patriot",
            "infowars",
            "telegram",
            "fisa",
            "yesterday",
            "memo",
            "releases",
            "2018",
            "q",
            "insider",
            "leaks",
            "zurichtimesnetthat"
        ]
    }
]