[
    {
        "url": "https://beforeitsnews.com/spirit/2018/01/music-the-language-of-spirit-2511870.html",
        "title": "Music: The Language of Spirit",
        "authors": [
            {
                "name": "Wake Up World",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Music: The Language of Spirit\nSunday, January 21, 2018 16:32\n% of readers think this story is Fact. Add your two cents.\n“If we can feel that it is not our voice, not our fingers, but some reality deep inside our heart which is expressing itself, then we will know that it is the soul’s music.” – Sri Chinmoy\nHave you ever picked up a guitar or put in your favorite CD and let the music carry you away to a place of bliss and ecstasy? Most people might not understand where this euphoric feeling comes from, but in my opinion, it comes from an innately spiritual place. Music elevates our consciousness and introduces us to a spiritual reality that’s comprised of pure sound and color, and this is why it appeals to so many people. There’s obviously something mystical about music.\nMusic is a universal, metaphysical language that we can tap into and use to lighten our vibration, and uplift anyone who hears our joyful, melodic sounds. Plenty of people feel there’s more to music than meets the eye (ear), and we’ll get the most out of it if we can open up and consider that it could actually be spiritual.\nIt’s quickly becoming a way of life for me, and I can’t go too long without picking up the guitar and singing something. Plenty of other people can say the same, and there’s a reason so many people have dedicated themselves to music throughout the ages. They’ve been uplifted by it, and they’ve realized (if not consciously, then subconsciously) that it’s one of the most direct paths back into a higher vibration.\nHere, we’ll look at what Sri Chinmoy has observed about music’s potential to help us raise our vibration and spiritually evolve.\n[PINTEREST]: http://pinterest.com/wakeupword/\n[TWITTER]:  http://twitter.com/joinwakeupworld\n[YOUTUBE]: http://www.youtube.com/joinwakeupworld          \n[WEBSITE]: http://wakeup-world.com  \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "If we can feel that it is not our voice, not our fingers, but some reality deep inside our heart which is expressing itself, then we will know that it is the soul’s music.",
                "-- Sri Chinmoy",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "spirit",
            "theres",
            "vibration",
            "theyve",
            "language",
            "spiritual",
            "wes",
            "sri",
            "reality",
            "plenty",
            "music",
            "place"
        ]
    }
]