[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/prepping-for-an-evacuation-how-to-be-ready-when-the-govt-says-get-out-2-2689034.html",
        "title": "Prepping For An Evacuation: How To Be Ready When The Gov’t Says ‘Get Out’",
        "authors": [
            {
                "name": "Off The Grid News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Off The Grid News\nTotal:\nPrepping For An Evacuation: How To Be Ready When The Gov’t Says ‘Get Out’\nWednesday, January 24, 2018 8:34\n% of readers think this story is Fact. Add your two cents.\nMother Nature has incredible power available at her fingertips — much more than we humans do. With water alone, she is able to destroy some of mankind’s greatest accomplishments. Water leveled the city of Miyako, Japan, in 2011, as a tsunami brought a wave surge 128 feet high. Water also destroyed much of New Orleans when Hurricane Katrina hit the city in 2005.\nCurrently, Northern California is closely watching the destructive power of water, as the spillway for our nation’s highest dam, the Lake Oroville Dam, is crumbling.\nWhat has caused the damage to that dam’s spillway? Just water. Erosion has created a 200-feet-long by 30-feet-wide rupture in the spillway, opening the way for more erosion. The emergency spillway is being eroded away rapidly, as well, as waters rise above the lake’s capacity.\nFortunately for residents downstream, the dam itself is holding. But should either spillway fail, which is a very real possibility, a 30-feet-tall wall of water could go rushing downstream. While that isn’t as bad as a 700-feet-tall wall of water, it has caused mass evacuations of the towns in the path of potential flooding. Nearly 200,000 people have been ordered from their homes, with no promise of when they’ll be able to return.\nWere They Ready?\nWhen events like this happen, I always find myself asking how many of those people were truly prepared. How many had an evacuation plan in place? How many had a place to go while they waited out the disaster? How many even had a bug-out-bag packed, so that they would have the basic necessities of survival?\nWhile flood warnings were given to the major cities downstream, the towns closest to the dam itself only received an hour’s notice to evacuate. That’s barely enough time to gather up your family and jump in the car, let alone leaving in anything that resembles an organized manner. It literally meant grabbing what you can and running out the door, so that you can sit in traffic, as the highways aren’t built to accommodate an evacuation. Some invariably had to abandon their cars and proceed on foot once they ran out of gas.\nThe vast majority of those people ended up packed in shelters, set up by charities or the government. This left them with no privacy, little comfort and no way of protecting their property. Had they had plans in place for an emergency, they would have been able to go to a much better place, where they could be more comfortable as they awaited their fate.\nWhat’s Different About an Evacuation?\nNormally, when we talk about bugging out, we’re talking about escaping from the aftereffects of a calamity. More than anything, we’re talking about escaping a breakdown in society. But an evacuation isn’t that. An evacuation is intended to protect you and your family from a natural or man-made disaster. In such a situation, it’s easier to survive in an urban environment than it is to head for the hills. Staying within the area also allows you to get back to your home quickly and survey any damage when officials allow it.\nBut that doesn’t necessarily mean that bugging out in an evacuation has to include going to a government-run shelter. In fact, I would avoid that at all costs. You’re much better off trying to make it on your own than you would be packed into a refugee shelter that’s set up in some gymnasium.\nPlanning Your Evacuation\nPlanning for an evacuation is much like planning for any other bug-out. But there is one major difference. That is, the fact that you don’t need to plan on heading into the wild. That affects the things you carry with you and the destination that you seek.\nYou should start your planning with a destination. Where can you go to find a safe place from a pending disaster? For the people in Oroville and the other nearby towns, there are several options. The best is to head uphill from where the lake is. That can mean heading directly up the nearest mountain, but I really mean to head for some other town that is at a higher elevation. That would put them out of the path of the water.\nMost people will stop at the first safe haven they can find, which means nearby towns fill up fast. Stopping there could very well put you in one of the shelters that we’re trying to avoid. Instead, pass through that first town and go farther down the road. The farther you go, the less you’ll see of other evacuees. That will put you in a better situation when you do decide to stop.\nWe can clearly see what happens to the roads in such an evacuation. As many have predicted, the roads leading away from the danger area have turned into parking lots, filled with slow-moving traffic. Abandoned cars litter the roads, left behind by those who ran out of fuel.\nSo it’s best to have escape routes planned out that don’t involve the major highways. Find the back roads that will take you where you need to go. While those might not be the fastest way to go somewhere in normal times, you’d probably be flying down those roads compared to the people sitting on the highways.\nWork out an escape plan that includes many routes, with interconnections, so that you can jump from one route to another, as the situation may dictate. There’s no way of knowing how many others know of those routes and might try using, too, so you want to have as many options open as possible.\nThe other part of avoiding a traffic jam is making sure that your vehicle is ready for the trip. That means keeping your car or truck in good shape, mechanically, so that it’s ready to roll. But it also means having a supply of gas on hand so that you have something to go with. Most of us don’t keep our gas tanks filled. But in a time of evacuation, you’ve got to have a full gas tank, or you risk being one of those people who are forced to leave a car on the side of the road.\nGrab and Go\nThe bug-out-bag is a great starting point, but as I said earlier, I wouldn’t want to leave with just that if my house might be destroyed by a 30-foot wall of water. I’d want to take anything and everything I could, realizing that I might never see the things that I didn’t take with me.\nBut what to take? In such a moment, you’re not going to be thinking clearly. So that’s not the time to put together a list of everything you want to pack. Besides, you’re going to have mere minutes to grab what you can, not hours to neatly fill your suitcases.\nWith that in mind, it makes sense to prepare yourself a checklist, so that if you do have to go quickly, you’ll be sure to grab the most important things. Those will have to fall into two categories: things to help you survive the aftermath, and things to help you rebuild your life. Both are equally important, although we don’t think of it that way in most bug-out scenarios.\nYour bug-out bag probably has the majority of the things you need to survive. But I’d like to add a few items to that, if you don’t already have them packed:\nExtra clothing, especially rugged clothing.\nCoats, hats, gloves, boots (especially during wintertime).\nA tent and sleeping bag (if you have them) or blankets.\nWhatever cash you have on hand.\nExtra food and water.\nFor rebuilding your life, there are a number of other things you’ll need:\nMore clothes, for job interviews and for working.\nAny valuables you have in your home.\nYour computer (especially if it has valuable information on it).\nTools for your profession (which might include the above-mentioned computer).\nCopies of all your important documents (birth certificates, marriage license, property deeds, car titles, diplomas and degrees, licenses, kids school records, health records). These can be scanned images on a thumb drive or CD.\nPhotos and other important memories.\nOf course, you’re going to be limited in the space you have available, so you’ll have to be selective about what you take. But by taking the time to plan it out before-hand, you will make it much easier to evacuate with everything you really need, when and if the time comes.\nPlastic bags are a great way to pack soft items, such as clothing. You can literally grab armfuls of clothing and stuff them in the bags. Being soft and flexible, they can then be stuffed in the trunk of your car or corners of the back seat, without a problem. You’ll find that you can pack more, by using plastic bags, than you can by using suitcases, boxes and plastic bins.\nWhat advice would you add on evacuating a disaster? Share your tips in the section below:\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "car",
            "govt",
            "things",
            "youll",
            "roads",
            "evacuation",
            "water",
            "prepping",
            "ready",
            "way",
            "spillway",
            "dont",
            "place"
        ]
    }
]