[
    {
        "url": "https://beforeitsnews.com/christian-news/2018/01/its-the-centerpiece-2562041.html",
        "title": "It's the Centerpiece",
        "authors": [
            {
                "name": "Brother Ralphie",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Brother Ralphie\nThursday, January 25, 2018 7:18\n% of readers think this story is Fact. Add your two cents.\nWhenever one adopts some kind of theme for a theology from the life of Jesus, one feels that it’s necessary to defend this theme no matter what needs to be said to defend it.  I feel this way about the prosperity gospel of today.  But at the same time, with the emphasis on murder and suicide as being unforgivable, the question is begged as to whether I can defend this theme.  Well, in this regard, I only need to say I will do my best, but keep in mind this theme doesn’t begin with me.  I inherited this theme from Angels.  And really, maybe I should be spending my time on defending my conversation with my Angels, however, I don’t really care to defend anything I claim my Angels told me, nor do I feel it necessary to defend the experience I had with my Angels.  In fact, I would say that from the beginning, I didn’t really grasp all my Angels said to me that night.  In fact, it took me a long time to really understand the Message.  I had to live with the idea and apply this idea to every facet of life and living.  I think the best example of this was the Iraqi War.  I was against it from the very beginning, because I didn’t really believe that Iraq had nuclear weapons, but not only this, I was convinced that no one his right mind would use them.  But more importantly, once we got into Iraq, I didn’t really see a way out.  And I was as right then as I am now. \nHowever, I watched the operation Shock and Awe on my TV screen and for the first time, I wondered if God had to have some kind of dispensation for war.  Not that I hadn’t wondered about it before, but I knew people were being killed right before my eyes.  If murder was defined as being against the law, then really, who justifies war except for the country that declares war.  And I wondered whether this country had the right to declare war on Iraq.  I came to the conclusion then that God couldn’t allow for the taking of Human Life no matter the reason. \nThen I had to think through the issue of abortion.  I wondered who was responsible for an aborted fetus.  And not only that, but should a woman carry full-term a baby she doesn’t want and was violated into having?  I had to struggle with this question.  Can a woman be responsible before God for having been raped?  I came to the conclusion that somehow, God HAS to punish rapists.  Rape is one of those sins I just couldn’t accept as a sin that is punished by a woman having a baby she doesn’t want.  Why should a woman carry a rapists baby full-term, I wondered.  So, I put the onus on the rapist.  If a man rapes a woman, and she has an abortion, the rapist in my thinking, is a  murderer.  Plain and simple.  But what about all other abortions?  Does God punish doctors for performing abortions?  I wondered about this.  Doctors have their own problems when it comes to playing God with Human Life.  I then decided that all Human Life begins the instant the sperm enters an egg.  At that moment, Human Life is conceived.  And a woman then, has to be responsible unless she has been raped.  Then I decided that murder can only be defined by a woman making a decision to have an abortion and then going through with it.  A lot more goes into it than just making a decision.  There might be others involved in making that decision with her.  And what about forgiving women who have had abortions?  I struggled with all this.  I did some research and found out that about a third of all women have had abortions.  I can’t just write off one-third of half of humanity.  But the Pope now says that women who have had abortions really should be forgiven by the Church. \nSo, I struggled with all these issues and discovered that murder really can’t be defined by law.  It’s the intentional taking of ANY Human Life for ANY reason; and that when a person dies, there has to be a reason, unless it’s a natural death, which means in this case, God is always the reason.  God can do what He wishes with Human Life, because He is the creator of ALL life. \nWell, it took years for me to understand what my Angels said to me that night.  I had to define murder as I think God would see it.  Once I felt I had all the answers I needed, I decided to go public with my Angels.  As my therapist/friend has said to me about my definition of murder, it’s the most consistent definition he has ever heard.  I told him at that point, that I can judge no one, except only in terms of what I think.  I said that I am not God.  And quite frankly, the fact is, I wouldn’t want the job.  Peace.  I am Brother Ralphie writing for my Angels from The Angels of Life Institute. Brother Ralphie works from his study for the promotion of Peaceful living and inner Peace with God. He calls this the “Sanctity of Human Life Movement.”\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "human",
            "really",
            "woman",
            "centerpiece",
            "theme",
            "murder",
            "life",
            "war",
            "angels",
            "god",
            "wondered"
        ]
    }
]