[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/whoa-x22report-black-ops-operator-comes-forward-and-tells-all-must-hear-video-3590503.html",
        "title": "Whoa! Riveting X22Report: Black Ops Operator Comes Forward and Tells All (Must Hear Video)",
        "authors": [
            {
                "name": "Due Diligence",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Due Diligence\nTotal:\nWhoa! Riveting X22Report: Black Ops Operator Comes Forward and Tells All (Must Hear Video)\nWednesday, January 24, 2018 11:59\n \n \nBlack Ops Operator Comes Forward And Tells All:Cody Snodgres\nSource X22Report Spotlight\n#x22report #blackops #conspiracy #deepstate #politics\nARE YOU COMPLETELY PREPARED & PROTECTED?  \nThe Bible tells us that every human has sinned and fallen short of the glory of God which is  is a heart-penetrating truth. He has provided a way to cleanse us of our sins since we can never be “good enough” to cleanse ourselves. That avenue to God’s grace, mercy and forgiveness (the cleansing of our sins) is through His only begotten Son, Jesus Christ of Nazareth Who is equally God.\n Not one of us are guaranteed a “tomorrow”. Has your time run out? Will you continue to ignore the promptings of God the Holy Spirit or have you awakened to the essential need for God, risking eternal damnation?\n​​God the Holy Father, God the Holy Son and God the Holy Spirit are One God, the true, living, uncreated God Who is ever-present, all knowing, all powerful and all loving. He desires that every single person be forgiven, saved and to live eternally with Him. He is our only real protection and His love for you is unchanging. Accept Jesus Christ as your Savior, the true Messiah, today.\n====================================================================================\nDISCLAIMER: Ads seen on this page or on this site \nare NOT endorsed by NOR are they placed by Due Diligence\nTHIS ARTICLE ENDS HERE\n \n===========================================================================\n \n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCanderson\nI really appreciate Cody Snodgres stepping forth. He is not alone, dispersed all over the world.\nJan 24, 2018, 4:29 pm\nEqualizer\nWell done Cody…Fuc the treasonous Bush’s, Clinton’s and O-Vomit herself. We will expose all the pedophiles, CIA and FBI, ATF, DEA trash. Draining the swamps stench.\nJan 24, 2018, 11:21 pm\nEqualizer\nThank you for the truth and clarification regarding…Branch Davidians, Ron McVey and Waco – “Beast Program” Micro-chips etc. Well done sir!\nJan 25, 2018, 12:19 am\nwheeties\ndd and his massive bs–these self proclaimed salvation experts talking like they are god themselves–delusional–using a man written book inspired by satan–spiritual hell is being a bible thumper,christian—god would not touch any of that crap with a 1000 ft pole cause god does not read the bible–never has,never will–was not written by god either–some insane homeless dudes in a cave wrote it inspired by satan–the word of men not god—the bible is the book of wrath and judgement–god has no wrath,nor judgement–only petty,weak,immature evil hateful,judgemental humans have wrath and judgement like bible thumpers,christians–jesus told us in his day that salvation is for everybody–but the bible thumpers of his day did not like that so they killed him–the bible thumpers of today would do the same—god loves all his stupid humans,even evil,hateful,judgemental bible thumpers–god knows who,what we are..would you as a parent turn on your children for being unwise little stupid kids?no,unless your evil–god is the same–get over yourself and your insane evil book–god is not like your stupid self–god is above the fray–your job to to rise above all that bible thumping nonsense–its a long shot—-humans have been the same stupid bastards since the beginning of time–bunch of evil morons\nJan 24, 2018, 5:32 pm\nI seen black ops around Harrisburg Pennsylvania I think. Black armored vehicles and helicopter and police car. I seen grey and black enclosed car hauler and grey SUV police or something in Wisconsin by that love’s truck stop just east of the petro\nJan 25, 2018, 8:03 am\nI see you have brought back your religious nonsense spam again.\nIf ever I was such a stupid and cruel person as to send my son down to be tortured to death to teach others a lesson, then I would be thoroughly ashamed.\nTake your ridiculous,backward,medieval rites and rotes and bung them down the nearest lavatory.Thanks.\nJan 26, 2018, 7:59 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "comes",
            "true",
            "spirit",
            "hear",
            "video",
            "holy",
            "son",
            "sins",
            "tells",
            "forward",
            "whoa",
            "need",
            "god",
            "ops",
            "riveting",
            "x22report",
            "operator"
        ]
    }
]