[
    {
        "url": "https://beforeitsnews.com/conspiracy-theories/2018/01/jim-chesnar-the-bock-saga-hell-earths-origins-the-higherside-chats-conspiracy-and-paranormal-podcast-3-2486586.html",
        "title": "The Bock Saga, Hell & Earths Origins - The Higherside Chats",
        "authors": [
            {
                "name": "The Higherside Chats",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nJim Chesnar | The Bock Saga, Hell & Earths Origins - The Higherside Chats | Conspiracy and Paranormal Podcast\nWednesday, January 24, 2018 22:22\n% of readers think this story is Fact. Add your two cents.\nConspiracy, Mystery, And Comedy. Boom. Join The Higherside Chats as The Carlwood welcomes, Jim Chesnar, to discuss the Bock Saga, its deep relations to hell and the origins of the Earth. Enjoy the authentic ambiance as Jim, his rooster, and Greg dive into the deep end of the weird pool and do their best to wade through the dense body of esoteric knowledge passed down through the lineage of the family of Bock. Brace yourself. 1:10 Passed down meticulously by methodical oral tradition, through one prominent family, the Bock Saga, contains an elaborate mythology that describes how our reality was formed, where we came from, as well as a history radically different than what we hear in the mainstream. It also contains a detailed description of the origins of the Finnish, Swedish and English languages along with etymology describing the development of letters, sounds, words, and language that is far different than our understanding. 4:03 As the nefarious puppet masters of the power pyramid work hard to erase the pieces of human history passed down through various secret societies, esoteric orders and the oral traditions of enlightened people, here at THC we understand they’ve rewritten history to suit their needs and stripped out any useful knowledge. It is thanks to those like, Jim Chesnar, an Elder Leader of The Order of the Gnostics, who have taken up the task of sharing this sacred occult knowledge, we are able to peer behind the curtain. A friend of Ior Bock, the last remaining member of the Bock lineage, Jim has studied the saga inside and out since 1984. 5:50 Listen as they painstakingly discuss the dense origins of the Bock Saga. Every good journey must have a beginning, and the Bock Saga is no different. The saga begins with the assertion that the Bock lineage is the oldest family on earth, and their oral history is one that starts from the beginning of humanity and creation, rather than backtracking from our current time. This mythology is a history, based on one root alphabet that is 29 sounds with each sound having both a mark and meaning. The saga tells a story based on the Sun, Moon and planets told by a sound people using a true logic that we now call astrology. Listen as Jim details the history and layout of our universe through etymology and connects the saga, it’s root alphabet, and it’s meanings that are now hidden in the plain sight of our everyday language. 12:50 Yes people the Hollow Earth is back with an honorable mention in the Bock Saga. Hold onto your hats as Jim takes us through the twists and turns of our planet’s creation. Follow along as he details the explosion of our magma egg, creating the planet we all know and love, Earth, in its current geographical form. Listen as Jim details a pre-tilted planet, with a huge internal cavern, otherwise known as the underworld. It’s situated at the true north pole, located near present-day Helsinki. This ancient sacred space, centered on an axis has been referred to as the original Holy Land and sits below the North Star, also known as Polaris. 21:50 Hell, it may not be so bad after all. Perusing through the dictionary, one can find more than 60 words that begin with the word hel. By integrating the principles of the Bock Saga using the root alphabet we can better understand the origins of the concept and the truth about hell, the demonizing of it through the Catholic and Muslim religion and lastly, it’s location here. Under the threat of annihilation from both Greek Orthodox and Roman Catholics, the Bock family fled to northern Finland, leaving the pagans residing in “hell” to be completely wiped out. Yes, there is a hell on Earth. 38:42 Crediting the Sun as the life giver, and planet maker is just the beginning of the Bock Saga. Listen as Jim explains the four gifts from the Sun. The first of these gifts is linguistics, which grants us the power of detailed expression. Down came the lightning bolt, sending with it the gift of fire and all that it brings.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "listen",
            "higherside",
            "earth",
            "hell",
            "bock",
            "jim",
            "origins",
            "saga",
            "history",
            "root",
            "chats",
            "family",
            "earths"
        ]
    }
]