[
    {
        "url": "https://beforeitsnews.com/financial-markets/2018/01/record-high-wednesday-diving-dollar-boosts-equity-markets-2952070.html",
        "title": "Record High Wednesday – Diving Dollar Boosts Equity Markets",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Philstockworld (Reporter)\nWednesday, January 24, 2018 7:50\n% of readers think this story is Fact. Add your two cents.\nHow low can we go?\nClearly the US Dollar has fallen out of favor, now down 12.5% since Donald Trump took office.  Since the S&P is priced in Dollars, that means it should be  at least 12.5% higher simply to adjust for the weakness in the currency you use to buy it and, over the same period, the S&P has marched from 2,275 to 2,847 so 25% – the market has doubled the Dollar’s move, which is actually a typical reaction by the market.\nUnfortunately, we have to consider that earnings are also priced in Dollars so companies that aren’t earning 12.5% more than they earned last year are actually losing ground when priced in gold, silver, Euros, Yen, Yuan, BitCoin, oil, etc…  This is especially true for S&P 500 companies who make more than half their money overseas and are currently getting the most favorable conversion rates in decades – making this a great time to repatriate money.\nRepatriation is also driving the Dollar lower as we’re getting a tsunami of Dollars blowing back into the country from overseas.  Some estimate put the number at $2 Trillion that will come back into the country – compare that to $960Bn added to the economy in a year of peak QE by the Fed.  \nThis is why bonds are collapsing and our rates are going higher – whether the Fed takes action or not – because if you want people to lend you money priced in, yuch, Dollars – you’d better give them a really good rate of return to compensate for the crappy currency you are promising to pay them in.  \nMaking America great again by changing the measuring stick is not the best way to run a country.  It’s like claiming your kid got taller because he was 60 Inches tall but now he’s 152.4 Centimeters tall – it’s the exact same thing but it sounds like more.  In fact, the last leg of the Dollar dive was caused by Trumps own Treasury Secretary and film producer, Steve Mnuchin, who actually just said at Davos :  ”Obviously a weaker dollar is good for us as it relates to trade and opportunities“ adding that the currency’s short term value is “not a concern of ours at all.”\nOf course the short-term value of a currency is of no concern to the Top 1%, because they have no need to spend their Dollars when they are weak.  The bottom 99%, however, tend to use their Dollars on a regular basis and can’t wait for the opportune moment to make their purchases, as illustrated by this chart showing what a wealthy person can do with $60,000 vs what a Middle Class person can do with $60,000.  \nClearly, in this example, the rich get richer while the average American, who is forced to spend his Dollars on assets that depreciate or goods that are consumed ends up with little to show for it at the end of the same period.  When the currency is failing, the returns on investments get greater and the buying power for the poor is lower so the wealth inequality grows even more rapidly – so Trump’s weak-Dollar policies are simply transferring massive amounts of wealth to the Top 1% (who own the car company too!).  \nYou may be skeptical but consider Venezuela, where their weak currency has boosted the Annual Inflation Rate to almost 6,000% and the 100 Bolivar Bills, which are the country’s largest notes, were worth 15 cents each last January, causing President Maduro to “revalue” the currency and introducing bigger bills but that hasn’t worked out at all and now the exchange rate is 241,665 Bolivars/Dollar.  So, if I were to tell you how many more Bolivars your Venezuelan company was making this year than last year – you would laugh and say that doesn’t count because it’s a worthless currency run by a Government on the verge of collapse.\nWell, I hate to tell you this but that is the view other countries around the World have of America and you can hide your head in the sand all day long and pretend the FBI investigation into the President’s activities is fake or part of some “deep state” conspiracy but – even if that is true – then what kind of mess is this country?  So either we have a corrupt President who colluded with Russia to get elected and then obstructed justice to cover it up or we have a corrupt law enforcement bureau at the highest levels spearheading a shadow government (apparently headed by Hillary Clinton) that holds all the real power in America.  Either way, it makes investing in the US about as attractive as investing in Venezuela.  \nOn the bright side, as you can see, this was great for investors in Venzezuela’s stock market and it took years before the country really began to slide into the abyss so the US can circle the event horizon of this economic black hole for years before we get sucked in and crushed.  Meanwhile, party on!  \nIn fact, the market could soon get another boost as money flees from declining bonds, which are priced in weakening Dollars paying too-low rates to hold onto for the long-term, especially if the Fed shows they really mean business rasing rates and scaling back QE.  Unfortunately, the Treasury needs to sell even more debt to cover the shortfall in tax collection caused by the Trump Tax Breaks for the Top 1% and also, ironically, to pay off the Fed when they redeem their bond holdings.  \nHaving all that happen at the same time that demand for Treasuries (and Dollars) has been declining and the only thing great about America may be the rising rates at the bank – though maybe we’ll start getting free toasters again?  China has already announce they will be scaling back purchases of US Debt and it’s very unlikely Trump’s declaration of a Trade War is going to make them go easy on us.  Meanwhile, China is facing their own crisis in the $15Tn “Shadow Banking” Industry  as the cash-flow dries up and that system begins to collapse in on itself.  \nMeanwhile, all that worthless cash has no place else to go so we’re still forced to pick up US equities.  Yesterday, for example, we got more aggressive on our GE position in the Options Opportunity Portfolio (we already were more aggressive in our Long-Term Portfolio) on the theory that earnings couldn’t possibly be worse than expected with the stock down at $16ish.\nGE has made a lot of changes and has sold off divisions, raising $78Bn worth of cash but that’s also lowered revenues and profits and, because they have maintained an $8.8Bn annual dividend payment, cash flow was -$9Bn in 2016 (not including debt repayments ($58Bn) and stock buybacks ($21Bn).  It will take GE a while to move back to being cash-positive and management has cut the dividend to 0.48 (2.7%) so cash flow will improve.  \nWe don’t really care whether GE goes up or down, as long as they don’t go bankrupt but, since we’re really in them for the dividend, we don’t need to actually OWN the stock since we can simply sell the 2020 $18 puts for $2.40, which is 5 years worth of dividends!  That makes our worst case re-entry owning the stock at net $15.60, a 13% discount to the current price. \nIn our $500,000 Long-Term Portfolio, we have $50,000 allocation blocks so we can own 3,200 shares of GE at $15.60 but we don’t want to fill the whole block in one shot.  If GE drops to $9, we’d be screwed and down $20,000(ish) but, if we sell 15 short $18 puts for $2.40 we collect $3,600 against just $2,618 in margin and all GE has to do is stay over $18 two years from now and we make 100% of that money.  \nOn the other hand, if GE drops to $9, we would be assigned 1,500 shares at net $15.60 ($23,400) and we’d turn around and sell the $10 calls for about $1.50 and the $10 puts for $1.50 and that would drop our net to $12.60 and down just $5,400 or 10% of an allocation block or 1% of our portfolio.  So the risk is VERY manageable and we’re pretty sure we’d be very happy to double down on GE at $9 and, even if we did that, we still wouldn’t fill a whole allocation block.  \nIn our $500,000 Long-Term Portfolio, we look for short put opportunities like that every month that pay us $4-5,000 so that we’re collecting 10% a year simply for promising to buy cheap stocks if they get even cheaper!\nThe stock has fallen close to our break-even and the 2020 $18 puts are now $3, so down 0.60 (25%) per contract but NOW we have a cheap entry on the stock and yesterday we added 20 2020 $15 calls at $3.90 ($7,800) and left them naked.  Net of $2.40 collected on the short puts, we’re in for net $1.50 with a break-even now at $16.50 and we’ll see how that trade goes along.  Eventually we’ll cover it and lower the basis further – but not for a while.\nBe careful out there!  \nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "not a concern of ours at all.",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=http://www.philstockworld.com//2018/01/24/record-high-wednesday-diving-dollar-boosts-equity-markets/https://www.bloomberg.com/news/articles/2018-01-23/china-s-15-trillion-shadow-banking-edifice-showing-more-cracks"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.philstockworld.com/2018/01/23/tariffic-tuesday-trump-declares-trade-war-in-davos/#comment-7001801",
                "https://beforeitsnews.com/v3/r2/?url=http://www.philstockworld.com//2018/01/24/record-high-wednesday-diving-dollar-boosts-equity-markets/https://www.cnbc.com/2018/01/24/a-weaker-dollar-is-good-for-the-us-treasury-secretary-mnuchin-says.html",
                "https://beforeitsnews.com/v3/r2/?url=http://nymag.com/daily/intelligencer/2018/01/devin-nunes-releasethememo-frenzy-explained.html",
                "https://beforeitsnews.com/v3/r2/?url=http://www.cnn.com/2018/01/24/politics/mueller-investigation-analysis/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://wallstreetexaminer.com/2018/01/treasury-market-declining-demand-mispositioned-dealers-will-become-problem-stocks/"
            ]
        },
        "key_words": [
            "equity",
            "dollar",
            "really",
            "high",
            "stock",
            "rates",
            "markets",
            "boosts",
            "priced",
            "portfolio",
            "net",
            "record",
            "puts",
            "ge",
            "dollars",
            "currency",
            "diving"
        ]
    }
]