[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/frozen-lemon-more-powerful-than-chemotherapy-3590296.html",
        "title": "Frozen Lemon More Powerful Than Chemotherapy",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By RiseEarth\nTuesday, January 23, 2018 20:34\n% of readers think this story is Fact. Add your two cents.\nSponsored Links\nOne thing which experts claim it’s even 1.000 times stronger than the chemotherapy treatment is frozen lemon. It probably sounds weird to you, but it actually isn’t. Numerous nutritionists and restaurant professionals use the whole lemon and don’t waste anything.\nHow can we use the skin of this healing fruit rich in vitamins and minerals?\nFirst, you need to wash the peel of the lemon well. After that, put it in your freezer and wrap it into a transparent foil so that you can keep its aroma.\nWhen it has become frozen, grate the whole lemon with a grater. You can sprinkle some of it into various foods and drinks like: rice, granizadas, pure soups, lemonades, pasta sauce, salads, wines, stews, water, sushi etc.\nTheir taste will be improved immensely and they’ll taste fresher than ever. Lemon contains numerous beneficial properties and not only vitamin C. But, its peel is even 10 times stronger because it contains 5 or 10 times more vitamins than the fruit itself and numerous minerals and nutrients.\nThe procedure of freezing a lemon and then peeling it and sprinkling it on food is numerous times more beneficial for our health than any other.\nLemon peel can rejuvenate our skin and improve our whole organism since it helps us to remove all of the toxic elements from our body. Still, this isn’t very well known since the greatest laboratories and medicine factories are concerned that they won’t be able to sell medicines anymore.\nLemon is used in many different ways: we drink its juice, eat the fruit, add it into cakes, ice cream, food etc. Still, numerous scientific researches have proved that it’s extremely efficient in removing tumors and cysts.\nExperts even claim that this fruit is extremely beneficial against all types of cancer. It also contains plenty of antibacterial, antifungal and antimicrobial properties. Lemon is effective against worms and internal parasites, but it can also help us fight stress, regulate our blood pressure etc. Lemon is an amazing alkaline fruit. It helps us regulate the pH in our organism so that we could obtain optimal health.\nAccording to some researches, it can even destroy the malignant cells in 12 different types of cancer and mostly in: breast, colon, lung, pancreas and prostate.\nThis fruit contains compounds which are even stronger than the chemotherapy medicine called Adriamycin! Lemon peel is a natural solution which preserves the healthy cells and only destroys the malignant ones!\nSponsored Links\nFREE subscription to Receive Quality Stories Straight in your Inbox!\nRELATED POSTS\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology, Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "chemotherapy",
            "powerful",
            "contains",
            "stronger",
            "beneficial",
            "numerous",
            "vitamins",
            "frozen",
            "peel",
            "lemon",
            "fruit",
            "times"
        ]
    }
]