[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/6-critical-tips-you-need-to-know-in-order-to-survive-being-stranded-in-your-car-in-freezing-temperatures-video-3590686.html",
        "title": "6 Critical Tips You Need to Know In Order To Survive Being Stranded in Your Car in Freezing Temperatures (VIDEO)",
        "authors": [
            {
                "name": "The Sleuth",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2018-01-06",
        "text": "Total:\n6 Critical Tips You Need to Know In Order To Survive Being Stranded in Your Car in Freezing Temperatures (VIDEO)\nThursday, January 25, 2018 8:03\n% of readers think this story is Fact. Add your two cents.\nWith the unusual winter weather that many parts of the country are experiencing, driving conditions will be harsh and potentially dangerous. Moreover, getting stranded in your vehicle could become a very real threat, especially if you are traveling in isolated parts of the country. If this happens, you have a potentially dangerous survival situation on your hands.\nMost people’s instinct will tell them to leave the car and go for help. If you are in a desolate area, you may not know how far help is and leaving your car will expose you and could get you lost in the wilderness if you don’t know where you are going.\n6 Critical Tips You Need to Know In Order To Survive Being Stranded in Your Car in Freezing Temperatures\nOK, let’s put your survival know-how to the test. Here’s the scenario:\nAt 3 p.m., a last minute work order has requested you to deliver some equipment but you must drive through a remote area where the road’s elevation is between 4,000 and 4,500 feet. The road is infamous for people who don’t know the area to take in the wintertime and get stuck, but you’ve driven it a few times and feel confident you can make it before dark. Before you set out, you turn on your GPS on your cell phone just in case. You’ve also checked the weather station, which turns out is calling for unexpected snow flurries in the area, but you’re on a deadline and will drive very carefully. \nNot a lot of people are driving on the road and you wish you could be at home too. The snow has been coming down for most of the trip making the roads slick. An hour into driving, you unknowingly make a wrong turn and end up on a remote logging road. The snow is really coming down making it difficult to see and you are losing daylight fast.\nYou curse your GPS for not telling you where to turn but realize you’ve lost signal and have no idea where you are. You decide to turn the car around and go out the way you came. As you get to the edge of the road, you lose traction and slide into a snow bank. \nAs you try to free the car from the snow bank, the car won’t budge. You feel yourself panicking as you weigh all the problems – you’ve taken a wrong turn and are on a remote logging road, no one is in sight, you’re stuck in a snow bank and it’s dark outside. \nHow to Survive Being Stranded in Your Car in Winter\nSo, what would you do if you were in this situation? Do you have the skills to get out alive?\nLet’s look at some considerations to keep in mind:\nKeep calm. In this type of situation, you could be stranded for hours or in some cases, days.  Mental preparedness  is key and you must think rationally and logically. This is easier said than done when you’re in a survival situation.\nStay in your car. Above all, exposure will be your greatest threat. Survival experts stress that it is easier for authorities to find you in your car than find you wandering in unknown territory.\nHave a vehicle preparedness kit. This  emergency kit  should reflect the season your area is experiencing and the terrain you are driving through. In winter, you want to have preps on hand to keep the core body warm. Items like a whistle, brightly colored rag or ribbon,  thermos , hand warmers, emergency blankets, emergency beacon, a first aid kit, and flashlight. For a more in-depth article on critical items to carry in your vehicle,  click here .\nHave survival food and water in the car at all times. Keep the basics in mind for food and water. Snow can be melted for water (have a portable water filter in your preparedness car kit. Protein bars,  MRE’s  or  easy survival foods  can be utilized for this emergency situation.\nMake your car visible. Have a bright colored rag or ribbon and tie it onto your car so that search parties can find you. Even using a reflective sun shade could help alert authorities to your whereabouts.\nRun your vehicle every 10 minutes. If your gasoline amount allows, run your vehicle to stay warm. You can bring heat to the interior of the car and charge your cell phone at the same time. Note: Make sure the exhaust pipe of the car is unobstructed from snow. If snow is covering the pipe, this could cause exhaust fumes to enter your car and cause health issues.\nTo survive this type of emergency, you must fight your instinct to leave. Staying with the vehicle will provide you shelter, warmth and if you have emergency supplies, you could have all you need to survive. No doubt that these life-saving tips will help you keep calm, think rationally and, ultimately, survive.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://readynutrition.com/resources/5-quick-emergency-foods-for-all-situations_20092017/",
                "https://beforeitsnews.com/v3/r2/?url=http://readynutrition.com/resources/15-items-that-should-be-in-your-vehicle-during-the-winter_04012014/",
                "https://beforeitsnews.com/v3/r2/?url=http://readynutrition.com/resources/winter-survival-dont-get-caught-in-the-cold-without-this-essential-prep_10012017/",
                "https://beforeitsnews.com/v3/r2/?url=http://readynutrition.com/resources/homemade-mres_02102012/",
                "https://beforeitsnews.com/v3/r2/?url=http://readynutrition.com/resources/the-basis-for-survival-its-all-in-the-attitude_06112015/",
                "https://beforeitsnews.com/v3/r2/?url=http://readynutrition.com/resources/vehicle-72-hour-kits_04122009/",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "situation",
            "snow",
            "tips",
            "freezing",
            "critical",
            "video",
            "stranded",
            "survive",
            "car",
            "emergency",
            "turn",
            "order",
            "need",
            "temperatures",
            "survival",
            "vehicle",
            "know"
        ]
    }
]