[
    {
        "url": "https://beforeitsnews.com/libertarian/2018/01/we-have-it-in-our-power-to-legalize-marijuana-right-now-2702702.html",
        "title": "We have it in our power to legalize marijuana RIGHT NOW!",
        "authors": [
            {
                "name": "Downsize Dc",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Downsize DC\nTotal:\nWe have it in our power to legalize marijuana RIGHT NOW!\nMonday, January 22, 2018 8:52\n% of readers think this story is Fact. Add your two cents.\nThese bills would legalize marijuana instantly, if only the apathetic majority would ACT! Retweet\nThere’s growing support in Congress for liberalized marijuana laws. More bills point in that direction. Two of the bills would achieve full, federal legalization, and they’re getting sponsors! Here’s what we think…\nIf every American who supports marijuana legalization would ask their reps for it, right now, it would happen in a matter of days.\nAfter all, roughly 80-million Americans (64%) now favor marijuana legalization . And, as we have argued before , politicians pay attention to polls. That’s why we’re seeing more legalization bills, and more sponsors for them. But, as we have also argued before…\nCongress tends to move slowly when public opinion changes. Pressure is needed to inspire action, and that pressure must exceed the force pushing against you. But that could easily be accomplished if only half of the people who favor legalization took action. In fact…\nWe could legalize marijuana instantly if only the 64-million libertarians acted.\nBut too many of us remain apathetic and docile. So we must proceed in tiny increments when so much more is possible. \nFor our part, if we have your help, we will continue trying to find and mobilize both the dormant libertarians and the people who agree with us on individual issues. We’ve added 348 of them since November. So…\nIf you agree with that goal, what does it mean for you to help us?\nOpen and read these Dispatches\nDo every action (you agree with)\nForward our action items to like-minded friends, especially libertarians\nFollow us on Facebook, if you have an account, and set your follow to “See First.”\nShare our Facebook action items (when you agree with them)\nHelp us increase recruitment from mere hundreds to multiple thousands, either with an occasional donation, or a monthly pledge . Our current monthly pledges run from $2 to $250.\nFor today it means…\nTake action on the positive bills that have been introduced in Congress.\nThe Rohrabacher-Blumenauer Amendment protects marijuana states from federal tyranny, but it must be extended yearly. It’s EXPIRED and needs extending now! Urge your reps to do that .\nThe Respect State Marijuana Laws Act ( H.R. 975 ) says that the cannabis provisions of the Controlled Substances Act “shall not apply to any person acting in compliance with State laws relating to the production, possession, distribution, dispensation, administration, or delivery of marijuana.” This bill has momentum. It has moved from 24 to 40 cosponsors in a matter of days. Ask your reps to co-sponsor.\nHelp reps like Justin Amash get more cosponsors for the Ending Federal Marijuana Prohibition Act ( HR 1227 ). This bill removes marijuana from the Controlled Substances Schedule 1 (effectively legalizing it at the federal level) while prohibiting marijuana importation into states where it remains illegal.\nRemember, success can be had if YOU…\nOpen our messages\nDo the actions\nForward them to like-minded people\nFollow us on Facebook and set your “Follow” to “See First.”\nShare our Facebook action posts\nThanks for being an ACTIVE DC Downsizer,\nPerry Willis & Jim Babka\nDownsize DC\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "shall not apply to any person acting in compliance with State laws relating to the production, possession, distribution, dispensation, administration, or delivery of marijuana.",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.congress.gov/bill/115th-congress/house-bill/975",
                "https://beforeitsnews.com/v3/r2/?url=https://www.congress.gov/bill/115th-congress/house-bill/1227",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "right",
            "marijuana",
            "reps",
            "facebook",
            "bills",
            "act",
            "action",
            "federal",
            "agree",
            "legalization",
            "legalize",
            "power"
        ]
    }
]