[
    {
        "url": "https://beforeitsnews.com/police-state/2018/01/disgraceful-bully-boy-policing-on-l-a-metro-train-video-4781.html",
        "title": "DISGRACEFUL BULLY-BOY POLICING ON L.A. METRO TRAIN AGAINST TINY 18 YR OLD GIRL - VIDEO",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By butlincat (Reporter)\nTotal:\nDISGRACEFUL BULLY-BOY POLICING ON L.A. METRO TRAIN AGAINST TINY 18 YR OLD GIRL - VIDEO\nWednesday, January 24, 2018 4:33\n \n \n \nWarning some explicit language used. An 18-year-old female student was pulled from the train and taken into custody by a L.A. Metro Transit police sergeant. News Article: 18-year-old Female With Foot On Seat Pulled From Train By L.A. Metro Transit Police Sergeant And Arrested http://bit.ly/2G7Qy7T\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nbutlincat\nbig hard man, huh?  i call “pussy” with delusions of grandeur!!\nJan 24, 2018, 4:35 am\nchuckfrank\nStupid liberal snowflake just had to tell the cop, ‘oops sorry, my bad’. But no, she thinks she has a right to 2 seats. Well done officer, time to take out the trash!\nJan 26, 2018, 8:30 pm\nraburgeson\nLook the people in juries have to become very kind to lawsuits brought against companies that hire people in positions that abuse the general public. The jury interprets the law and sets the judgement. We need to do some hand slapping and the perps need to be fired if for no other reason than settlement either puts the employer, (including cities and states and federal governments), into bankruptcy or close to it. It will put a stop to this type of harassment of the citizens of this republic.\nJan 30, 2018, 6:02 am\nraburgeson\nGive this girl and every person like her a million dollar settlement and your will find calm respectful security everywhere you go. Lock up the murderers that get into these type that abuse their position. The people have the power to put an end to all of this and the power to do so is in the jury box. Please listen all of you and pass this on. They are bang out of control and the people have to respond.\nJan 30, 2018, 6:11 am\nmasterofnone\nWe are supposed to adhere to the “rules” of use for publc transit,the “rules” are set so the trains can be maintained for “proper use”.\nFoot or no foot,the 18 y/o should have simply “adhered to the rules”,which are designed for “ALL” users of public transport\nThere were so many cops,because of the threatening manner displayed by riders, who should have been respectful of the “rules” in the first place….women like the “big and tall”,should have minded her own buisness,simply took note and been defense,in a court of law.\nMind you…..discretion is in the eyes of the beholder…..the 18 y/o should have abided by the “rules”….then no problem…\nBut since she is mouthy,and her “friend”, was threatening,they got what they desreved\nJan 31, 2018, 5:30 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.youtube.com/redirect?v=39tYpW4C3YM&event=video_description&redir_token=Vn6OiBp05WcgKB7sAvCpp8fTcYN8MTUxNjg3OTY5MUAxNTE2NzkzMjkx&q=http%3A%2F%2Fbit.ly%2F2G7Qy7T",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "old",
            "yr",
            "policing",
            "tiny",
            "video",
            "worldwide",
            "truth",
            "tell",
            "using",
            "disgraceful",
            "patriot",
            "linkstep",
            "telegram",
            "phone",
            "girl",
            "metro",
            "la",
            "big",
            "train",
            "beforeitsnews"
        ]
    }
]