[
    {
        "url": "https://beforeitsnews.com/spirit/2018/01/three-profound-secrets-to-a-happy-life-2511842.html",
        "title": "Three profound secrets to a happy life",
        "authors": [
            {
                "name": "Frosty Wooldridge",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Wednesday, January 17, 2018 12:49\n% of readers think this story is Fact. Add your two cents.\nBy Frosty Wooldridge\nThomas Jefferson said, “We hold these truths to be self-evident, that all men and women are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness.”\n(Steven Malais, after summitting Homestake Peak at 13,209 in mid February,(in the background), Hut to Hut mountaineering skiing, 10th Mt. Hut, Colorado.) Photography by Frosty Wooldridge\nThrough all of human history, ordinary people longed for the mythical ideal to be happy, to live a fulfilling life and to enjoy the fruits of their talents.\nFor the first time in history via Thomas Jefferson and the founding fathers of America—ordinary people suddenly enjoyed the “right” to pursue their happiness in their own ways, at their own speed and at their own choices.\nAs an ordinary citizen of America, my life path carried me into amazing places. My choices allowed me to come into contact with some remarkable people who espoused “how” to live a happy life. I share their ideals with you in order for you to incorporate them into your own life—and prosper with happiness.\nHenry David Thoreau said, “If you advance confidently toward your dreams, and endeavor to live the life which you have imagined, you will meet with success unexpected in common hours. You will pass through invisible boundaries. You will engage new and liberal laws. And you will live with the license of a higher order of beings.”\nI read that quote every morning before my day begins. I inculcate the essence of the message into my brain cells and my thought patterns. I make plans, I prepare to carry them out and I pursue them confidently. At first, I met with many obstacles with my dream to bicycle on all seven continents. Those difficulties became stepping stones to my ultimate success because of my “advancing confidently” toward my dreams. Successes “popped up” in the creative field of life at the most unexpected hours.\nSomewhere along your own journey, by incorporating Thoreau’s wisdom, you will pass through invisible boundaries. Once you make the transition, you will engage new and liberal laws in your daily activities. Your thought patterns change to increasingly more abundant and creative vibrations. Those vibrations propel you toward living with a higher order of beings—in other words, you transform via your thoughts. You become how you think. You manifest what you imagine.\nJack London said, “I would rather be ashes than dust. I would rather my spark burn out in a brilliant blaze than be stifled by dry rot. I would rather be a superb meteor; every atom in magnificent glow—rather than a sleepy and permanent planet. The proper function of man-woman is to live, not merely exist. I shall use my time.”\n \nYou, too, enjoy the miracle of living. By incorporating the first and second secrets, you change the vibrations in your mind, in your heart and in your spirit. You transition into an entirely new and creative realm of thought and creative process. London understood it in his vivacious living and his enthralling literary pursuits. His book Martin Eden lives inside me since I read it 40 years ago. London inspired me and still does to this day.\nGoethe said, “Whatever you can do, or dream you can do, begin it. Boldness has genius, power and magic in it. Begin it now.”\nActions drive your coveted dreams to reality, which drive your life toward fulfillment. While engaging your mind to harness your dreams, you take actions that connect you to your happiness. By channeling the creative energy of the universe, you live a happy life.\nFB Adventure page: How to Live a Life of Adventure: The Art of Exploring the World\nFB poets: Bicycling Poets\nFB Unique Moments: Bicycle Touring Unique Moments\nLatest book: Living Your Spectacular Life, Amazon and/or 1 888 280 7715\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nPink Slime\nYou want to live the moment??  Then seek nature.  You want to live in ETERNITY?   Then seek God.\n1Chr 22:19 Now set your heart and your soul to seek the LORD your God….\nJan 18, 2018, 8:27 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "We hold these truths to be self-evident, that all men and women are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness.",
                "Frosty Wooldridge",
                true
            ],
            [
                "If you advance confidently toward your dreams, and endeavor to live the life which you have imagined, you will meet with success unexpected in common hours.",
                "Henry David Thoreau",
                true
            ],
            [
                "You will pass through invisible boundaries.",
                "Henry David Thoreau",
                true
            ],
            [
                "You will engage new and liberal laws.",
                "Henry David Thoreau",
                true
            ],
            [
                "And you will live with the license of a higher order of beings.",
                "Henry David Thoreau",
                true
            ],
            [
                "I would rather be ashes than dust.",
                "Jack London",
                true
            ],
            [
                "I would rather my spark burn out in a brilliant blaze than be stifled by dry rot.",
                "Jack London",
                true
            ],
            [
                "I would rather be a superb meteor; every atom in magnificent glow—rather than a sleepy and permanent planet.",
                "Jack London",
                true
            ],
            [
                "The proper function of man-woman is to live, not merely exist.",
                "Jack London",
                true
            ],
            [
                "Whatever you can do, or dream you can do, begin it.",
                "Goethe",
                true
            ],
            [
                "Boldness has genius, power and magic in it.",
                "Goethe",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "read",
            "creative",
            "living",
            "life",
            "thought",
            "secrets",
            "dreams",
            "live",
            "happy",
            "second",
            "profound",
            "vibrations"
        ]
    }
]