[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/trump-has-finally-had-enough-hes-sending-in-the-feds-to-clean-house-2974210.html",
        "title": "Trump Has Finally Had Enough! He’s Sending in the Feds to Clean House",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nTotal:\nTrump Has Finally Had Enough! He’s Sending in the Feds to Clean House\nThursday, January 18, 2018 10:19\n \nEver since Trump got into office, “sanctuary” mayors and governors keep thumbing their nose at federal law, vowing that they’ll continue harboring illegal criminals in their cities and states. But that is all about to change. According to breaking reports, Trump is now sending in the feds to clean house, and what just came out of a Senate committee’s hearing on these illegals has the liberal leaders of these sanctuary cities and states in a mass panic.\nAfter months of defying President Trump and federal law, it looks like we will finally see justice in regarding illegal immigration and these illegal “actuary cities” that are run by ignorant and insane mayors. Democrats have been doing all they can to stop Trump from cleaning up the immigration problem, and they have taken it to a place where law enforcement is being prevented from helping ICE agents do their job. That combination not only allows for illegals to continue to suck our system dry and in many cases commit heinous crimes against actual citizens, but it also makes our ICE agents jobs that much harder and more dangerous. But that’s all about to change.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nEruditeOne\nThank you God for helping the U.S.A. elect Donald J. Trump as its President and giving him the ability, drive, knowledge and wisdom necessary to clean house as fully as it needs cleaning.\nJan 18, 2018, 11:12 am\nThe president directing the FBI to “clean house” sounds suspiciously like a coup.  Didn’t Hitler do that with the SS?  I have no love for the Obozo era – but let’s do things constitutionally.  Two wrongs don’t make it right.\nJan 18, 2018, 2:39 pm\nTrump has none of those attributes, he’s an infantile sociopath with the moral compass of a tapeworm who only knows how to bully and lie.\nJan 18, 2018, 5:34 pm\nJan 18, 2018, 11:34 am\nJan 18, 2018, 11:39 am\nDK\nSort of a Bin Salman purge, the obviously corrupt are being shaken down to recover the funds and power of the state, but the states modus operandi never changes. Move along, there will certainly be nothing to see here.\nJan 18, 2018, 1:06 pm\nharry\nOn the Steve Quayle website, you can watch ten minutes of people living in tents.  This is immigration at a true level.\nJan 18, 2018, 1:38 pm\nJan 18, 2018, 7:48 pm\nfreedomfirst\nSatan gave us Clinton and Odama BUT GOD sent America TRUMP. We have only one chance to get it right and President TRUMP needs every one of us to speak up against the deep state and it’s progressive puppets. The Democratic party has evolved into the progressive communist party that is why they ALL vote one way they are picked to be followers not individual thinkers, I can hear their stupidity when they talk or try to bring their point up like Sen. Watters , Peelowsi , Shumer,Perez,Booker,Warren they all sound like their a special needs child with a LOW IQ.\nJan 18, 2018, 10:26 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "trump",
            "feds",
            "immigration",
            "illegals",
            "house",
            "cities",
            "sending",
            "illegal",
            "law",
            "sanctuary",
            "states",
            "mayors",
            "finally",
            "clean",
            "hes"
        ]
    }
]