[
    {
        "url": "https://beforeitsnews.com/prophecy/2018/01/sandy-hook-fbi-vault-documents-released-10-facts-video-2496595.html",
        "title": "Sandy Hook FBI Vault Documents Released - 10 Facts (Video)",
        "authors": [
            {
                "name": "Jeffery Pritchett",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Jeffery Pritchett\nMonday, January 22, 2018 9:34\n \n10 Sandy Hook Facts from Newly Released FBI Vault Documents\nFBI Documents on Sandy Hook\nRecently, the FBI released 1,500 pages of heavily redacted documents(2) that provide more illumination into the troubled background of Adam Lanza and what may have led him to commit mass murder that December morning. The documents included grand jury proceedings and interviews of various people by FBI agents.\n1. Adam Lanza did not exhibit any signs of mental illness when he was a young child attending Sandy Hook through the fifth grade before moving on to middle school. As he grew into adolescence his mental condition deteriorated, and he was diagnosed with Asperger’s, a form of autism.\n2. Adam would exhibit what was described as “episodes” in high school that required his mother, Nancy Lanza, to come and help him through them. Eventually his mother took him out of school and enrolled him in a local Catholic school. When that did not work out, Ms. Lanza home-schooled Adam until his graduation.\n3. Adam was extremely socially isolated, had no friends or girlfriends, and eventually disconnected from his older brother and father, who was divorced from his mother.\n4. The Sandy Hook shooter was described as having average intelligence, but one witness described a visit to his home by federal agents when Adam was in the ninth grade. The neighbor had heard that Adam had hacked into a government computer and that his mother had expressed the hope that he might get a job with a federal agency because of his computer skills.\n5. Adam’s father would take him shooting before they disconnected around 2010, which is likely how he obtained familiarity with firearms.\n6. Adam would exhibit peculiar thought processes. Food, which did not appeal to him, had to be served in a certain way on certain dishes. He believed that he was overly sensitive to light and toward the end did not leave his home for any appreciable period of time. He would sometimes sleep for 12 hours at a time and would not leave his room for days.\n7. Adam was described as “weirded out” by Super Storm Sandy, which occurred a little more than a month before the shooting. He refused to leave the house to stay in a hotel and forced his mother to stay with him, even though several days passed before electricity was restored.\n8. Nancy Lanza was frightened of leaving her son alone. She refused one proposal of marriage because it would have meant moving out of state and leaving Adam alone. She was concerned about what would happen to him once she died.\n9. Both Adam and his mother were in denial over his condition. He would not take medication or engage in any therapy. One expert witness at the grand jury proceeding opined that Adam, his mother, and his educators contributed to the severity of his condition by refusing to confront it.\n10. Because Adam shot himself to death when the police arrived at Sandy Hook, we will likely never know what triggered his rampage. We know that he planned the massacre, including his suicide. Several people who were interviewed expressed regret that they had not done more to intervene, the theory being that such intervention might have prevented the massacre.\nReferences & Image Credits:\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nbill-e-bob\nI wouldn’t trust anything the FBI or CIA say or do any further than I can spit. 15 Intelligence agencies and 911 ‘happened’? Really?What the hell were these ‘intelligence’ apparatus doing then? Now the FBI has accidentally lost or deleted critical texts – what a joke, an absolute joke. Those texts are backed up #1, the NSA has them #2. They are laughing in the face of this entire country.\nJan 22, 2018, 10:06 am\nAnonymous\nThey were pulling the capers and planning the next one for mainstream media stool pigeons.\nJan 22, 2018, 11:58 am\nAnonymous\nActually, if you are a true BINNERITE you don’t believe this shooting ever even took place.  Strange as that seems.\nJan 22, 2018, 10:06 am\nStart with Adam Lanza didn’t exist.  Complete fraud.  Invented release.  See James Fetzer.  Nobody died.  Yah, happy news!  No?\nJan 22, 2018, 2:02 pm\nmerlgerl\nThe official story has always been his MOTHER took him shooting, he was smart and took some college courses while still in high school. And if you take a look at the group tech pic above you will see the 3 boys in the front were added to the photo, 2 with their arms around each other, were sitting in the photo they were cut out of and the 3rd was leaning against something when cut and added to the tech group photo. Horrible photo shop.\nJan 22, 2018, 2:31 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "sandy",
            "fbi",
            "released",
            "video",
            "lanza",
            "facts",
            "school",
            "shooting",
            "mother",
            "hook",
            "vault",
            "adam",
            "documents",
            "described"
        ]
    }
]