[
    {
        "url": "https://www.politico.com/story/2016/09/charlotte-mayors-asks-trump-clinton-to-delay-trips-to-city-228613?cmpid=sf",
        "title": "Charlotte mayor asks Trump, Clinton to delay trips to city",
        "authors": [
            {
                "name": "Nolan D. Mccaskill",
                "link": null
            },
            {
                "name": "Cristiano Lima",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-23",
        "text": "Charlotte mayor asks Trump, Clinton to delay trips to city\nWhile expressing appreciation for the candidates' concerns for the city, Roberts told CNN's Erin Burnett that Charlotte has \"very stressed resources for security.\"\nStory Continued Below\n\"If there would be a way to delay these visits in terms of giving us a chance to get our city back to order and back to more of a state of normalcy, that would probably be ideal,\" she said.\nClinton's campaign announced earlier Friday that the candidate would visit Charlotte Sunday, however, in a statement released later Friday, Clinton campaign communications director Jennifer Palmieri confirmed that the visit had been postponed.\n\"Hillary is grateful for, and intends to honor, the invitation from faith leaders to visit with the Charlotte community. After further discussion with community leaders, we have decided to postpone Sunday's trip as to not impact the City's resources. She will plan to visit Charlotte next Sunday, provided circumstances allow. In the meantime her prayers are with the people of Charlotte during these difficult days.\"\nDonald Trump quickly responded to Clinton's reversal, tweeting that Clinton was trying to \"grandstand\" and calling her initial decision to go to Charlotte \"dumb.\"\n\"Crooked Hillary's bad judgement forced her to announce that she would go to Charlotte on Saturday to grandstand. Dem pols said no way, dumb!\"\nTrump was reportedly considering going to Charlotte next week but has not elaborated on those plans. He incorrectly identified Clinton's initial trip as scheduled for Saturday.\nClinton has called for Charlotte police to release video footage of the confrontation between officers and Keith Lamont Scott, the African-American man whose fatal shooting by a police officer Tuesday ignited recent protests. Clinton wrote on Twitter Friday: \"Charlotte should release police video of the Keith Lamont Scott shooting without delay. We must ensure justice & work to bridge divides.\"\nCharlotte should release police video of the Keith Lamont Scott shooting without delay. We must ensure justice & work to bridge divides. -H\nRoberts, who favors releasing the video as long as it does not impinge the \"integrity\" of the investigation, also weighed in Friday on the ongoing controversy over whether Scott was carrying a weapon, as officers have claimed.\n\"I think all three videos have obscured or blurred or it is not precise enough view of what was actually going on,\" she said. \"So I it remains inconclusive in my opinion.\"\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "If there would be a way to delay these visits in terms of giving us a chance to get our city back to order and back to more of a state of normalcy, that would probably be ideal,",
                "",
                true
            ],
            [
                "Hillary is grateful for, and intends to honor, the invitation from faith leaders to visit with the Charlotte community.",
                "",
                true
            ],
            [
                "After further discussion with community leaders, we have decided to postpone Sunday's trip as to not impact the City's resources.",
                "",
                true
            ],
            [
                "She will plan to visit Charlotte next Sunday, provided circumstances allow.",
                "",
                true
            ],
            [
                "In the meantime her prayers are with the people of Charlotte during these difficult days.",
                "",
                true
            ],
            [
                "Crooked Hillary's bad judgement forced her to announce that she would go to Charlotte on Saturday to grandstand.",
                "",
                true
            ],
            [
                "Dem pols said no way, dumb!",
                "",
                true
            ],
            [
                "Charlotte should release police video of the Keith Lamont Scott shooting without delay.",
                "Clinton",
                true
            ],
            [
                "We must ensure justice & work to bridge divides.",
                "Clinton",
                true
            ],
            [
                "I think all three videos have obscured or blurred or it is not precise enough view of what was actually going on,",
                "",
                true
            ],
            [
                "So I it remains inconclusive in my opinion.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/hillary-clinton-charlotte-visit-228595"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/HillaryClinton/status/779390581369864192"
            ]
        },
        "key_words": [
            "asks",
            "video",
            "scott",
            "roberts",
            "trips",
            "city",
            "charlotte",
            "delay",
            "shooting",
            "clinton",
            "trump",
            "mayor",
            "way",
            "visit"
        ]
    }
]