[
    {
        "url": "http://www.cnn.com/travel/article/inn-at-dos-brisas-washington-texas/index.html",
        "title": "A gourmet Texas inn reboots the cowboy way",
        "authors": [],
        "publisher": "www.cnn.com",
        "publish_date": "2017-01-27",
        "text": "Dan Oko, CNN • Updated 29th September 2017\nFacebookTwitterEmail\nWashington, Texas (CNN) —\nFor generations, city slickers have lived out their Old West fantasies on Texas dude ranches. But the newly updated Inn at Dos Brisas, halfway between Houston and Austin, offers much more than dusty cattle drives and campfire cookouts.\nTucked away in the rolling hills of Washington County on a former cotton plantation, the inn features large, luxurious cabins, a gourmet farm-to-table restaurant and a 7,000-bottle wine cellar.\nThe lavish resort does not, however, forsake the desire guests may have to enjoy an authentic Texan destination .\nNot only does the 313-acre getaway draw produce, eggs and herbs from its on-site USDA-certified organic farm, but Dos Brisas also boasts one of the Lone Star State's top equestrian centers, with a large indoor arena and horseback riding for all levels.\nThe Inn at Dos Brisas -- the name translates to \"two breezes\" -- started out as a family retreat for the well-heeled Houston-based investor Doug Bosch and his wife, Jennifer. But soon after they bought the property in 2000, the couple recognized its potential to become a posh guest ranch, which opened in 2004.\nGoing back for more than a century, the land has seen a variety of uses. In addition to cotton farms, it previously housed Confederate soldiers and also was a cattle ranch.\nAs the Bosches undertook renovations, they were initially inspired to establish a foodie destination, hiring renowned talent from outside of Texas and tilling their first fields. Their vision soon expanded to include overnight hospitality.\nFresh talent, seasonal flavors\nThe resort's own organic farm drives menus at the Forbes five-star restaurant.\nCourtesy The Inn at Dos Brisas\nFor six months at the start of 2016, Dos Brisas was temporarily shuttered for an overhaul, which included extensive makeovers for the kitchen and dining room.\nNew hires included chef Matt Padilla, a part-time Texan who worked overseas at Noma in Denmark, one of the most highly touted restaurants in Western Europe, before joining the 5-star kitchen at element 47 at The Little Nell in Aspen, Colorado.\nThe emphasis on seasonal local ingredients was one of the things that pulled Padilla south from the mountains. \"We try to focus on what's available on the farm first,\" he says. \"I love being in a place where the seasons are constantly changing.\"\nPadilla coordinates extensively with the inn's farm manager, Steve King, a former horticulture professor at Texas A&M University, 30 miles to the north.\nRelated content\nKing is a hearty Arkansas native, who in addition to teaching had been selling heirloom tomatoes at local farmer's markets before he joined the Dos Brisas team. Currently, he oversees 42 acres of fields, rotating numerous crops across smaller plots to defeat pests and promote sustainability, as well as a 7,000-square-foot state-of-the-art greenhouse.\n\"This is one of the few places where the restaurant is actually on the farm,\" King muses. \"And what we have is a real farm, not a simple garden. It's hard work.\"\nMenu items change frequently, as different fruits and vegetables reach their peak, often combined in dishes that are a nouveau Texas-European hybrid dreamed up by Padilla, who has trained with French and Italian masters.\nGulf seafood, local venison and hand-selected cheeses from area producers compliment the freshly harvested crops. The chef's wife, Tara Padilla, a trained sommelier, oversees the bar program, which includes cocktails infused with herbs from the inn.\nAll the hard work and attention to detail pays off: The inn is the only restaurant in the state of Texas to earn five stars from the Forbes Travel Guide.\nLuxury in the birthplace of Texas\nl\ne\nv\na\nr\nt\nDos Brisas guests can take in panoramas of the farm and surrounding country from one of the 750-square-foot tile-roof casitas or from one of five spacious reproduction Colonial Mission haciendas.\nThe latter, completed in 2011, impress with 3,000 square feet of amenities, including cathedral-ceiling timber interiors, overstuffed leather furniture, gas fireplaces with electronic ignition, cavernous showers, screened porches and outdoor plunge pools on a private patio.\nConstructed as side-by-side duplexes, the more intimate, romantic casitas have interior thru-doors that expand them to suites.\nAs Dos Brisas has expanded, the inn's unique Texas character, and rustic yet upscale approach to hospitality, made it a natural fit for membership with Relais & Chateaux, an association of independent hospitality companies.\nThe area has long been a regional crossroads, playing a crucial role in Texas history. In 1836, the Texas Declaration of Independence was signed 10 miles from the inn on the banks of the nearby Brazos River. In the wake of the infamous battle of the Alamo in San Antonio, that document established the Republic of Texas -- and to this day, Washington County continues to be regarded as the birthplace of Texas.\nInterested visitors can even swing by the official Washington-on-the-Brazos historic site, just 10 miles from Dos Brisas, the Star of the Republic Museum and the Barrington Living History Farm, where staff in period costumes offer daily tours.\nOutdoor adventures\nChannon Hodge/CNN\nActivities at Dos Brisas offer additional diversions.\nRain or shine, horseback riding is the most popular pastime, with miles of trails over the hills and through the woods.\nDespite Houston's well-earned reputation for sprawl, a little over an hour away the only signs of development riders will encounter are a few fences and the occasional outbuilding. Dappled trails trace pasture edges and visit some of the farm fields where bluebirds flit in and out of houses affixed to wooden posts.\nThere is a jumping course for experts and a longer, more challenging woodland routes for more advanced riders. With 31 horses, Dos Brisas offers the second largest private indoor equestrian arena in Texas.\nRelated content\nFor those who prefer to sit back and relax, the inn has an old-fashioned buggy that gets pulled by the resident Clydesdale named Samson, while all of the rooms come with a golf cart for sweat-free conveyance around the grounds.\nThere are stocked bass ponds for anglers; cooking classes for budding epicureans; and loaner bikes for those who want to pedal the historic back roads.\nThe clay-shooting program offers another opportunity to sample a little bit of cowboy culture. Head wrangler Valerie Darlington and her staff cheerfully set guests up with a 12- or 20-gauge shotgun, safety goggles and ear protection -- and offer pointers so that even beginners can knock down the high-flying, bright-orange clays.\nAll of which represent fine ways to work up an appetite, which at the end of the day remains the reason most travelers head for Dos Brisas. The resort this year for the first time is accepting bookings seven days a week.\nThe more genteel touches highlight a fresh 21st-century twist on what a dude ranch can be, but the Inn at Dos Brisas hits its target with an accuracy that an old-time Texas sharpshooter would certainly appreciate.\nIF YOU GO: The Inn at Dos Brisas is in southeast Texas, about 1.5 hours by car from Houston. Midweek, low-season bed and breakfast packages start at $260 for casitas and $442 for haciendas. Regular rates from $442 for casitas and $751 for haciendas. dosbrisas.com .\nFreelance journalist Dan Oko writes about travel and the outdoors for Texas Monthly, AAA and other outlets from his home base in Houston.\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved. CNN Sans ™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "We try to focus on what's available on the farm first,",
                "Tara Padilla",
                true
            ],
            [
                "I love being in a place where the seasons are constantly changing.",
                "Tara Padilla",
                true
            ],
            [
                "This is one of the few places where the restaurant is actually on the farm,",
                "",
                true
            ],
            [
                "And what we have is a real farm, not a simple garden.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.dosbrisas.com/",
                "http://www.cnn.com//www.turner.com",
                "http://www.cnn.com/travel/destinations"
            ]
        },
        "key_words": [
            "way",
            "padilla",
            "washington",
            "dos",
            "brisas",
            "texas",
            "inn",
            "restaurant",
            "miles",
            "reboots",
            "offers",
            "farm",
            "cowboy",
            "gourmet"
        ]
    }
]