[
    {
        "url": "https://www.cnn.com/2016/09/23/politics/cheryl-mills-immunity-hillary-clinton-emails/index.html",
        "title": "Cheryl Mills got immunity in probe, congressman says",
        "authors": [
            {
                "name": "Tal Kopan",
                "link": null
            },
            {
                "name": "Manu Raju",
                "link": null
            },
            {
                "name": "Deirdre Walsh",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-23",
        "text": "Updated 2:51 PM ET, Fri September 23, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nHill source tell CNN a top Hillary Clinton aide had a narrow immunity deal during an FBI's investigation\nThe investigation stems from Clinton's use of a private email server while she was secretary of state\nWashington (CNN)\nHillary Clinton's top aide was given a limited immunity deal by the FBI in the investigation into Clinton's private email server, according to congressional sources Friday.\nCheryl Mills, Clinton's chief of staff and adviser at the State Department, was given the narrow immunity deal during the FBI's investigation into the former secretary of state's use of a private email server during her time in office.\n\"This is beyond explanation,\" Rep. Jason Chaffetz said in a statement. \"The FBI was handing out immunity agreements like candy. I've lost confidence in this investigation and I question the genuine effort in which it was carried out. Immunity deals should not be a requirement for cooperating with the FBI.\"\nA spokeswoman for Chaffetz, chairman of the House Oversight Committee, confirmed that Mills was being given immunity. But a Democratic congressional source said the extent of the deal was limited to a search of her and another aide's laptop.\nAccording to the source, the FBI requested the laptops of Clinton's attorneys, Mills and Heather Samuelson, after they conducted a 2014 review of what emails Clinton sent were work-related and which were personal. Work-related emails were turned over to the State Department and personal emails were deleted.\nRead More\nIn exchange for giving the laptops they used to the FBI, Mills and Samuelson were given a limited immunity agreement from the Department of Justice, the Democratic source said, that they would not face prosecution for any information that was found on those laptops.\n\"The DOJ and FBI considered my clients to be witnesses and nothing more,\" said Beth Wilkinson, an attorney for Mills. \"Indeed, the Justice Department assured us that they believed my clients did nothing wrong. At all points, my clients cooperated with the government's investigation, including voluntarily participating in interviews with the FBI and DOJ.\n\"The letters released to the Hill today only covered the computers that my clients had used in performing their legal work. Because of the confusion surrounding the various agencies' positions on the after-the-fact classification decisions, I advised my clients to accept this letter from DOJ.\"\nA Clinton campaign spokesman said Friday's leak -- coming three days before the first presidential debate -- was politically motivated.\n\"Three days before debate, House GOP selectively leaks details from inquiry that was closed months ago w/no charges,\" Brian Fallon tweeted.\nThree days before debate, House GOP selectively leaks details from inquiry that was closed months ago w/no charges https://t.co/bzmVNKDf6a\nA 'criminal scheme'\nThe FBI announced in July that it would not recommend any criminal charges in relation to its lengthy investigation of Clinton's email use. FBI Director James Comey made the announcement in an unprecedented statement to reporters, during which he also excoriated Clinton's staff for its carelessness, all while saying no criminal acts were prosecutable.\nComey is appearing again on Capitol Hill, testifying before the House Judiciary committee next Wednesday. He is expected to face more questions from Republicans about his handling of the Clinton email probe.\nRepublican candidate Donald Trump seized on the news, with his spokesman saying it proves a \"criminal scheme.\"\n\"No one with judgment this bad should be allowed to serve as President of the United States or hold any public office,\" said spokesman Jason Miller. \"In light of this development, Hillary Clinton must immediately come forward and promise the American people that none of these individuals will ever serve in any capacity in her administration.\"\nThe Democratic source, however, said that the immunity agreement was limited and that Mills testified before Congress and spoke with the FBI without invoking her Fifth Amendment right against self-incrimination.\n\"Mills was not given immunity for any testimony or statements she gave to DOJ. She gave voluntary statements to DOJ as she had previously to the Benghazi Committee,\" the source said.\nThe top Democrat on the Oversight panel, Rep. Elijah Cummings criticized Republicans' response to the issue.\n\"It's beyond disappointing—but not surprising in light of the election—that Republicans are rushing to leak inaccurate information about this very limited agreement between Ms. Mills and the Justice Department,\" Cummings said in an statement, and pointed to praise Mills received from Republicans for her participating in a nine-hour interview on the issue.\nAn IT staffer has also been given immunity in exchange for his testimony.\nMills is a former legal adviser to Clinton's campaign, was her chief of staff at the State Department and has served on the board of the Clinton Foundation.\nHer time at the State Department has been controversial both in terms of her handling of sensitive information via Clinton's email server and in her connection to the Clinton Foundation. While chief of staff at State, Mills traveled to New York on what her lawyer says was a volunteer basis to interview job candidates for the foundation, according to a CNN investigation.\n",
        "quotes": [
            [
                "The FBI was handing out immunity agreements like candy.",
                "Jason Chaffetz",
                true
            ],
            [
                "I've lost confidence in this investigation and I question the genuine effort in which it was carried out.",
                "Jason Chaffetz",
                true
            ],
            [
                "Immunity deals should not be a requirement for cooperating with the FBI.",
                "Jason Chaffetz",
                true
            ],
            [
                "The DOJ and FBI considered my clients to be witnesses and nothing more,",
                "Beth Wilkinson",
                true
            ],
            [
                "Indeed, the Justice Department assured us that they believed my clients did nothing wrong.",
                "Beth Wilkinson",
                true
            ],
            [
                "At all points, my clients cooperated with the government's investigation, including voluntarily participating in interviews with the FBI and DOJ.",
                "Beth Wilkinson",
                true
            ],
            [
                "The letters released to the Hill today only covered the computers that my clients had used in performing their legal work.",
                "Beth Wilkinson",
                true
            ],
            [
                "Because of the confusion surrounding the various agencies' positions on the after-the-fact classification decisions, I advised my clients to accept this letter from DOJ.",
                "Beth Wilkinson",
                true
            ],
            [
                "Three days before debate, House GOP selectively leaks details from inquiry that was closed months ago w/no charges,",
                "Brian Fallon",
                true
            ],
            [
                "No one with judgment this bad should be allowed to serve as President of the United States or hold any public office,",
                "Jason Miller",
                true
            ],
            [
                "In light of this development, Hillary Clinton must immediately come forward and promise the American people that none of these individuals will ever serve in any capacity in her administration.",
                "Jason Miller",
                true
            ],
            [
                "Mills was not given immunity for any testimony or statements she gave to DOJ.",
                "Jason Miller",
                true
            ],
            [
                "She gave voluntary statements to DOJ as she had previously to the Benghazi Committee,",
                "Jason Miller",
                true
            ],
            [
                "It's beyond disappointing—but not surprising in light of the election—that Republicans are rushing to leak inaccurate information about this very limited agreement between Ms. Mills and the Justice Department,",
                "Cummings",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/07/05/politics/fbi-director-doesnt-recommend-charges-against-hillary-clinton/",
                "http://www.cnn.com/2016/08/11/politics/hillary-clinton-cgi-cheryl-mills/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/bzmVNKDf6a"
            ]
        },
        "key_words": [
            "given",
            "probe",
            "investigation",
            "immunity",
            "server",
            "cheryl",
            "clintons",
            "source",
            "congressman",
            "deal",
            "fbi",
            "private",
            "mills"
        ]
    }
]