[
    {
        "url": "http://www.bbc.com/news/entertainment-arts-41500692",
        "title": "The dying art of the great song intro",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "4 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage caption Clean Bandit have squeezed the intros in their hits\nGreat song intros, where a tune builds up before the vocal kicks in, are becoming an endangered species as fickle music fans skip tracks if they don't get immediate gratification.\nThat's the view of the man who co-produced two Clean Bandit number ones this year, and it's backed up by stats.\nThe average intro time has dropped from more than 20 seconds to five seconds since the mid-1980s, research has found.\nProducer Mark Ralph said it is because the rise of streaming services means it's now much easier to move on to the next song if you're not instantly hooked.\nSpotify vs vinyl\n\"Attention spans have now decreased and that is potentially down to the ease with which you can chop and change between pieces of music if you're bored,\" he told BBC News.\n\"If you imagine trying to do that with one piece of vinyl, if you get bored in the first 10 seconds, to take it off the turntable, find another record, put it on and start again is quite a long-winded process.\n\"Nowadays, if you're sitting on Spotify and get bored within 10 seconds, you just flick a button and you're on to the next thing. I think you have to grab peoples' attention much more quickly.\"\nImage caption Sam Smith's voice arrives almost immediately in Too Good At Goodbyes\nRalph worked on Clean Bandit's smash Rockabye, in which Sean Paul's vocal began after just a second; and Symphony, a number one in April, in which the vocal appeared after a whole seven seconds.\nThree of this year's other UK number ones have had intros that lasted just a second or two before the vocals kicked in - DJ Khaled and Rihanna's Wild Thoughts; Artists for Grenfell's charity version of Bridge Over Troubled Water; and the current chart-topper, Sam Smith's Too Good At Goodbyes.\nFeels, the mega-hit created by Calvin Harris, Pharrell Williams, Katy Perry and Big Sean, goes for 30 seconds before the main vocal arrives - but even that intro is punctuated by cries of \"hey!\", \"oh yeah!\" and \"ha!\".\nIn research published earlier this year , Ohio State University doctoral student Hubert Leveille Gauvin found that intro lengths had dropped by 78% between 1986 and 2015.\nImage copyright AFP\nImage caption Katy Perry can't keep quiet during the Feels intro\n\"That's insane, but it makes sense,\" Gauvin said. \"The voice is one of the most attention-grabbing things there is in music.\n\"It's survival of the fittest - songs that manage to grab and sustain listeners' attention get played and others get skipped. There's always another song.\n\"If people can skip so easily and at no cost, you have to do something to grab their attention.\"\nThere's another reason musicians want to grab fans' attention. If a tune is played for less than 30 seconds on Spotify, it doesn't count as a play and they don't get paid.\nThose are factors that songwriters and producers are aware of when crafting their future hits, Mark Ralph says.\n\"I think they're talking about it a lot because obviously it's in their interests to be as successful as they possibly can, and they want to have their tracks streamed as many times and played on the radio as many times as they can.\"\nEpic song intros\nThe Temptations: Papa Was A Rolling Stone - two minutes of pure groove, even in the three-and-a-half minute single edit\nU2: Where the Streets Have No Name - 1:18 of atmospheric guitar before Bono butts in\nDire Straits: Money For Nothing - 1:05, although radio stations would have cut it to 30 seconds to start with its classic riffs\nThe Who: Baba O'Riley - a pulsating 1:05 in one of the all-time classic intros\nThe Eagles: Hotel California - a haunting 52 seconds sets the scene perfectly\nSurvivor: Eye of the Tiger - 50 seconds, just long enough for a boxer to walk to the ring\nThe Rolling Stones: Gimme Shelter - Keith Richards' guitar wails for 50 seconds, although there are backing vocals\nFollow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk .\nRelated Topics\n",
        "quotes": [
            [
                "Attention spans have now decreased and that is potentially down to the ease with which you can chop and change between pieces of music if you're bored,",
                "",
                true
            ],
            [
                "If you imagine trying to do that with one piece of vinyl, if you get bored in the first 10 seconds, to take it off the turntable, find another record, put it on and start again is quite a long-winded process.",
                "",
                true
            ],
            [
                "Nowadays, if you're sitting on Spotify and get bored within 10 seconds, you just flick a button and you're on to the next thing.",
                "",
                true
            ],
            [
                "I think you have to grab peoples' attention much more quickly.",
                "",
                true
            ],
            [
                "That's insane, but it makes sense,",
                "Gauvin",
                true
            ],
            [
                "The voice is one of the most attention-grabbing things there is in music.",
                "Gauvin",
                true
            ],
            [
                "It's survival of the fittest - songs that manage to grab and sustain listeners' attention get played and others get skipped.",
                "Gauvin",
                true
            ],
            [
                "If people can skip so easily and at no cost, you have to do something to grab their attention.",
                "Gauvin",
                true
            ],
            [
                "I think they're talking about it a lot because obviously it's in their interests to be as successful as they possibly can, and they want to have their tracks streamed as many times and played on the radio as many times as they can.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://news.osu.edu/has-music-streaming-killed-the-instrumental-intro/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.instagram.com/BBCNewsEnts/",
                "https://www.facebook.com/BBCEntsNews/",
                "https://twitter.com/BBCNewsEnts"
            ]
        },
        "key_words": [
            "great",
            "art",
            "105",
            "start",
            "30",
            "classic",
            "seconds",
            "vocal",
            "intros",
            "intro",
            "dying",
            "grab",
            "youre",
            "song"
        ]
    }
]