[
    {
        "url": "https://www.cnn.com/2016/09/27/politics/newt-gingrich-donald-trump-debate-advice/index.html",
        "title": "Gingrich's advice for Trump",
        "authors": [
            {
                "name": "Javier De Diego",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-27",
        "text": "Updated 3:39 PM ET, Tue September 27, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\n\"(Trump) didn't throw an interception. He didn't make a major mistake,\" Gingrich said\nGingrich said the Republican nominee should alter his strategy next week\nWashington (CNN)\nFormer House Speaker Newt Gingrich has some tips for Donald Trump before the next presidential debate.\nGingrich, who is a supporter and adviser to Trump's presidential campaign, chatted with CNN Special Correspondent Jamie Gangel about Monday night's showdown.\nHis assessment: \"(Trump) didn't throw an interception. He didn't make a major mistake.\"\nThe Georgia Republican believes Trump won, but concedes pundits are fair to criticize the Republican nominee for taking the bait and getting off message, especially on the \"birther\" question and his tax returns. Gingrich admits Trump \"doesn't have a good answer on birther and he doesn't have a good answer on taxes.\"\nBut he is quick to point out that Monday was Trump's first one-on-one debate, and \"he is doing fine.\"\nRead More\nNext week, when Trump faces Clinton again, Gingrich said the Republican nominee should alter his strategy:\nPrepare: Come to the debate with \"a few more facts, but not too many.\"\nDiscipline: Stay on offense and on message -- \"He's change versus the old order.\"\nPivot: Get off the topics you don't like faster, and make it about her. Specifically, when asked about tax returns, Gingrich suggests Trump focus on the disclosure of the Clinton Foundation and Clinton's emails.\nI worked with Bill Clinton. Bill Clinton and I got a lot done--welfare reform,balancing the budget.Hillary Clinton is no Bill Clinton.\nEarlier on Tuesday, Gingrich focused more on Hillary Clinton, when he tweeted: \"I worked with Bill Clinton. Bill Clinton and I got a lot done ... Hillary Clinton is no Bill Clinton.\"\n",
        "quotes": [
            [
                "Trump) didn't throw an interception.",
                "Gingrich",
                true
            ],
            [
                "He didn't make a major mistake,",
                "Gingrich",
                true
            ],
            [
                "Trump) didn't throw an interception.",
                "Trump",
                true
            ],
            [
                "He didn't make a major mistake.",
                "Trump",
                true
            ],
            [
                "doesn't have a good answer on birther and he doesn't have a good answer on taxes.",
                "Trump",
                false
            ],
            [
                "a few more facts, but not too many.",
                "Gingrich",
                false
            ],
            [
                "He's change versus the old order.",
                "",
                true
            ],
            [
                "Bill Clinton and I got a lot done ... Hillary Clinton is no Bill Clinton.",
                "Gingrich",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "didnt",
            "nominee",
            "trump",
            "trumps",
            "throw",
            "major",
            "gingrichs",
            "republican",
            "interception",
            "gingrich",
            "advice",
            "presidential"
        ]
    }
]