[
    {
        "url": "http://money.cnn.com/2017/10/12/investing/bitcoin-price-5000/index.html",
        "title": "Bitcoin surges above $5,000 to new record high",
        "authors": [
            {
                "name": "Charles Riley",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2017-10-12",
        "text": "We're no longer maintaining this page.\nby Charles Riley   @CRrileyCNN October 13, 2017: 4:10 PM ET\nI lived on bitcoin for 24 hours\nBelieve it or not, a single bitcoin is now worth over $5,000.\nThe alternative currency spiked more than 8% on Thursday, surging above the $5,000 barrier. It traded as high as $5,188.\nThe virtual currency has been on a very real tear, gaining 70% over just the past month. A year ago it was trading at less than $650.\nWhile the currency's moves are often inscrutable, analysts have floated a few theories to explain its meteoric rise.\nThe first is speculation that trading of the currency could soon resume in China following a crackdown on domestic exchanges.\nA second theory is that investor confidence was boosted when Bitcoin ( XBT ) successfully split into two earlier this year, resulting in the creation of a cheaper offshoot called Bitcoin Cash.\nBitcoin buyers may also have taken heart from reports that Goldman Sachs ( GS ) was looking at how it might trade the currency. Goldman CEO Lloyd Blankfein, however, says that no final decision has been made.\nStill thinking about #Bitcoin . No conclusion - not endorsing/rejecting. Know that folks also were skeptical when paper money displaced gold.\nNot every big bank is as keen. In September, JPMorgan Chase ( JPM ) CEO Jamie Dimon described Bitcoin as a \"fraud\" and said he would fire anyone at the bank that traded it \"in a second.\"\nDimon struck a more neutral tone in an earnings call on Thursday, saying that he's not going to talk about bitcoin anymore because there are more important things to discuss.\nDimon and CFO Marianne Lake stressed that the bank will do more in digital payments, however.\n-- Paul R. La Monica contributed reporting.\nCNNMoney (London) First published October 12, 2017: 7:50 AM ET\nCNNMoney Sponsors\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://money.cnn.com/quote/quote.html?symb=XBT&source=story_quote_link",
                "http://money.cnn.com/quote/quote.html?symb=GS&source=story_quote_link",
                "https://twitter.com/hashtag/Bitcoin?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/intent/user?screen_name=CRrileyCNN",
                "http://money.cnn.com/quote/quote.html?symb=JPM&source=story_quote_link",
                "http://money.cnn.com/infographic/technology/what-is-bitcoin/"
            ]
        },
        "key_words": [
            "bitcoin",
            "dimon",
            "currency",
            "bank",
            "traded",
            "trading",
            "lloyd",
            "high",
            "jamie",
            "goldman",
            "5000",
            "ceo",
            "surges",
            "record"
        ]
    }
]