[
    {
        "url": "https://www.activistpost.com/2013/11/11-signs-of-false-flag.html",
        "title": "11 Signs of a False Flag",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2013-11-11",
        "text": "Hot Topics\nThroughout history, versions of the false flag attack have been used successfully by governments in order to direct the force of the people toward whatever end the ruling class may be seeking. At times, that end may be war, or it may be the curtailing of domestic civil liberties and basic human rights. In others, it is an economic agenda.\nIndeed, false flags are themselves capable of taking on a wide variety of forms – domestic or foreign, small or large, economic or political, and many other designations that can often blur into one another. Each may serve a specific purpose and each may be adjusted and tailored for that specific purpose as societal conditions require.\nFor instance, the chemical weapons attack which took place inside Syria in August, 2013 serve as an example of a foreign false flag designed to whip up American fervor for war, on the platform of Responsibility to Protect similar to the Gulf of Tonkin .\nDomestically speaking, a large-scale false flag such as 9/11, can be used to whip up both a massive public support for war and a popular willingness to surrender civil liberties, constitutional procedure, and constitutional/human rights. Economic false flags may take the form of manufactured “government shutdowns” or “government defaults” designed to create a demand for austerity or other pro-Wall Street solutions . Lastly, smaller-scale domestic false flags such as Sandy Hook or Aurora , often involve the implementation of gun-control measures or a greater police state.\nThere are, of course, many different versions of false flag attacks and none fit into a tightly crafted classification beyond the generalized term “false flag.” As stated above, some false flags may indeed embrace an element of each of the different versions listed previously both in terms of methodology and purpose.\nWith that in mind, it is also true that, while massive false flag attacks are always a possibility, it has been the small-scale false flags coming in the form of “shooters” (most often of the “lone gunmen” variety), that have been used most effectively by the ruling class and its mouthpiece media outlets in recent years. While the scale of the attacks have diminished, their frequency has rapidly increased.\nHowever, due to a growing competent alternative media and researching community, as fast as the false flag attacks are launched, a volley of deconstructions of the official narratives are being provided. While many criticisms of the official version of events are wildly incredible, bordering on paranoia and impossibility, there are capable outlets and researchers who are able to expose the false flag for what it is. Indeed, it is for this reason that the false flag has suffered serious setbacks in terms of its effectiveness as of late and why it continues to do so.\nBecause the false flag attack is designed to instill fear, panic, and a guided response from the general public, it is important to deconstruct the narrative of that attack as it is presented. However, we cannot simply be consumed by attempting to expose and deconstruct every false flag attack that comes our way. We cannot ignore the greater issues, the winnable battles, and the demands we must be making simply to expose each and every false flag. We cannot ignore the forest fire to extinguish the occasional burning bush. The false flag, after all, is only the symptom of the disease.\nFor that reason, it is important to enable the general public to recognize the false flag itself, not simply the questionable elements of a particular false flag which will soon be overtaken by a new one. We must train both ourselves and the public to recognize the signs of the false flag when it happens and thus render the attack neutral.\nThe following is a list of some of the most common elements of the false flag attack which should immediately be looked at in the event of some other incident that pulls at the heartstrings and emotions of the general public.\n1. High Profile Event: The first question to ask would be “Is this a high profile incident?” The answer, of course, is fairly obvious. If an attack takes place at the World Trade Center complex causing the buildings to explode and collapse, or if it takes place at the White House, or Pentagon, it is clearly high profile. Thus, the location can be factored in. In other circumstances, however, the act itself may be the major factor such as the case in Sandy Hook Elementary School, a nationally unimportant location but a horrific act that made national news nonetheless. The most important factor, of course, is media attention. Regardless of location or the act, if the media picks up the story and runs it simultaneously on all major mainstream channels, the incident can be considered a “high profile event.”\n2. Changing Stories: In informed researching circles, it is well-known that the information that comes out shortly after the event is usually the most reliable. This is not to discount the existence of confusion related to panicked reports coming from eyewitnesses and the like. However, the information coming out early on has not yet been subjected to the top-down media revision that will inevitably take place as the story becomes molded to fit the narrative pushed by the individuals who either directed the attack at the higher levels or at least have connections with those who are able to control the manner in which various media outlets report the event.\nFor instance, in times of false flag attacks, the initial reports may point to 5 gunmen. Very shortly after, reports may only mention two. Only a few hours after the attack, however, all references to more than one gunmen are removed entirely, with only the “lone gunman” story remaining. Any other mention of additional gunmen after this point is ridiculed as “conspiracy theory.”\n3. Simultaneous Drills: One hallmark of the false flag operation is the running of drills shortly before or during the actual attack. Many times, these drills will involve the actual sequence of events that takes place during the real life attack . These drills have been present on large scale false flags such as 9/11 as well as smaller scale attacks like the Aurora shooting .\nFor instance, as Webster Tarpley documents in his book 9/11 Synthetic Terror: Made In USA , at least 46 drills were underway in the months leading up to 9/11 and on the morning of the attack. These 46 drills were all directly related to the events which took place on 9/11 in some way or other.[1] Likewise, the 7/7 bombings in London were running drills of exactly the same scenario that was occurring at exactly the same times and locations.\nAlthough one reason may take precedence over the other depending on the nature and purpose of the operation drills are used by false flag operators for at least two reasons. One such purpose is the creation of intentional confusion if the drill is taking place during the actual attack. The other, more effective aspect, however, is using the drill as a cloak to plan the attack or even “go live” when it comes time to launch the event. Even more so, it gives the individuals who are involved in the planning of the event an element of cover, especially with the military/intelligence agency’s tight chain of command structure and need-to-know basis. If a loyal military officer or intelligence agent stumbles upon the planning of the attack, that individual can always be told that what he has witnessed is nothing more than the planning of a training exercise. This deniability continues all the way through to the actual “going live” of the drill. After the completion of the false flag attack, Coincidence Theory is used to explain away the tragic results.[2]\n4. Cui Bono? The most important question to ask immediately after any high profile incident is “cui bono?” or “Who benefits?” If one is able to see a clear benefit to any government, corporation, or bank, then the observer becomes capable of seeing through the false flag attack immediately. Many of these questions can be answered by taking a closer look at the behavior of these organizations prior to the attack and shortly thereafter.[3]\nFor instance, the presence of legislation which would stand little chance of being passed before the attack but which is quickly passed (or at least heavily pushed) afterwards is one clue that the conveniently timed attack was actually a false flag. Patriot Act style legislation was actually written before 9/11 but stood little chance of passing in Congress due to the political climate in the United States at the time. After 9/11, however, the Patriot Act was fast-tracked through both Houses of Congress with virtually no debate and with the blessing of the American people.\nReturning to 9/11, it is a fact that a number of individuals who were in positions of power within the US government during the time the attack occurred had desperately wanted to invade several Middle Eastern countries .[4] After the attacks, a war psychosis gripped the ruling class of the United States and the American public followed right along.\nAfter the Underwear Bombing, we saw the rollout of the TSA full-body scanners, a technology which would not have been readily accepted prior to the incident and subsequent propaganda campaign. However, the scanners had been purchased one year earlier by a firm owned by Michael Chertoff, the former head of Homeland Security.\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nLikewise, in terms of the LAX shooting, TSA purchased 3.5 million dollars worth of ammunition in August. Yet, in August, TSA was not an armed agency. After the LAX shooting, however, talk has turned to arming the agency , thus indicating possible foreknowledge on the part of someone higher up in the governmental structure.\nOf course, the same can be said for the explosion of crazed lone-gunman shooting sprees that took place all across the United States amid propaganda pushes for increased gun control measures.\n5. Unanswered Questions: Another hallmark of the false flag operation is relatively obvious – the presence of unanswered questions regarding the details of the attack, the perpetrators, the motive and so on. Although the media narrative that takes shape soon after the attack will ignore these questions, they will inevitably remain if observers are able to think for themselves and focus only on the information. An example of such questions would be  Building 7 on 9/11 or the questions of additional shooters at Aurora and Sandy Hook .\n6. Case is quickly closed: Once an acceptable patsy and cover story is chosen by the media, all other opinions and questions are refused air time. Nothing that even slightly contradicts the official story is acknowledged as legitimate. Once this happens, the patsy, if still alive (in rare circumstances) is charged, prosecuted, and convicted in a largely secret or shadowy proceeding. In most cases, the suspect is killed in the process or shortly after the fact thus negating any first hand contradiction of the official narrative. Either way, the case is closed very soon after the event.\n7. Suspects’ Connection to CIA, FBI, or Other Intelligence Agencies:  One key aspect suggesting a false flag that should be looked for soon after the attack is any possible connection the suspect or group of suspects may have had with intelligence agencies. A connection to any one of these organizations and institutions may go some length in explaining how the attack was coordinated, the motivation of the perpetrators, the actual involvement (or not) of the suspects, and who actually directed the operation. For instance, on 9/11, many of the alleged hijackers had previously had close contact with the FBI, CIA, and other high-level intelligence agencies (both home and abroad).[5] Likewise, the Tsarnaev brothers who have been accused of masterminding and carrying out the Boston Bombing had ties to the FBI before the attack .\nIn many instances, connections to certain military agencies and communities should serve as the same red flag as connections to intelligence agencies since these institutions have largely been blended together.\n8. Convenient Scapegoat: One clue leading an informed observer to suspect a false flag attack is the existence of the convenient scapegoat. Any false flag operation will have a carefully crafted narrative complete with a group of individuals set up for demonization. The OKC bombing had McVeigh and thus, “right-wing extremists” and “militias.” On 9/11, the group was Muslims. In many of the domestic shooting sprees, the demonization was set for gun owners. With the recent LAX shooting, the “perpetrator” was an “anti-government conspiracy theorist.” In the instance of the false flag, a readily identified pasty will exhibit all or most of the aspects of the group and social demographic set to be demonized.\n9. Media Promotes A Narrative Against Scapegoat Groups and/or An Agenda To Take Liberties: One clue suggesting a false flag is that, immediately after the attack and after the perpetrators have been “identified” by “officials” and the media, corporate media outlets begin not only demonizing the demographic group to which the “perpetrator” belongs, but begins promoting “solutions” in order to prevent such an attack from ever happening again. This narrative will always involve the erosion of liberties, the greater implementation of a police state, a specific economic policy, or a march to war.\nSimply put, the media promotes the PROBLEM, allows for and guides the REACTION, and then provides the pre-determined SOLUTION.\n10. Government Begins to “Take Action” Against the Scapegoat or Moves Along the Lines of the Media Narrative: After a healthy dose of propaganda from mainstream media outlets regurgitating the terror of the attack, the perpetrator, and the police state solutions, the Government then begins to take action. Political speeches are given in order to capitalize on the fear and anger felt by the public and in order to reinforce the idea that government is there to act as protector. Political solutions are then offered as bills, executive orders, or political mandates whether it is the curtailment of the 4th Amendment, gun control, or military strikes on a foreign country.\n11. Clues in pop media: Pop media clues, more accurately described as predictive programming , is more easily identified in hindsight. This often involves the portrayal of the very incident occurring in a movie or television show. In other instances, it may involve the conspicuous or even inconspicuous placement of random details of the attack into movies and television. For instance, The Lone Gunman , a short-lived spinoff of the X-Files carried a storyline in which a passenger plane was hijacked via remote control and was being flown into the World Trade Center towers. In  The Dark Knight Rises , a very curious reference was made to Sandy Hook with a map of Newtown, Connecticut on the wall.\nConclusion\nAlthough it is extremely important to educate the general public as to the nature and purpose of false flags, education cannot be a goal in and of itself. The public not only needs to know the truth surrounding specific false flag events as they appear, they need to understand the methodology of identifying them on their own and in real time.\nCreating a culture in which the general public is able to recognize the false flag attack as it is happening, without the need for a massive push by alternative media sources, researchers, or activists, is the first step in not only rendering the tactic useless, but in corralling the force of the people toward true action or, at the very least, creating a culture in which that force cannot be corralled by the ruling class.\nWhile false flag attacks must be addressed, we must not allow ourselves to be so easily diverted off a path of political action, mass mobilization, and the making of real attainable demands.\nNotes:\nRecently from Brandon Turbeville:\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 7, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nLatest News\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "Is this a high profile incident?",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.infowars.com/tsa-to-purchase-3-5-million-rounds-of-ammunition/",
                "http://www.infowars.com/eerie-coincidence-colorado-university-had-identical-drill-on-same-day-as-batman-massacre/",
                "https://www.rt.com/usa/lax-shooting-arm-tsa-agents-280/",
                "https://www.activistpost.com/2010/08/post-apocalyptic-predictive-programming.html",
                "https://www.nytimes.com/2012/04/29/opinion/sunday/terrorist-plots-helped-along-by-the-fbi.html?pagewanted=all&_r=0",
                "https://www.activistpost.com/2013/04/chechen-terrorist-networks-trace-back.html",
                "https://washingtonsblog.com/2011/11/neoconservatives-planned-regime-change-throughout-the-middle-east-and-northern-africa-20-years-ago.html",
                "http://www.infowars.com/fbi-fumbles-as-it-tries-to-cover-up-false-flag-asset-tamerlan-tsarnaev/",
                "http://www.prisonplanet.com/aurora-eyewitness-alarm-announced-murder-in-the-theater.html",
                "https://www.globalresearch.ca/7-7-mock-terror-drill-what-relationship-to-the-real-time-terror-attacks",
                "https://www.activistpost.com/2013/02/the-case-for-1-wall-street-sales-tax.html",
                "https://www.huffingtonpost.ca/2010/11/23/fear_pays_chertoff_n_787711.html",
                "http://www.infowars.com/de-classified-vietnam-era-transcripts-show-senators-knew-gulf-of-tonkin-was-a-staged-false-flag-event/",
                "http://www.infowars.com/confirmed-section-of-gotham-renamed-sandy-hook-in-latest-dark-knight-release/",
                "https://www.activistpost.com/2013/09/5-ways-incontrovertible-evidence-on.html",
                "https://www.thenewamerican.com/usnews/crime/item/16789-what-do-sandy-hook-investigators-have-to-hide",
                "https://www.naturalnews.com/038509_Sandy_Hook_multiple_shooters_police_audio.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.webcitation.org/5e3est5lT",
                "http://www.nbcnews.com/id/4587368/",
                "http://www.wtc7.net/",
                "https://www.youtube.com/watch?v=HaG9d_4zij8",
                "http://www.veteranstoday.com/2012/12/30/evidence-of-multiple-shooters-at-aurora-theater-massacre-covered-up/",
                "http://web.archive.org/web/20030423013539/http:/www.truthout.com/docs_02/05.21B.jvb.usapa.911.p.htm",
                "https://www.youtube.com/watch?v=z3WW6eoLcLI",
                "http://rt.com/usa/fbi-terror-report-plot-365/",
                "http://news.bbc.co.uk/2/hi/south_asia/1550366.stm"
            ]
        },
        "key_words": [
            "narrative",
            "false",
            "signs",
            "flag",
            "media",
            "11",
            "attacks",
            "attack",
            "drills",
            "questions",
            "911",
            "place"
        ]
    }
]