[
    {
        "url": "http://dailybuzzlive.com/close-look-mcdonalds-chicken-mcnuggets-microscope/",
        "title": "Close Look At McDonald’s Chicken McNuggets Under A Microscope",
        "authors": [],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2014-04-21",
        "text": "Posted on\nby Admin\nClose Look At McDonald’s Chicken McNuggets Under A Microscope.\nNatural News announced the first investigation conducted at the Natural News Forensic Food Laboratory, the new science-based research branch of Natural News where they put foods under the microscope and find out what’s really in there.\nMike Adams, the Health Ranger Editor of NaturalNews.com, purchased a 10 piece chicken McNuggets from a McDonald’s restaurant in Austin, Texas.\n \nBut what he found instead shocked him even more. “I’ve seen a lot of weird stuff in my decade of investigating foods and nutrition, but I never expected to find this”, Adams stated.\nAs the photos show, the chicken McNuggets were found to contain strange fibers that some people might say even resembled so-called “Morgellon’s”. They found dark black hair like structures sticking out of the nugget mass, as well as light blue egg shaped structures with attached tail like hairs or fibers.\nThese are shown in extreme detail in the photos, taken on August 15, 2013 at the Natural News Forensic Lab. The actual chicken nugget samples used in these photos have been frozen for storage of forensic evidence. “We also found odd red coloring splotches in several locations, as well as spherical green objects that resemble algae,” said Adams.\n“We are not claiming or implying that these objects in any way make McDonald’s chicken McNuggets unsafe to consume. We do, however, believe that this visual evidence may warrant an FDA investigation into the ingredient composition of chicken McNuggets,” Adams explained. “In particular, where are the hair-like structures coming from? This is especially important to answer, given that chickens do not have hair. Is there a cross species contamination in the processing of chicken McNuggets? This question needs to be answered.”\n* indicates required\nEmail Address *\nRecent Posts\nToddler Takes Jeep For A Joyride. So I’m sure you’ve heard stories of kids taking READ MORE →\nYou hear stories about people waking up at their own funerals and usually you can READ MORE →\nDaily Buzz Live Search\n",
        "quotes": [
            [
                "I’ve seen a lot of weird stuff in my decade of investigating foods and nutrition, but I never expected to find this",
                "Adams",
                false
            ],
            [
                "We also found odd red coloring splotches in several locations, as well as spherical green objects that resemble algae,",
                "Adams",
                true
            ],
            [
                "We are not claiming or implying that these objects in any way make McDonald’s chicken McNuggets unsafe to consume.",
                "Adams",
                true
            ],
            [
                "We do, however, believe that this visual evidence may warrant an FDA investigation into the ingredient composition of chicken McNuggets,",
                "Adams",
                true
            ],
            [
                "In particular, where are the hair-like structures coming from?",
                "Adams",
                true
            ],
            [
                "This is especially important to answer, given that chickens do not have hair.",
                "Adams",
                true
            ],
            [
                "Is there a cross species contamination in the processing of chicken McNuggets?",
                "Adams",
                true
            ],
            [
                "This question needs to be answered.",
                "Adams",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://dailybuzzlive.com/toddler-takes-jeep-joyride/",
                "http://dailybuzzlive.com/video-little-girl-wakes-at-funeral/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://dailybuzzlive.com/author/jenstuart/"
            ]
        },
        "key_words": [
            "forensic",
            "nugget",
            "natural",
            "look",
            "objects",
            "microscope",
            "close",
            "mcdonalds",
            "chicken",
            "photos",
            "mcnuggets",
            "adams",
            "structures"
        ]
    }
]