[
    {
        "url": "https://money.cnn.com/2016/09/26/technology/trump-snapchat-debate-filter/index.html?sr=fbpol092616trump-snapchat-debate-filter0538PMVODtopLink&linkId=29216054",
        "title": "Trump launches 'Crooked Hillary' Snapchat filter for debate",
        "authors": [
            {
                "name": "Hope King",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2016-09-26",
        "text": "by Hope King   @lisahopeking September 26, 2016: 3:49 PM ET\nDebate commission chief: Candidates should fact-check each other\nDonald Trump is turning to Snapchat to drum up support from young voters ahead of tonight's presidential debate.\nThe Republican candidate's campaign launched a nationwide filter on the popular social network Monday.\nWhile some candidates including Hillary Clinton have paid for local Snapchat filters during regional events in the past, this is the first sponsored political filter available nationwide.\nSnapchat users now have the option to take selfies and photos with a picture frame design that says \"Debate Day: Donald J. Trump vs. Crooked Hillary\" before sharing with friends.\nThe filter also features fireworks on the sides and a banner at the bottom with his campaign slogan, \"Make America Great Again.\"\nTrump's special Debate Day filter.\nAnyone can create a filter on Snapchat using the app's Geofilters feature , but its availability is typically limited to proximity to an event, location or community. It's unclear how much Trump's campaign paid for the filter to show up for users nationwide.\nA spokesperson for the Trump campaign did not immediately respond to a request for comment.\nSponsored filters have long been a way for Snapchat -- now rebranded as Snap Inc. -- to bring in ad dollars, in addition to showing sponsored videos within the app.\nTrump and Clinton have used other social media networks, including Twitter ( TWTR ) and Facebook ( FB ), to target younger audiences. But Snapchat is notoriously popular with teens and millennials -- a core group of voters both candidates hope to win over.\n\"Rather than actually try and persuade people, the Trump campaign is throwing money into a fire pit,\" the Clinton campaign said in a statement. \"[This features] a joke that, given Trump's deep unpopularity with young voters, will be used mainly at their own expense.\"\nLooks like @BernieSanders campaign bought sponsored @Snapchat geotag filter at @HillaryClinton event pic.twitter.com/Yk6ZEMLUH1\nRecent polls suggest Clinton has failed to gain the kind of enthusiasm that drove younger voters to the polls four and eight years ago.\nBetween the two major party candidates, Clinton has used Snapchat more so far. Earlier this year, Clinton's camp launched a filter which targeted those attending a Trump rally in California . Clinton also released one during the Republican National Convention , which featured a quote from Trump about how Clinton would make a great president.\nDuring the primaries, presidential hopefuls like Bernie Sanders also used a filter during a Clinton rally.\nCNNMoney (New York) First published September 26, 2016: 11:13 AM ET\nCNNMoney Sponsors\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "Debate Day: Donald J. Trump vs. Crooked Hillary",
                "",
                false
            ],
            [
                "Rather than actually try and persuade people, the Trump campaign is throwing money into a fire pit,",
                "Clinton",
                true
            ],
            [
                "This features] a joke that, given Trump's deep unpopularity with young voters, will be used mainly at their own expense.",
                "Clinton",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://money.cnn.com/2016/04/13/technology/snapchat-instagram-facebook/",
                "http://thehill.com/blogs/ballot-box/presidential-races/281259-clinton-targets-trump-rally-on-snapchat",
                "http://money.cnn.com/2016/09/24/technology/snapchat-spectacles/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://money.cnn.com/quote/quote.html?symb=FB&source=story_quote_link",
                "https://www.snapchat.com/create",
                "https://twitter.com/BernieSanders",
                "https://twitter.com/HillaryClinton",
                "https://twitter.com/Snapchat",
                "https://t.co/Yk6ZEMLUH1",
                "http://nymag.com/selectall/2016/07/hillary-clinton-perfectly-trolls-trump-with-snapchat-filter-at-the-rnc.html",
                "http://money.cnn.com/quote/quote.html?symb=TWTR&source=story_quote_link"
            ]
        },
        "key_words": [
            "filter",
            "voters",
            "young",
            "campaign",
            "launches",
            "candidates",
            "snapchat",
            "trump",
            "debate",
            "clinton",
            "hillary",
            "younger",
            "crooked",
            "used"
        ]
    }
]