[
    {
        "url": "https://www.reuters.com/article/us-kobe-steel-scandal/kobe-steel-ceo-says-data-cheating-may-have-spread-beyond-japan-as-government-orders-probe-idUSKBN1CH001",
        "title": "Kobe Steel CEO says data-cheating may have spread beyond Japan as government orders probe",
        "authors": [
            {
                "name": "Yuka Obayashi",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "October 12, 2017 /  12:07 AM / 2 years ago\nKobe Steel CEO says data-cheating may have spread beyond Japan as government orders probe\n4 Min Read\nTOKYO (Reuters) - Kobe Steel’s CEO said on Thursday the firm’s data-fabrication may have spread beyond Japan, as he was ordered by the government to report on how the misconduct occurred and address safety concerns that have sparked a scare along global supply chains.\nHiroya Kawasaki told reporters the cheating scandal has left  Kobe Steel’s credibility at “zero,” underscoring the deepening crisis at the steelmaker and the sweep of quality problems besetting Japan’s once-vaunted manufacturing sector.\n“The credibility of Kobe Steel has plunged to zero. We will make efforts to regain trust as soon as possible,” Kawasaki, 63, told reporters after meeting government officials.\nA senior government official said managers at Kobe Steel were involved in fabricating data on products used in planes, trains and automobiles, but Kawasaki said his current priority is to deal with safety checks with its clients. The official did not elaborate.\nThe company has found possible further cases of tampering, the CEO said, including in overseas operations.\nThe Ministry of Economy, Trade and Industry ordered Kobe Steel to report on the results of safety checks within about two weeks and the reasons for the tampering, along with prevention measures in under a month.\nHe said he was not expecting to see recalls of cars or airplanes for now and none of the company’s customers have canceled orders. Kobe Steel has no plans to sell assets at the moment, Kawasaki said.\nShares in Kobe Steel stabilized on Thursday after investors, worried about the financial impact and potential legal fallout, wiped about $1.6 billion off its market value in two days.\nThe shares were up 0.9 percent by around 0424 GMT, compared with an 0.5 percent gain in the Nikkei 225.\nThe logo of Kobe Steel is seen at the group's Tokyo headquarters building in Tokyo, Japan October 10, 2017.   REUTERS/Issei Kato\nThe cost of insuring against default on Kobe Steel’s debt has risen sharply this week as the scandal unfolded. Five-year credit default swaps were at 57 basis points on Oct. 5 and last traded at 305 basis points on Wednesday. They were indicated at between 200 and 260 basis points on Thursday.\nGENERAL MOTORS\nIn the U.S., General Motors said it is checking whether its cars contain falsely certified parts or components sourced from Kobe Steel, the latest major automaker to be dragged into the widening scandal.\n“General Motors is aware of the reports of material deviation in Kobe Steel copper and aluminum products,” spokesman Nick Richards told Reuters. “We are investigating any potential impact and do not have any additional comments at this time”\nGM joins automakers including Toyota Motor Corp and as many as 200 other companies that have received parts sourced from Kobe Steel.\nThe steelmaker admitted at the weekend it had falsified data about the quality of aluminum and copper products used in cars, aircraft, space rockets and defense equipment.\nLate on Wednesday it said it had found 70 cases of tampering with data on materials used in optical disks and liquid crystal displays at its Kobelco Research Institute Inc, which makes and tests products for the company.\nIt also found one case of falsified data on iron powder products - material used for car parts such as gears - that were shipped to a customer.\nThe company has said it was examining possible data falsification going back 10 years - a familiar echo of a string of other cheating scandals involving Japan inc.\nSlideshow (2 Images)\nThe corrosive business practices have raised broader questions over corporate governance in Japan, and cast doubt on the integrity of a manufacturing industry once the envy of the world.\nPrevious cases in Japan involving falsified data included Nissan Motor, Mitsubishi Motors and Takata, which filed for bankruptcy this year over faulty airbags that were blamed for 17 deaths and scores of injuries.\nIn 2015, it was revealed that Toyo Tire & Rubber fabricated data to secure government approval for materials to absorb shocks from earthquakes. Conglomerate Toshiba Corp is still battling the fallout of a scandal over reporting inflated profits.\nAdditional reporting by Nick Carey in DETROIT & Naoyuki Katayama in TOKYO; Writing by Aaron Sheldrick; Editing by Kenneth Maxwell & Shri Navaratnam\n",
        "quotes": [
            [
                "The credibility of Kobe Steel has plunged to zero.",
                "Kawasaki",
                true
            ],
            [
                "We will make efforts to regain trust as soon as possible,",
                "Kawasaki",
                true
            ],
            [
                "General Motors is aware of the reports of material deviation in Kobe Steel copper and aluminum products,",
                "Nick Richards",
                true
            ],
            [
                "We are investigating any potential impact and do not have any additional comments at this time",
                "Nick Richards",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "data",
            "used",
            "products",
            "told",
            "probe",
            "kawasaki",
            "spread",
            "orders",
            "japan",
            "tokyo",
            "kobe",
            "steel",
            "ceo",
            "datacheating",
            "tampering"
        ]
    }
]