[
    {
        "url": "https://www.cnn.com/2016/09/26/politics/guest-list-donald-trump-hillary-clinton/index.html",
        "title": "Clinton and Trump: Who's on the debate guest list",
        "authors": [
            {
                "name": "Tom Kludt",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-26",
        "text": "By Tom Kludt, CNN\nUpdated 3:31 PM ET, Mon September 26, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nStory highlights\n(CNN)\nHillary Clinton and Donald Trump will each arrive at Monday night's debate in Hempstead, New York with an ample contingent of campaign aides and surrogates. But the two candidates will also bring a handful of individuals carefully chosen to emphasize a campaign message.\nThe guests include a 9/11 survivor, a pair of military generals and a billionaire who enjoys trash talk nearly as much as Trump.\nBelow is each candidate's guest list, as confirmed by their campaigns:\nClinton:\nMark Cuban: The brash owner of the NBA's Dallas Mavericks, has emerged as one of Clinton's fieriest attack dogs, repeatedly taunting Trump both on Twitter and the campaign trail.\nRead More\nCuban was at it again last week, tweeting that he would be in the front row at Monday night's debate, which he dubbed \"the 'Humbling at Hofstra.'\" Trump fired back, threatening to bring get Gennifer Flowers a seat next to Cuban. Flowers, who in the 1970s had an affair with future President Bill Clinton, told The New York Times that she would be in attendance, but the Trump campaign insisted that it had not invited her.\nLauren Manning: An injured survivor of 9/11 who met Clinton while she recovered from the attacks. Manning also spoke at the Democratic National Convention in Philadelphia this summer.\nAleatha Williams: A Bronx native, Williams has maintained a relationship with Clinton since the Democratic nominee was first lady.\nTrump\nBobby Knight: The legendary former college basketball coach endorsed Trump in April ahead of the Indiana primary. Knight, a three-time national champion as head coach at Indiana University known for his volcanic temper, has referred to the Republican presidential nominee as \"Saint Donald.\"\nMark Geist: A Marine Corps veteran and security contractor, Geist survived the 2012 attack on the US consulate in Benghazi, Libya. He appeared in an NRA ad earlier this summer titled, \"Stop Clinton, Vote Trump.\"\nKaren Vaughn: Vaughn, whose Navy SEAL son died in Afghanistan, was a rare ally for Trump in August, when the candidate sparred with a Gold Star family.\nGen. Mike Flynn: An early supporter of Trump, the retired three-star general has also served as an informal adviser to GOP nominee.\nGen. Keith Kellogg: A former Army lieutenant general, Kellogg is a national security adviser to Trump. He and Flynn teamed up last week to write a rebuttal to former Defense Secretary Robert Gates, who said that Trump is \"beyond repair\" on national security.\nCNN's Jim Acosta and Dan Merica contributed reporting.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "trumpbelow",
            "campaign",
            "twitter",
            "candidates",
            "trailread",
            "trump",
            "guest",
            "debate",
            "clinton",
            "hillary",
            "whos",
            "list",
            "york",
            "trash"
        ]
    }
]