[
    {
        "url": "https://www.nytimes.com/2017/10/10/us/politics/trump-nfl-jemele-hill.html?rref=collection%2Fsectioncollection%2Fpolitics",
        "title": "Trump Threatens N.F.L. and Attacks Jemele Hill of ESPN",
        "authors": [
            {
                "name": "Ken Belson",
                "link": null
            },
            {
                "name": "Peter Baker",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Advertisement\nImage\nJalen Mills and Dexter McDougle of the Philadelphia Eagles kneeling before their game against the Arizona Cardinals on Sunday.CreditCreditMichael Perez/Associated Press\nOct 10, 2017\nWASHINGTON — President Trump threatened on Tuesday to use federal tax law to penalize the National Football League over players who kneel in protest during the national anthem, but the White House later backed off, saying he was only making a point.\nEscalating a political fight that has resonated with his conservative base , Mr. Trump said Congress should eliminate a law that allowed the N.F.L. central office to avoid paying taxes as a nonprofit entity. “Why is the NFL getting massive tax breaks while at the same time disrespecting our Anthem, Flag and Country?” he wrote on Twitter. “Change tax law!”\nThe tax break for the N.F.L. has been a point of controversy for years, and other conservatives have taken up the cause in recent weeks as the president has repeatedly assailed the league over the player protests . But the idea would be more about symbolism than impact. The tax break applies only to the central office, not the teams, which are the real moneymakers and already pay taxes as for-profit organizations, and the N.F.L. voluntarily gave up the office’s tax exemption in 2015.\nAt a news briefing later in the day, Sarah Huckabee Sanders, the White House press secretary, said the president was making a statement, not a proposal. She noted that professional football teams benefit when local and state governments help them build stadiums but did not suggest that Congress should try to block those lower governments from doing so.\n“I think he’s just making the point that if these individuals are going to be supported in large part and subsidized by taxpayers, that a large percentage and majority of Americans have said that they want N.F.L. players to stand,” she said. “The federal tax law doesn’t apply here,” she acknowledged, “but certainly we know that they receive tax subsidies on a variety of different levels.”\nMr. Trump on Tuesday also focused his fire again on Jemele Hill, the “SportsCenter” host on ESPN who previously called the president a white supremacist . Ms. Hill was suspended on Monday for suggesting that fans boycott advertisers of the Dallas Cowboys after the team owner, Jerry Jones, threatened to bench players who knelt during the national anthem.\n“With Jemele Hill at the mike, it is no wonder ESPN ratings have ‘tanked,’ in fact, tanked so badly it is the talk of the industry!” Mr. Trump wrote on Twitter .\nESPN has faced significant challenges recently and is now available in just under 88 million homes, compared with 100 million homes in 2011. In the first half of 2017, its prime-time ratings were up 1 percent compared with the same period in 2016, although its total day ratings were down more than 5 percent. But ESPN is still a ratings behemoth and still highly profitable. In the third quarter, it led full-time cable networks in total day and prime-time ratings among the key demographics of men ages 18 to 54.\nThe president continues to be animated by his fight with the sports world. He has enthusiastically kept up his attacks on the N.F.L., with which he has a long history of antagonism. A onetime owner of the New Jersey Generals in the upstart United States Football League, Mr. Trump persuaded other owners to sue the N.F.L. using antitrust law. The U.S.F.L. won the case, but the jury awarded only $1 in damages — tripled to $3 by law — and Mr. Trump’s league ultimately folded.\nThe N.F.L.’s tax exemption has long been controversial. The league’s 32 teams are for-profit businesses that pay taxes accordingly, but the central office became a nonprofit organization decades ago. In response to the criticism, the league in 2015 voluntarily gave up its tax-exempt status because of what it called the “distraction.”\nIt is not clear that it cost the league much money. While the league as a whole generates billions of dollars in revenue a year, the league office ran a deficit of $13.5 million in the fiscal year that ended a year before the decision to give up the tax-exempt status. But the change meant the league no longer had to disclose what it paid its commissioner, Roger Goodell.\nLast month, after the kneeling controversy erupted, a Republican congressman, Representative Matt Gaetz of Florida, introduced legislation stripping professional sports leagues of tax-exempt status, an idea that has been debated on Capitol Hill for years.\nIn a conference call with reporters on Tuesday, Joe Lockhart, the N.F.L. spokesman, said the league receives no “massive” tax breaks, as Mr. Trump contended.\nRegarding the player protests, Mr. Lockhart said the league’s 260-page game operations manual has not changed and he highlighted the precise language governing the anthem. The players, he said, “must” be on the sidelines during the playing of the anthem and “should” stand for the anthem. The league, however, has “not chosen to discipline any of the players” who have not stood for the anthem, he said.\nThat might change next week, though, when the owners meet in New York, where the anthem protests will be on the agenda. Mr. Goodell and the owners want the players to stand “because we think it’s an important part of the game,” Mr. Lockhart said, and “there’s a strong feeling at every level that we ought to be getting back to football.”\nSports teams have benefited in other ways under tax law. Many franchises have built new stadiums in cooperation with cities and states that floated bonds to finance construction. Municipal bonds are exempt from federal taxes, leading critics to complain that taxpayers are subsidizing profitable private businesses. Mr. Lockhart said local government subsidies hade been an “economic engine” for those communities.\nA study by the Brookings Institution last year concluded that three dozen sports franchises from the N.F.L., Major League Baseball, National Basketball Association and National Hockey League had financed stadiums since 2000 using tax-exempt municipal bonds.\nThe biggest beneficiary was not a football franchise but the New York Yankees, the president’s hometown baseball team, which Brookings estimated saved $492 million as a result. Among the football owners who have benefited from such bonds was Mr. Trump’s friend Mr. Jones, whose Dallas Cowboys saved $88 million in building AT&T Stadium.\nIt was unclear how Congress might prohibit states, counties and cities from deciding how to spend their tax revenue, or whether it could undo deals that were approved years ago. It is also unclear whether it would be possible for legislators to target teams in one league, like the N.F.L., and not another, like Major League Baseball.\nThe federal government has limited room to act against the N.F.L. in other areas. The league has all but abandoned its policy of blacking out games in home markets when teams fail to sell out their stadiums, giving the Federal Communications Commission less oversight over professional football. The league, however, does have something akin to an antitrust exemption, thanks to a 1966 law, that allows every team to band together to negotiate television deals.\nAs part of his campaign against sports figures who have criticized him, the president on Tuesday hosted the N.H.L. champions at the White House. He invited the Stanley Cup winning Pittsburgh Penguins a day after disinviting the Golden State Warriors of the N.B.A. because its star, Stephen Curry , said he would vote against attending.\nPeter Baker reported from Washington and Ken Belson from New York. Kevin Draper contributed reporting from New York.\nA version of this article appears in print on , Section A, Page 16 of the New York edition with the headline: President Renews Attack on N.F.L., and Then Criticizes a Host on ESPN. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [
            [
                "Why is the NFL getting massive tax breaks while at the same time disrespecting our Anthem, Flag and Country?",
                "",
                true
            ],
            [
                "I think he’s just making the point that if these individuals are going to be supported in large part and subsidized by taxpayers, that a large percentage and majority of Americans have said that they want N.F.L.",
                "Jemele Hill",
                true
            ],
            [
                "The federal tax law doesn’t apply here,",
                "Jemele Hill",
                true
            ],
            [
                "but certainly we know that they receive tax subsidies on a variety of different levels.",
                "Jemele Hill",
                false
            ],
            [
                "With Jemele Hill at the mike, it is no wonder ESPN ratings have ‘tanked,’ in fact, tanked so badly it is the talk of the industry!",
                "Trump",
                true
            ],
            [
                "not chosen to discipline any of the players",
                "",
                false
            ],
            [
                "because we think it’s an important part of the game,",
                "Lockhart",
                false
            ],
            [
                "there’s a strong feeling at every level that we ought to be getting back to football.",
                "Lockhart",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/09/23/sports/stephen-curry-trump-nba-.html?module=inline",
                "https://www.nytimes.com/2017/09/25/us/politics/trump-nascar-nfl-protests.html?module=inline",
                "https://www.nytimes.com/2015/04/29/sports/football/nfls-league-office-to-drop-its-tax-exempt-status.html?_r=0&module=inline",
                "https://www.nytimes.com/2017/10/09/sports/football/jemele-hill-suspended-espn.html?module=inline",
                "https://www.brookings.edu/research/why-the-federal-government-should-stop-spending-billions-on-private-sports-stadiums/",
                "https://www.nytimes.com/2017/09/24/sports/nfl-trump-anthem-protests.html?module=inline",
                "https://www.nytimes.com/2017/09/13/sports/jemele-hill-espn-white-house.html?module=inline"
            ],
            "gov_pgs": [
                "https://gaetz.house.gov/media/press-releases/gaetz-tells-nfl-tax-breaks-take-knee"
            ],
            "unsure": [
                "https://twitter.com/realDonaldTrump/status/917694644481413120",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://twitter.com/realDonaldTrump/status/917701841466593280",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "tax",
            "making",
            "teams",
            "threatens",
            "attacks",
            "office",
            "national",
            "white",
            "nfl",
            "jemele",
            "hill",
            "trump",
            "president",
            "espn",
            "taxes"
        ]
    }
]