[
    {
        "url": "http://www.bbc.com/sport/golf/41560473",
        "title": "Rory McIlroy: Is Abu Dhabi his next big championship?",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-09",
        "text": "By Iain Carter\nBBC golf correspondent\n9 Oct 2017\nRory McIlroy posted a level-par 72 in the final round at Dunhill Links\nRory McIlroy has chosen to hit the pause button rather than his driver for the next few weeks and it may prove the most important decision of his career.\nIt is most likely we will not see him again in competitive action until the Abu Dhabi Championship in January.\nThe 28-year-old's mediocre, winless 2017 season came to a self-determined and muted end at the Dunhill Links Championship on Sunday where he finished up sharing a miserable 63rd place.\nIt concluded a campaign where the Northern Irishman was eclipsed by a new generation of young talent. He knows it, too, and this is another reason for the break he is just starting.\nFor the rest of this year he will lay foundations for what he expects to be the second half of his career.\nThe initial objective is to get healthy enough to allow for prolonged range time. This is because, like the former world number one's body, his golf game has also been off colour for far too long.\nIn recent years, McIlroy has not made the most of his prodigious talents, having failed to add to the four majors he collected by the end of August 2014.\nThe following summer was ruined by a freak football injury immediately before his intended Open defence and since then there have been no further steps towards his stated ambition of 10 major titles.\nMcIlroy wants to overtake Gary Player's total of nine to become the game's most successful non-American golfer. But 2017 offered little evidence to suggest such a lofty ambition is attainable.\nWith his year seriously undermined by a rib problem, McIlroy managed to play in only 18 tournaments. There were seven top-10s in a campaign that included two runner-up finishes.\n2014 Open Champion McIlroy ended on five under par at Royal Birkdale this year but was still seven shots behind winner Jordan Spieth\nMcIlroy's share of fourth place at The Open, where he was always playing catch-up after falling five over par after only six holes, was his best showing at the majors.\n\"I don't think any year is a wasted year,\" McIlroy told BBC Sport.  \"I've learned a lot this year in terms of how I manage myself, manage my schedule and how I practise.\n\"It hasn't been what I've wanted in terms of results but it is not as though I have missed a ton of cuts.\"\nMcIlroy is convinced the debilitating rib injury, which first surfaced while finishing second in last January's South African Open, is the prime reason for his lack of 2017 victories.\nNow is the time to completely cure himself of its niggling effects.  There will be long periods spent in the gym and doing rehabilitation work that will ultimately allow him to spend more time on the range.\n\"I will have six intensive weeks over November-December time where I will be getting my body right,\" McIlroy told me.\n\"But I think, as well, I will be mentally in a better place.\n\"It's been tough because physically I haven't been where I have needed to be and wanted to be this year.\n\"And that takes its toll mentally because you feel like you are trying to prepare and trying to practise but you just can't quite.\n\"I haven't felt 100% totally prepared any week that I've played because of the injury.\"\nIt is clear that McIlroy is fed up with mediocrity, with being unable to capitalise on still possessing, arguably, the finest natural talents in the game.\nThere has been an air of resignation around the Northern Irishman. Blissfully happy off the course, the newlywed has lacked the same mojo inside the ropes.\nJustin Thomas won the PGA Championship while fellow American Brooks Koepka secured the US Open title in 2017\nAnd at the same time the competition has deepened. Americans Justin Thomas (24) and Brooks Koepka (27) are both younger than McIlroy and each became a major champion in 2017.\nJordan Spieth is only 24 and his Open win in July took the American to three majors, just one behind world number six McIlroy.\n\"The landscape of the game has changed a bit since I started to win majors,\" McIlroy told reporters at St Andrews.\n\"You've got young, hungry guys now who are fearless and they are playing the game how I basically came out and played a few years ago.\n\"It's just about trying to gain an advantage here or there, so just re-assessing everything and making sure I'm not leaving any stone unturned and do everything I can to get back to being the best player in the world.\"\nMcIlroy feels he is a better player than the one who youthfully collected his initial major titles in 2011 and 2012. He spent 95 weeks of his first decade on tour as world number one.\n\"I see no reason why I can't better that in the next 10 years and that's why I feel like these three months are very important for me to put some really good things in place,\" he said.\nMcIlroy also has to decide on who will be the long-term caddie replacement for JP Fitzgerald, with whom he split after The Open in July.\nHe has to decide whether having his best friend, Harry Diamond, is the best option. Reports have suggested he may turn to Joe LaCava, the rather underworked caddie of Tiger Woods.\nHarry Diamond, McIlroy's childhood best friend, first worked with the four-time major winner at the WGC-Bridgestone Invitational\nCertainly, someone alongside McIlroy with the course management skills to make the most of the player's substantial golfing gifts would seem a sensible move.\nIn the competitive landscape, he needs all the help he can get.\nBut McIlroy remains bullish about his chances. \"I'm still confident that I have the ability to do it,\" he said.\n\"The quality of golf out there now has not got any worse.  It's only got better.\n\"But you know, I've been able to win tournaments against the best players in the world and playing at their best, and feel confident that I'll be able to do that again.\"\nWhat happens over the coming weeks may well determine the success of the second decade of his career.\nOne thing is for certain, McIlroy has had enough of trying to play catch-up. There is a career Grand Slam to complete - he only needs the Masters - a fifth Ryder Cup on the horizon and surging movement of golfing youth to be tamed.\nWith a confident smile, he told me: \"I actually feel like I'm getting a head-start on everyone else, which will be a nice position to be in.\"\nFrom the section Football\nFrom the section Golf\nFrom the section Golf\nFrom the section Golf\n",
        "quotes": [
            [
                "I don't think any year is a wasted year,",
                "Rory McIlroy",
                true
            ],
            [
                "I've learned a lot this year in terms of how I manage myself, manage my schedule and how I practise.",
                "Rory McIlroy",
                true
            ],
            [
                "It hasn't been what I've wanted in terms of results but it is not as though I have missed a ton of cuts.",
                "Rory McIlroy",
                true
            ],
            [
                "I will have six intensive weeks over November-December time where I will be getting my body right,",
                "Rory McIlroy",
                true
            ],
            [
                "But I think, as well, I will be mentally in a better place.",
                "",
                true
            ],
            [
                "It's been tough because physically I haven't been where I have needed to be and wanted to be this year.",
                "",
                true
            ],
            [
                "And that takes its toll mentally because you feel like you are trying to prepare and trying to practise but you just can't quite.",
                "",
                true
            ],
            [
                "I haven't felt 100% totally prepared any week that I've played because of the injury.",
                "",
                true
            ],
            [
                "The landscape of the game has changed a bit since I started to win majors,",
                "Rory McIlroy",
                true
            ],
            [
                "You've got young, hungry guys now who are fearless and they are playing the game how I basically came out and played a few years ago.",
                "",
                true
            ],
            [
                "It's just about trying to gain an advantage here or there, so just re-assessing everything and making sure I'm not leaving any stone unturned and do everything I can to get back to being the best player in the world.",
                "",
                true
            ],
            [
                "I see no reason why I can't better that in the next 10 years and that's why I feel like these three months are very important for me to put some really good things in place,",
                "Rory McIlroy",
                true
            ],
            [
                "I'm still confident that I have the ability to do it,",
                "Rory McIlroy",
                true
            ],
            [
                "The quality of golf out there now has not got any worse.",
                "",
                true
            ],
            [
                "But you know, I've been able to win tournaments against the best players in the world and playing at their best, and feel confident that I'll be able to do that again.",
                "",
                true
            ],
            [
                "I actually feel like I'm getting a head-start on everyone else, which will be a nice position to be in.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.com/sport/golf/33407734",
                "http://www.bbc.com/sport/golf/40919670",
                "http://www.bbc.com/sport/golf/41545012",
                "http://www.bbc.com/sport/golf/40698276",
                "https://www.thesun.ie/sport/golf/1406294/rory-mcilroy-linked-with-a-move-for-tiger-woods-caddie-joe-lacava/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.com/sport/golf/40700537",
                "https://www.bbc.com/sport/football",
                "http://www.bbc.com/sport/golf"
            ]
        },
        "key_words": [
            "open",
            "rory",
            "mcilroy",
            "world",
            "championship",
            "best",
            "ive",
            "feel",
            "weeks",
            "abu",
            "dhabi",
            "major",
            "big",
            "told",
            "trying"
        ]
    }
]