[
    {
        "url": "https://www.cnn.com/2016/09/21/politics/obama-congress-saudi-9-11-bill/index.html",
        "title": "Obama vetoes 9/11 bill",
        "authors": [
            {
                "name": "Cnn White House Producer",
                "link": null
            },
            {
                "name": "Kevin Liptak",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-21",
        "text": "Updated 5:01 PM ET, Fri September 23, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nRepublican and Democratic leaders in Congress say they'll override Obama's veto next week\nObama has now issued 12 vetoes\nNew York (CNN)\nBREAKING NEWS: Barack Obama vetoed Friday a bill that would allow family members of 9/11 victims to sue Saudi Arabia. The White House claimed it could expose US diplomats and servicemen to litigation in other countries.\nRepublican and Democratic leaders in Congress say they'll override Obama's veto next week.\nObama has now issued 12 vetoes. If successful, Congress' override will be the first of Obama's presidency.\nORIGINAL STORY: A clash between the White House and Congress appears likely at the end of this week as President Barack Obama prepares to reject a measure allowing victims' families and survivors of the September 11 attacks to sue the government of Saudi Arabia.\nSupport for the \"Justice Against Sponsors of Terrorism Act\" ran high among lawmakers, who overwhelmingly passed the bill after pressure from victims' groups. The bill passed with enough support to indicate lawmakers could override the President's expected veto. But in recent days some of the measure's supporters have expressed misgivings about the legislation, prompting a new effort by the administration to lobby against the bill.\nRead More\nThe White House hasn't specified when Obama will officially veto the measure, which he's vowed to reject claiming it could open US diplomats and service-members to lawsuits. The 10-day window for the President to submit his rejection closes on Friday, and the White House is hoping to keep its options open by waiting until nearer the deadline.\nAdministration officials had been eying a Friday afternoon veto, which would have come after Congress was expected to adjourn until November's election contests. But prolonged negotiations over a government funding bill and a package to combat Zika virus have delayed the recess, meaning lawmakers are still likely to be in Washington next week to cast an override vote.\nA person familiar with the administration's thinking said that Friday afternoon still appeared the most likely period for the veto to come down. That would maximize time for White House officials to press members of Congress to reconsider support for the measure.\n\"White House officials and other senior officials on the president's national security team have engaged members of Congress and their staffs in both parties in both houses,\" White House Press Secretary Josh Earnest told reporters in New York on Tuesday. He wouldn't disclose when Obama planned to veto the bill.\n\"As soon as the President has put pen to paper, we'll be sure and let all of you know,\" Earnest said.\nThe Republican leaders of the Senate and House have both said in recent says that an override is expected to go through, despite new qualms about the bill. If successful it would be the first veto override of Obama's presidency.\n\"Our assumption is that the veto will be overridden,\" Senate Majority Leader Mitch McConnell told reporters on Tuesday.\nHouse Speaker Paul Ryan followed suit Wednesday, saying \"I do think the votes are there for the override.\" But the Wisconsin Republican also voiced his own doubts about the legislation, saying the implications for lawsuits against Americans worried him.\n\"I worry about legal matters,\" Ryan said. \"I worry about trial lawyers trying to get rich off of this. And I do worry about the precedence. At the same time, these victims do need to have their day in court.\"\nHe was one of several prominent lawmakers who have expressed buyers' remorse for the proposed law. A pair of Republican senators, Bob Corker of Tennessee and Lindsey Graham of South Carolina, have pushed for changes to make it more difficult for the families to pursue lawsuits but could also make it harder for the US to be sued for alleged wrongdoing.\nOpponents of the bill gained support Wednesday from the European Union, which issued its opposition in the form of a \"demarche\" statement to the US Department of State.\n\"The European Union is of the view that the possible adoption and implementation of the JASTA would be in conflict with fundamental principles of international law and in particular the principle of State sovereign immunity,\" the EU statement read. \"The European Union considers that the adoption of the bill and its subsequent implementation might also have unwanted consequences as other States may seek to adopt similar legislation, leading to a further weakening of the principles of State sovereignty immunity.\"\nThe document called on Obama to reject the bill.\nCNN's Ted Barrett contributed to this report from Washington\n",
        "quotes": [
            [
                "Justice Against Sponsors of Terrorism Act",
                "",
                false
            ],
            [
                "White House officials and other senior officials on the president's national security team have engaged members of Congress and their staffs in both parties in both houses,",
                "",
                true
            ],
            [
                "As soon as the President has put pen to paper, we'll be sure and let all of you know,",
                "",
                true
            ],
            [
                "Our assumption is that the veto will be overridden,",
                "",
                true
            ],
            [
                "I do think the votes are there for the override.",
                "",
                true
            ],
            [
                "I worry about trial lawyers trying to get rich off of this.",
                "Ryan",
                true
            ],
            [
                "And I do worry about the precedence.",
                "Ryan",
                true
            ],
            [
                "At the same time, these victims do need to have their day in court.",
                "Ryan",
                true
            ],
            [
                "The European Union is of the view that the possible adoption and implementation of the JASTA would be in conflict with fundamental principles of international law and in particular the principle of State sovereign immunity,",
                "",
                true
            ],
            [
                "The European Union considers that the adoption of the bill and its subsequent implementation might also have unwanted consequences as other States may seek to adopt similar legislation, leading to a further weakening of the principles of State sovereignty immunity.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/09/23/politics/september-11-bill-saudi-arabia-veto/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "congress",
            "officials",
            "911",
            "obama",
            "white",
            "house",
            "lawmakers",
            "victims",
            "vetoes",
            "veto",
            "bill",
            "override"
        ]
    }
]