[
    {
        "url": "https://www.politico.com/story/2016/09/andy-harris-republican-study-committee-228513?cmpid=sf",
        "title": "Conservatives back Freedom Caucus member for top post",
        "authors": [
            {
                "name": "Heather Caygle",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-22",
        "text": "Conservatives back Freedom Caucus member for top post\nRepublican Study Committee leaders are endorsing Rep. Andy Harris to lead the conservative group in the next Congress, picking the House Freedom Caucus member over freshman Rep. Mark Walker.\nThe RSC's founders, an influential group which consists of current chairman Bill Flores (R-Texas), Rep. Sam Johnson (R-Texas) and previous leaders of the caucus, said while both Harris (R-Md.) and Walker (R-N.C.) are qualified to serve as chairman, Harris’ seniority in Congress helped sway the decision.\nStory Continued Below\n“While we determined that both candidates are qualified and would serve as effective chairs of the RSC, we believe that Andy’s additional experience from serving three terms as a conservative leader in the House of Representatives and his overall approach to serving his House colleagues will be beneficial to the organization,” the founders wrote in an announcement sent to RSC members obtained by POLITICO.\nThe founders' endorsement comes after some House Freedom Caucus members were threatening to abandon the RSC in recent weeks.\nThe RSC is the largest caucus on Capitol Hill with 178 members, and because of that boasts considerable sway within the Republican conference.\nThe endorsement is signed by all of the group’s founders including Johnson, Flores, Rep. Jim Jordan (R-Ohio), leader of the House Freedom Caucus, House Majority Whip Steve Scalise (R-La.), Rep. Jeb Hensarling (R-Texas), Rep. Tom Price (R-Ga.) and Rep. Rob Woodall (R-Ga.).\nWalker downplayed the endorsement and made clear he still wants the job.\n\"At these crossroads of the conservative movement, I firmly believe that members need to be empowered to choose a direction for the RSC that is considered and adopted by the whole RSC – not based on a recommendation from a select few,” he said in a statement after the announcement.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "While we determined that both candidates are qualified and would serve as effective chairs of the RSC, we believe that Andy’s additional experience from serving three terms as a conservative leader in the House of Representatives and his overall approach to serving his House colleagues will be beneficial to the organization,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/congress-republicans-freedom-caucus-227849"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "member",
            "endorsement",
            "caucus",
            "conservatives",
            "rsc",
            "members",
            "rtexas",
            "rep",
            "harris",
            "freedom",
            "house",
            "post",
            "founders"
        ]
    }
]