[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/speaker-paul-ryan-stop-and-frisk/index.html",
        "title": "Paul Ryan ducks on stop-and-frisk",
        "authors": [
            {
                "name": "Cnn Senior Congressional Producer",
                "link": null
            },
            {
                "name": "Deirdre Walsh",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Updated 2:18 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nRyan called for calm in Charlotte, but would not comment on Trump's \"stop and frisk\" proposals\nEarlier this week Ryan said he wanted Congress to complete work on a criminal justice reform bill\nWashington (CNN)\nHouse Speaker Paul Ryan ducked Thursday on whether he supports the \"stop and frisk\" policy pushed by Donald Trump.\n\"I don't have an answer for you because it's not something that I've familiarized myself with -- the constitutionality of it, its efficacy, whether (it) worked well in New York City or not,\" Ryan said after being pressed twice by reporters on the policy the GOP nominee wants to revive, despite court rulings finding it unconstitutional.\nRyan called for calm following the shooting in Charlotte, saying about the unrest in the city overnight, \"these images are just so heartbreaking and they are upsetting.\"\n\"The loss of any life is a tragedy. The response to that though cannot be more violence. As leaders, it is responsibility to promote calm, peace and dialogue. We cannot allow our nation to be divided up along racial lines and so I hope leaders can come together to find solutions,\" Ryan said.\nRead More\nThe House speaker repeatedly brushed back reporters' efforts to have him weigh in on the law enforcement policy that Trump said he wanted to implement.\n\"I haven't given enough thought to it,\" Ryan said initially about \"stop and frisk,\" and added, \"we need to do more to stop home grown jihadism.\"\nHe touted his \"better way\" agenda and then shifted to stressing that law enforcement has used their own strategies, \"I think there are success stories that local law enforcement have used to guard against this and that's the kind of ideas we need to have.\"\nEarlier this week Ryan said he wanted Congress to complete work on a major criminal justice reform bill. But at his weekly news conference he made it clear he didn't want to comment on the GOP nominee's proposal saying it wasn't an area where he had expertise, referring reporters to Judiciary Committee Chairman Bob Goodlatte.\n",
        "quotes": [
            [
                "I don't have an answer for you because it's not something that I've familiarized myself with -- the constitutionality of it, its efficacy, whether (it) worked well in New York City or not,",
                "Ryan",
                true
            ],
            [
                "these images are just so heartbreaking and they are upsetting.",
                "Ryan",
                false
            ],
            [
                "The loss of any life is a tragedy.",
                "Ryan",
                true
            ],
            [
                "The response to that though cannot be more violence.",
                "Ryan",
                true
            ],
            [
                "As leaders, it is responsibility to promote calm, peace and dialogue.",
                "Ryan",
                true
            ],
            [
                "We cannot allow our nation to be divided up along racial lines and so I hope leaders can come together to find solutions,",
                "Ryan",
                true
            ],
            [
                "I haven't given enough thought to it,",
                "Ryan",
                true
            ],
            [
                "we need to do more to stop home grown jihadism.",
                "Ryan",
                false
            ],
            [
                "I think there are success stories that local law enforcement have used to guard against this and that's the kind of ideas we need to have.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "calm",
            "stopandfrisk",
            "york",
            "ducks",
            "city",
            "called",
            "charlotte",
            "paul",
            "ryan",
            "leaders",
            "stop",
            "frisk",
            "policy"
        ]
    }
]