[
    {
        "url": "https://www.cnn.com/2016/09/20/politics/donald-trump-profiling-security-screening/index.html",
        "title": "Reality Check: Trump wrong on profiling",
        "authors": [
            {
                "name": "Steven A. Holmes",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-20",
        "text": "Updated 6:46 PM ET, Tue September 20, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nWashington (CNN)\nDuring an interview with Fox News Channel's Bill O'Reilly Monday night, Donald Trump spoke about how American screeners need to profile people in order to spot potential terrorists. Here's a portion of that conversation:\nO'Reilly: Now, another thing you said that was very controversial is that you want to profile. You want to profile Arab or Muslim men. How would that work?\nTrump: Well, we have no choice. Look, Israel does it. And Israel does it very successfully.\nO'Reilly: They do it at the airports. They do it at the airports.\nTrump: Well, they do it. They do it. And when they see somebody that they would like to talk to, that they would like to look at, that they would maybe like to open up their satchel and take a look inside, they do it. And they don't like to do it. I don't like to do it. But we have to be -- you know, you have a woman who is 87-year-old in a wheelchair from Sweden and we have to look at her. We have to look at somebody else. It's ridiculous what's going on there.\nRead More\nTrump: If you want to be so politically correct --\nO'Reilly: Do you have a vision of how that profiling would work?\nTrump: It works. And we see somebody that we think there could be a problem. At airports and other places. You talked to them and you see what's going on.\nO'Reilly: But I think they do that now.\nTrump: We don't do that.\nAs Trump would say, excuse me, excuse me -- but we do.\nScreening at airports does not just entail putting everyone through a metal detector. The Transportation Security Administration has had protocols for years that tell agents what kinds of behaviors to check.\nBut TSA insists it is behavioral, not racial, profiling.\nLast year, TSA began a pilot program to update these protocols. The agencies does not publicly lists the kinds of activities that can draw an agent's attention. But in March 2015, The Intercept website published what it said was a confidential memo that told TSA screeners at that time what to look for.\nAmong the suspicious signs:\n- Widely open staring eyes.\n- Whistling as the individual approaches the screening process.\n- Gazing down.\n- Face pale from recent shaving of beard.\n- Rubbing or wringing of hands.\n- Excessive throat clearing\nSo if TSA is already profiling people based on behavior, what further profiling would Trump like them to do?\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://theintercept.com/2015/03/27/revealed-tsas-closely-held-behavior-checklist-spot-terrorists/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "profiling",
            "somebody",
            "wrong",
            "profile",
            "israel",
            "trump",
            "woman",
            "dont",
            "wheelchair",
            "does",
            "worktrump",
            "check",
            "look",
            "reality"
        ]
    }
]