[
    {
        "url": "http://www.addictinginfo.org/2016/09/23/nc-gop-rep-makes-outrageously-racist-statement-in-response-to-charlotte-protests-video/",
        "title": "NC GOP Rep. Makes Outrageously Racist Statement In Response To Charlotte Protests (VIDEO)",
        "authors": [
            {
                "name": "Shannon Barber",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-23",
        "text": "·\nWe are heading into yet another day of unrest in Charlotte, North Carolina, and one GOP congressman is blaming the victims of systemic racism that lead to the deaths of so many black people at the hands of those sworn to serve and protect in the most blatantly racist way yet . North Carolina GOP Congressman Robert Pittenger had some extraordinary opinions to express here, but he swears he is not racist. Pittenger said that the protesters:\n“The grievance in their minds, the animus, the anger. They hate white people because white people are successful and they’re not.”\nYes, he actually said that. Here is video of the statement, via BBC NewsNight on Twitter:\nProtesters in #Charlotte \"hate white people\" – North Carolina Congressman Pittenger tells #newsnight https://t.co/q6ELYD01QV\nAs if that weren’t bad enough, Pittenger went on to say:\n“We have spent trillions of dollars on welfare, and we’ve put people in bondage, so they can’t be all they’re capable of being.”\nOf course, the backlash was swift, leading the fool who should never be allowed to hold any position of power whatsoever to quickly try and pretend that isn’t what he really meant , that he isn’t really a racist. He insisted that he is simply upset, that “what is taking place in my hometown right now breaks my heart.” He also said, “My anguish led me to respond to a reporter’s question in a way that I regret.”\nPittenger, a die-hard Trumpkin, insists that he isn’t racist eh? No, Rep. Pittenger, you ARE racist. Anyone who isn’t would even think such a thing in response to these protests, much less say it. Face it – you’re a racist. You and the rest of the GOP can whine and complain anytime someone calls you on your ignorance and bigotry all you want – we all know the truth, right from your own mouths.\nThose of us who are aware know the truth, even though you don’t want to look in the mirror and see yourselves for what you are: flaming racists. Run along now, I’m sure your sheet and hood are ready to be picked up from the dry cleaners.\nFeatured image via video screenshot\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "The grievance in their minds, the animus, the anger.",
                "Pittenger",
                true
            ],
            [
                "They hate white people because white people are successful and they’re not.",
                "Pittenger",
                true
            ],
            [
                "We have spent trillions of dollars on welfare, and we’ve put people in bondage, so they can’t be all they’re capable of being.",
                "Pittenger",
                true
            ],
            [
                "what is taking place in my hometown right now breaks my heart.",
                "",
                false
            ],
            [
                "My anguish led me to respond to a reporter’s question in a way that I regret.",
                "Pittenger",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nydailynews.com/news/national/n-pol-protesters-hate-white-people-success-article-1.2802479"
            ],
            "gov_pgs": [
                "http://pittenger.house.gov/media-center/press-releases/pittenger-statement-on-bbc-interview"
            ],
            "unsure": [
                "https://twitter.com/hashtag/newsnight?src=hash",
                "https://t.co/q6ELYD01QV",
                "https://twitter.com/hashtag/Charlotte?src=hash"
            ]
        },
        "key_words": [
            "video",
            "nc",
            "makes",
            "right",
            "pittenger",
            "protests",
            "rep",
            "gop",
            "racist",
            "statement",
            "white",
            "theyre",
            "response",
            "isnt",
            "outrageously",
            "truth",
            "way"
        ]
    }
]