[
    {
        "url": "http://www.bbc.com/sport/rugby-league/41549958",
        "title": "Belinda Sleeman to be first female match official at Rugby League World Cup",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-09",
        "text": "9 Oct 2017\nShare this page\nShare this with\nRugby League World Cup on the BBC\nVenues: Australia, New Zealand and Papua New Guinea\nDates: 27 October to 2 December\nCoverage: Watch live coverage and highlights on BBC TV, Connected TV, online & the BBC Sport app and listen to live commentary on BBC Radio 5 live.\nAustralia's Belinda Sleeman is set to be the first woman to officiate at the Rugby League World Cup.\nSleeman is one of 26 match officials selected for the 2017 tournament, which begins in Melbourne on 27 October.\nShe was the first woman to officiate in a Test match - as a touch judge when Fiji faced Tonga in May.\nLast month she and Kasey Badger were the first female officials appointed to a rugby league finals match - the NRL decider between Manly and Penrith.\nThat same weekend, Bibiana Steinhaus became the first female referee in German football's top division, while Alhambra Nievas and Joy Neville will both take charge of men's international rugby union matches this year.\nOn Sunday, Australia's Claire Polosak become the first woman to be an on-field umpire in a men's domestic fixture as she stood in the limited-overs match between New South Wales and a Cricket Australia XI.\nShare this page\nShare this with\nTop Stories\nFrom the section Football\nFrom the section Football\nAlso in Sport\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.espncricinfo.com/story/_/id/20909915/polosak-set-become-first-female-umpire-domestic-men-game",
                "https://www.theage.com.au/sport/nrl/officiating-pair-first-women-to-officiate-in-nrl-finals-20170905-gybjwn.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.com/sport/football/41193280",
                "https://www.bbc.com/sport/football"
            ]
        },
        "key_words": [
            "cup",
            "belinda",
            "bbc",
            "world",
            "touch",
            "rugby",
            "female",
            "tv",
            "match",
            "officiate",
            "sleeman",
            "league",
            "woman",
            "official"
        ]
    }
]