[
    {
        "url": "https://www.nytimes.com/2017/10/09/world/middleeast/jerusalem-palestinians-arts.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "In Jerusalem, Looking for Peace in Backgammon and Music",
        "authors": [
            {
                "name": "Isabel Kershner",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nImage\nThe Palestinian rapper Muhammad Mughrabi and the Israeli poet Adi Keissar on stage during the Mekudeshet festival in Jerusalem.CreditCreditMekudeshet\nJERUSALEM — The Old City walls echoed with the clack-clack of a backgammon tournament as Israelis and Palestinians from all walks of life tried their luck with a roll of the dice.\nAs the moon rose over the ancient stones on another night, 2,000 people, most of them Israelis but including scores of Palestinians, squeezed onto benches at an outdoor pop concert in Arabic and Hebrew.\nPart of the annual Mekudeshet festival, the concert was called “Kulna”— Arabic for “all of us,” and close to the Hebrew “Kulanu” of the same meaning — and was billed as “a night without borders” and a glimpse of “the Middle East of our dreams.”\nJust weeks earlier, the Old City and its environs seemed on the verge of explosion, the focus of mass Muslim prayers, protests and bloody clashes prompted by the latest crisis over the Aqsa Mosque compound.\nA deadly wave of Palestinian stabbings, shootings and car-ramming attacks that broke out two years ago is still fresh in many residents’ minds, and the 50th anniversary celebrations of Israel’s capture of East Jerusalem from Jordan in the June 1967 war only accentuated the city’s deep political, religious and social divisions .\nStill, after years of impasse in the peace process, a growing number of Israelis and Palestinians seem to be searching for creative ways to bypass politics, reaching across the divide to find professional peers, new resources and receptive audiences. And a number of recent events have sought to provide a common language for Israelis and Palestinians here.\nImage\nIsraeli and Palestinian activists with Women Wage Peace marched in the heart of Jerusalem on Sunday.CreditMenahem Kahana/Agence France-Presse — Getty Images\nOn Sunday, thousands of supporters of Women Wage Peace, a Jewish-Arab movement established after the Gaza war of 2014, converged, first in a reconciliation tent in the desert near Jericho in the West Bank, and then at a rally in Jerusalem. And a website, 0202 , named for Jerusalem’s 02 telephone area code, translates local news into Hebrew and Arabic.\nRiman Barakat, an East Jerusalem-born Palestinian peace activist, is involved in both the Mekudeshet festival and Women Wage Peace. “You may think I’m naïve,” she told a group of Israelis on a recent tour of the seam between East and West Jerusalem, “but there can’t be any other way for me.”\nGiven the history, organizing anything in this city is a complicated, risky business, particularly if it involves both Israelis from the predominantly Jewish west side and Palestinians from the east, which Israel annexed in a move that was never internationally recognized.\n“We understand it’s a risk, and that’s the inspiration,” said Karen Brunwasser, the deputy director of Mekudeshet, adding, “It’s all about showing people, even Jerusalemites, what they have not yet seen.”\nThe festival producers were in the midst of selling tickets when Israel unilaterally placed metal detectors around the Aqsa Mosque compound, a contested and volatile holy site, after a shooting attack that killed two police officers.\n“People were phoning the box office saying they wanted to book, but is it safe?” Ms. Brunwasser said. “These are the liabilities of living in and producing a festival in Jerusalem. But when it works it’s the most extraordinary thing.”\nThe Kulna concert brought together an eclectic cast of artists. The king of Palestinian rap from the Shuafat refugee camp in northeast Jerusalem teamed up with a Tel Aviv poet of Yemeni descent known as the angry voice of Israel’s Mizrahim, or Jews who hail from North Africa and the Middle East.\nImage\nPalestinians praying outside the Lion’s Gate of the Aqsa Mosque compound after a dispute over the use of metal detectors.CreditOded Balilty/Associated Press\nAn Armenian from Jerusalem’s Old City sang duets with a soulful Arab Israeli singer, and Jews sang in Hebrew and Arabic. An after-party at a club in West Jerusalem featured Palestinian hip-hop artists from East Jerusalem and, in what was probably a first, fellow rappers from Ramallah, Jericho and Hebron in the Israeli-occupied West Bank.\nOne factor contributing to the new collaboration is the so-called Mizrahi awakening of a younger generation connecting with its Arab cultural roots.\nThe after-party was organized by the Jerusalem disc jockey Ram Spinoza, a.k.a. DJ Ramzy, whose grandmother came from Syria, and who specializes in contemporary Middle Eastern music. Mr. Spinoza, who served in the Israeli Air Force, regularly holds his signature “Monolingua” parties in West Jerusalem’s alternative music venues, letting the music do the talking.\n“I stopped hoping for a peace agreement,” Mr. Spinoza said in an interview, “so I do it my own way — I live the peace.” Of the more traditional methods of fostering coexistence in the city, he added: “Dialogue groups are not the best fun. This is fun.”\nMr. Spinoza often hosts Palestinian rappers like the duo Muzi Raps, from the Old City, and Raed Bassem Jabid, from the Palestinian neighborhood of At-Tur on the Mount of Olives. “If you’re looking for peace,” Mr. Jabid said, “you’ll find the peace.”\nEven in peacetime, though, attempts to escape politics can be viewed as political. Many Palestinians, for instance, reject what they call cultural normalization with the Israelis.\nThe Jerusalem-Armenian musician, Apo Sahagian, whose guitar was recently held by the Israeli airport authorities for extra security screening, appeared to be grappling with those sensitivities.\nImage\nPalestinians and Israelis competing in the 2016 backgammon tournament in Jerusalem.CreditGil Cohen-Magen/Agence France-Presse — Getty Images\nOn the day of the Kulna concert, a post appeared on the Facebook page of Apo & the Apostles, Mr. Sahagian’s band, denying rumors that it was scheduled to perform in Jerusalem. The band, most of whose members come from Bethlehem, in the West Bank, declined to comment and the post appears to have been taken down.\nThe backgammon tournament did break down a few barriers. The idea came about when a group of Israeli and Palestinian activists took a break from a tense brainstorming session and looked for an activity that would let people engage with one another. They ended up playing backgammon.\nKarem Jubran, a Palestinian from the Shuafat camp, said his friends came to the tournament for “the love of the game.”\nA youth from the camp, Abdullah Jubran, 16, said he had taught himself to play by watching YouTube and hoped to win the 25,000 shekel (almost $7,000) prize. He was knocked out of the competition early, though a friend of his father reached the finals.\nHundreds of players faced off across rows of tables in qualifying rounds in the Armenian and Jewish quarters of the Old City and on the grassy verge outside the Damascus Gate to the Muslim quarter, the scene of numerous attacks in the past two years.\nZaki Djemal, an Israeli of Syrian descent and a founder of the tournament, acknowledged that many of the Israeli players assigned to the Damascus Gate area were frightened and asked to be moved.\nBut Mr. Djemal said he was not nervous. “It’s a state of mind,” he said.\nA version of this article appears in print on , Section A, Page 9 of the New York edition with the headline: Seeking Peace Through Backgammon and Music, Not Politics. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "the Middle East of our dreams.",
                "",
                false
            ],
            [
                "You may think I’m naïve,",
                "",
                true
            ],
            [
                "but there can’t be any other way for me.",
                "",
                false
            ],
            [
                "We understand it’s a risk, and that’s the inspiration,",
                "Karen Brunwasser",
                true
            ],
            [
                "It’s all about showing people, even Jerusalemites, what they have not yet seen.",
                "Karen Brunwasser",
                true
            ],
            [
                "People were phoning the box office saying they wanted to book, but is it safe?",
                "Brunwasser",
                true
            ],
            [
                "These are the liabilities of living in and producing a festival in Jerusalem.",
                "Brunwasser",
                true
            ],
            [
                "But when it works it’s the most extraordinary thing.",
                "Brunwasser",
                true
            ],
            [
                "I stopped hoping for a peace agreement,",
                "Spinoza",
                true
            ],
            [
                "so I do it my own way — I live the peace.",
                "Spinoza",
                false
            ],
            [
                "Dialogue groups are not the best fun.",
                "",
                true
            ],
            [
                "If you’re looking for peace,",
                "Jabid",
                true
            ],
            [
                "It’s a state of mind,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/06/25/world/middleeast/jerusalem-palestinians-50th-anniversary-of-the-reunification.html?module=inline",
                "http://www.jpost.com/Israel-News/Culture/Israeli-airport-took-away-our-guitar-complains-Palestinian-band-503337",
                "https://www.nytimes.com/2017/07/21/world/middleeast/jerusalem-israel-protests-al-aqsa-mosque.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.0202updates.org/",
                "https://en.mekudeshet.com/",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.facebook.com/apoandtheapostles/"
            ]
        },
        "key_words": [
            "walls",
            "music",
            "concert",
            "city",
            "walks",
            "peace",
            "old",
            "looking",
            "weeks",
            "backgammon",
            "night",
            "arabic",
            "jerusalem",
            "palestinians",
            "israelis"
        ]
    }
]