[
    {
        "url": "https://www.activistpost.com/2017/09/israels-foreign-agents-dont-register-russias.html",
        "title": "Israel’s Foreign Agents Don’t Register, Why Should Russia’s?",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-16",
        "text": "Israel’s Foreign Agents Don’t Register, Why Should Russia’s?\nCan Russia Use Israel Lobby Tactics To Skirt FARA Order?\nThe Department of Justice has ordered Russia’s U.S.-based RT news network to begin registering as Russian foreign agents under the 1938 Foreign Agents Registration Act . The law requires US-based agents of foreign principals to disclose financial information and activities in regular public filings overseen by a designated DOJ office. Over the years FARA has been amended to exclude bona fide news organizations. The Department of Justice order breaks a long period of unfettered access to the U.S. by foreign press agencies, many directly and indirectly financed by foreign governments.\nAlthough RTs viewership in the United States is minuscule compared to major domestic broadcast and cable news outlets, over the years RT has made many enemies in Washington. The network’s slogan, “Question More,” and financial resources allowed it to televise stories that US networks, under the perpetual threat of loss of “access” to newsmakers, boycotts and organized pressure campaigns, cannot. Nowhere was this more evident than RT’s relentless coverage of Israel and its US lobby. RT covered Benjamin Netanyahu’s connection to the Arnon Milchan nuclear trigger smuggling ring , the diversion of weapons grade uranium from a toxic plant in Pennsylvania to Israel, and details of a massive Israeli-lobby orchestrated propaganda campaign in the United States . A FARA order could mean RT’s departure from the American scene. This could reduce the number of news packages on topics prohibited in America – located in the triple-digit channel nether-region of the cable lineup, but archived and well-viewed online with 2.2 million YouTube subscribers – to zero.\nWith new scrutiny of Russian activities following allegations of meddling in the U.S. electoral process, the FARA order should come as no surprise. The Department of Justice can be expected to deploy resources far in excess of the meager 9-person team working in the FARA department in order to finally “get Russia.” However, RT could attempt to use the tactics of another FARA target – the Israel lobby – to avoid registering.\nDelay, delay, delay The American Zionist Council (and AIPAC, which was AZC’s unincorporated lobbying committee) were ordered by the Kennedy administration to register in 1962 . This followed a massive propaganda campaign targeting congress and the American public funded with foreign money aimed at winning unconditional foreign aid and diplomatic support for Israel. AZC strung along the Department of Justice until 1965, long enough to orchestrate a paper “restructuring” of its operations that led to the incorporation of AIPAC as a separate entity.\nPolitically pressure DOJ and political elites into a special exemption Whether trying to avoid an espionage prosecution (like the Anti-Defamation League ) or ignoring seven separate orders to register under FARA (like the Zionist Organization of America ), sometimes it takes a visit with the Attorney General himself (or in the case of Janet Reno , herself). ZOA was ordered to register in 1938 as a subsidiary and “subject to the direction” of the World Zionist Organization. Like AIPAC, it strung along the enforcement process, in its case until 1960. The registration effort was serious. An internal DOJ memo ten years into the lengthy effort noted, “…if ZOA is to be exempted from registration, DOJ might as well forget its entire campaign…” However, Justice Department employees began detecting political push-back , (PDF) “..the pressure was on somewhere in the government… it would be unwise to do anything further…under the circumstances do not desire for the moment to write to the Zionist Organization of America…” Multiple Israel affinity organizations ordered to register simultaneously refused to comply with FARA orders, citing a “certain high official in the Department of Justice” had assured them that (PDF) “the Department would not require any Zionist group to register and need not fear prosecution.”\nClarify that Russia is not the Soviet Union Early in the drive to register AZC/AIPAC as foreign agents, their lead lawyer made an appeal for “prosecutorial discretion.” Maurice Boukstein argued that the 1938 Foreign Agents Registration Act had been crafted to target and expose Nazi and Soviet propaganda efforts in the United States. “While the language, of course, comprehends everybody,” lobbying for Israel should not be treated the same, he argued. RT, like advocates coordinating with and on behalf of Israel, could similarly argue that the Soviet Union is dead and gone, and that Russia now only wants to be friends.\nReconstitute The Jewish Agency’s American Section, which had f unneled millions of foreign funds into AZC/AIPAC , faced a FARA order that seemed unbeatable. The Jewish Agency’s direct ties to the Israeli government and Knesset were exposed in 1969 when the Jewish Agency was ordered by the DOJ to file its secret 1953 covenant agreement . After a 1970 Justice Department review, the American Section of the Jewish Agency filed its final FARA disclosure in 1971. It then “reemerged” three months later, claiming to be the American Section of the World Zionist Organization, an entity with no Israeli government covenant. The Department of Justice, noting that the physical address, leadership, staff, and functions of the “new” entity had not changed, labeled the reconstitution “sketchy,” but did nothing. Meanwhile, overseas, the Jewish Agency continued to funnel support to its US agents. Dennis Ross served as Chairman of the Jewish Agency’s “Jewish People Planning Institute” in Jerusalem until entering the Obama administration to head-up the fatally flawed “peace process” in 2009.\nVolunteer to spy for the CIA and FBI In the 1940s and 1950s the Jewish Telegraphic Agency came under heavy scrutiny to file as a foreign agent by the FBI and Department of Justice. An internal 1950s DOJ report found that, “The Israeli Government, which is seriously short of dollar credits, is supposed to be underwriting the operations of JTA to the extent of $5,000 per month…” The JTA was never ordered to register, and it is unclear whether it was JTA’s intense efforts to ingratiate itself with the FBI that finally provided the leniency it needed. In 1942 the head of JTA proposed the FBI pay $540 per month to leverage JTA’s network of correspondents in Latin America as an intelligence gathering service. To bolster the appeal of the offer, the proposal noted that the OSS (predecessor of the CIA) was already paying $300 per month for similar services. In 1950 JTA’s Milton Friedman volunteered to spy on the Soviet Union using his JTA press credential as non-official cover. JTA also offered to spy on Ukrainians residing in the United States.\nUltimately, RT may find it does not have the required number of sympathizers inside and outside the US government, the requisite moral character, or enough money to pull off such FARA avoidance shenanigans. However, the RT FARA order may reignite broader American interest in the selectivity with which FARA is enforced. The key question has long been, “if Israel’s foreign agents working tirelessly to influence the government and public opinion aren’t registering, why should anyone?”\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "if ZOA is to be exempted from registration, DOJ might as well forget its entire campaign",
                "",
                false
            ],
            [
                "the pressure was on somewhere in the government… it would be unwise to do anything further…under the circumstances do not desire for the moment to write to the Zionist Organization of America",
                "",
                false
            ],
            [
                "certain high official in the Department of Justice",
                "",
                false
            ],
            [
                "the Department would not require any Zionist group to register and need not fear prosecution.",
                "",
                false
            ],
            [
                "While the language, of course, comprehends everybody,",
                "Maurice Boukstein",
                true
            ],
            [
                "The Israeli Government, which is seriously short of dollar credits, is supposed to be underwriting the operations of JTA to the extent of $5,000 per month",
                "Maurice Boukstein",
                false
            ],
            [
                "if Israel’s foreign agents working tirelessly to influence the government and public opinion aren’t registering, why should anyone?",
                "Dennis Ross",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/news/worldviews/wp/2017/01/12/if-russia-today-is-moscows-propaganda-arm-its-not-very-good-at-its-job/?utm_term=.ac2c2b00d0e0"
            ],
            "gov_pgs": [
                "https://www.justice.gov/nsd-fara"
            ],
            "unsure": [
                "https://www.israellobby.org/AIPAC/default.asp",
                "https://www.israellobby.org/ZOA/DOJ-149-1603-ZOA/default.asp",
                "https://www.youtube.com/watch?v=R_oWVBHcF6o",
                "https://www.israellobby.org/ADL-FBI/",
                "https://www.israellobby.org/JA-AZC/default.asp",
                "https://www.israellobby.org/ja/",
                "https://www.israellobby.org/Senate/default.asp",
                "https://www.israellobby.org/ja/jpppi/default.asp",
                "https://twitter.com/IRmep/status/896328359713656832",
                "https://www.irmep.org/ADLespionage.asp",
                "https://www.youtube.com/user/RussiaToday",
                "https://www.israellobby.org/AZCDOJ/default.asp",
                "https://www.youtube.com/watch?v=7mT9_9h9LFU",
                "https://www.israellobby.org/JTA/default.asp",
                "https://www.youtube.com/watch?v=kureFeGmoDI&feature=youtu.be"
            ]
        },
        "key_words": [
            "agents",
            "fara",
            "justice",
            "jewish",
            "dont",
            "israels",
            "american",
            "israel",
            "russias",
            "register",
            "department",
            "foreign",
            "rt"
        ]
    }
]