[
    {
        "url": "http://money.cnn.com/2017/10/03/media/tom-petty-death-media/index.html",
        "title": "Tom Petty's daughter angered over early, inaccurate death report",
        "authors": [
            {
                "name": "Lisa France",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2017-10-03",
        "text": "by Lisa France   @CNNMoney October 3, 2017: 3:12 PM ET\nMusician Tom Petty dies at age 66\nTom Petty died on Monday night, but inaccurate news of his death made its way around the internet much earlier in the day.\nAccording to Tony Dimitriades, longtime manager of Tom Petty & The Heartbreakers, the legendary rocker \"died peacefully at 8:40 pm PT surrounded by family, his bandmates and friends\" after suffering cardiac arrest.\nThat was hours after some media outlets had already reported on his death -- a mistake that prompted one of Petty's daughters to vent her anger about it on social media.\nAn Instagram account believed to belong to AnnaKim Violet Petty featured a post with a blistering message to Rolling Stone magazine, which reported Petty had died on Monday afternoon.\n\"My dad is not dead yet but your f***ing magazine is,\" the post read.\n\"How dare you report that my father has died just to get press because your articles and photos are so dated,\" Petty added with a picture of her father on the cover of a 1980 issue of Rolling Stone. \"This is my father not a celebrity. An artist and human being.\"\nPetty's daughter and Rolling Stone did not respond to CNNMoney's request for comment on this story.\nShe started posting photos of her father on Sunday and continued throughout Monday. In one post that included the song lyrics to \"All Right For Now,\" Petty wrote \"thank you for all the love.\"\nThe stream of heartfelt tributes was interrupted only by her remarks about Rolling Stone.\nOct 2, 2017 at 11:06pm PDT\n\"We're told after Petty got to the hospital he had no brain activity and a decision was made to pull life support,\" TMZ reported at 3:30 pm ET on Monday.\nAt 4 p.m. ET, CBS News, citing Los Angeles Police, tweeted that Petty had died and included a link to an obituary.\nTom Petty, legendary rocker, is dead at 66. The musician reportedly suffered cardiac arrest https://t.co/GHLs4k1Ivo pic.twitter.com/2QeHxOSppj\nOther media outlets, including E! News, picked up the story, which led to an outpouring of grief from Petty fans and celebrities, including Bob, Dylan, Sheryl Crow, John Mayer and Ed Helms.\nThis is unbearable. Vegas and now a great music hero has passed. You brought us so much joy, @tompetty . We will miss you. ❤️ #RIPTomPetty\nI loved Tom Petty and I covered his songs because I wanted know what it felt like to fly.\n\"you belong somewhere you feel free.\"\n💔\nThank you, Tom Petty, for all of the light you brought to the world.\nNews outlets began correcting their reporting. The Los Angeles Police Department tweeted an apology.\n\"The LAPD has no information about the passing of singer Tom Petty. Initial information was inadvertently provided to some media sources,\" the tweets read. \"However, the LAPD has no investigative role in this matter. We apologize for any inconvenience in this reporting.\"\n(1/2)The LAPD has no information about the passing of singer Tom Petty. Initial information was inadvertantly provided to some media sources\n(2/2) However, the LAPD has no investigative role in this matter. We apologize for any inconvenience in this reporting.\nCBS News retweeted the LAPD post and added, \"The LAPD says it cannot confirm earlier reports of singer Tom Petty's death. TMZ reports that the singer is still clinging to life.\"\nThe LAPD says it cannot confirm earlier reports of singer Tom Petty's death. TMZ reports that the singer is still clinging to life. pic.twitter.com/Xv4UtVdY4Z\nThe confusion both stumped and angered some fans.\n@CBSNews This should've been done before premature reporting, and us retweeting erroneous info. #TomPetty pic.twitter.com/vqbfNOXmQy\n— PathOfWill (@PathOfWill1) October 2, 2017\nHow does that even happen????\nIt's very difficult to tell if Tom Petty is dead or not, but it's pretty obvious journalism is.\nCBS released a statement on Monday about the snafu.\n\"CBS News reported information obtained officially from the LAPD about Tom Petty,\" the statement read. \"The LAPD later said it was not in a position to confirm information about the singer.\"\nCNNMoney (New York) First published October 3, 2017: 2:24 PM ET\nNewsletter\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "died peacefully at 8:40 pm PT surrounded by family, his bandmates and friends",
                "",
                false
            ],
            [
                "My dad is not dead yet but your f***ing magazine is,",
                "",
                true
            ],
            [
                "How dare you report that my father has died just to get press because your articles and photos are so dated,",
                "Tom Petty",
                true
            ],
            [
                "This is my father not a celebrity.",
                "Tom Petty",
                true
            ],
            [
                "thank you for all the love.",
                "Tom Petty",
                false
            ],
            [
                "We're told after Petty got to the hospital he had no brain activity and a decision was made to pull life support,",
                "",
                true
            ],
            [
                "you belong somewhere you feel free.",
                "",
                false
            ],
            [
                "The LAPD has no information about the passing of singer Tom Petty.",
                "",
                true
            ],
            [
                "Initial information was inadvertently provided to some media sources,",
                "",
                true
            ],
            [
                "However, the LAPD has no investigative role in this matter.",
                "",
                true
            ],
            [
                "We apologize for any inconvenience in this reporting.",
                "",
                true
            ],
            [
                "The LAPD says it cannot confirm earlier reports of singer Tom Petty's death.",
                "",
                true
            ],
            [
                "TMZ reports that the singer is still clinging to life.",
                "",
                true
            ],
            [
                "CBS News reported information obtained officially from the LAPD about Tom Petty,",
                "",
                true
            ],
            [
                "The LAPD later said it was not in a position to confirm information about the singer.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/GHLs4k1Ivo",
                "https://twitter.com/hashtag/TomPetty?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/2QeHxOSppj",
                "https://twitter.com/tompetty?ref_src=twsrc%5Etfw",
                "https://twitter.com/CBSNews?ref_src=twsrc%5Etfw",
                "https://t.co/Xv4UtVdY4Z",
                "https://twitter.com/hashtag/RIPTomPetty?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/intent/user?screen_name=CNNMoney",
                "https://t.co/vqbfNOXmQy",
                "https://www.instagram.com/p/BZwuOLpBTpr/?taken-by=dadlivesmatteronelove",
                "https://twitter.com/PathOfWill1/status/914963125895446528?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "rolling",
            "angered",
            "singer",
            "early",
            "post",
            "reported",
            "daughter",
            "information",
            "inaccurate",
            "report",
            "died",
            "petty",
            "tmz",
            "death",
            "lapd",
            "tom",
            "pettys"
        ]
    }
]