[
    {
        "url": "https://www.reuters.com/article/us-fashion-paris-saint-laurent-museum/yves-saint-laurent-designs-get-new-airing-at-paris-museum-idUSKCN1C329S",
        "title": "Yves Saint Laurent designs get new airing at Paris museum",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-09-28",
        "text": "Yves Saint Laurent designs get new airing at Paris museum\n3 Min Read\nPARIS (Reuters) - A new museum showcasing the creations of late French couturier Yves Saint Laurent opens in Paris next week, offering visitors an intimate glimpse into his studio and how he pulled together his collections.\nHoused in the elegant Parisian building that was the seat of Saint Laurent’s eponymous label for 28 years, the museum includes displays of some of his most striking bejeweled dresses and the designs that defined his style.\nIt recreates the workspace where Saint Laurent labored at his collections, an atelier filled with his sketches, rolls of fabrics and drawers full of beads and lace and which includes his original desk, complete with pin cushion.\n“This is more than a fashion museum, we’re opening up the house of an artist,” said Olivier Flaviano, the museum director.\n“You can find the spirit of Saint Laurent in the clothes, but also in the surroundings.”\nThe building includes the fitting room where clients once came to be measured.\nThe museum had its official inauguration on Thursday and will open its doors to the public on Oct. 3, weeks after the death of Pierre Berge, Saint Laurent’s one-time partner and business associate.\nBerge, a patron of the arts and well-known campaigner for gay rights, helped bring the label to prominence and was behind the project to launch the Yves Saint Laurent Museum.\nSlideshow (16 Images)\nAnother museum dedicated to the designer is due to open on Oct. 19 in Marrakech, Morroco. Saint Laurent often traveled there and drew inspiration from his visits.\nThe designer was considered one of the 20th century’s most influential. He popularized tuxedo-style suits for women, known as “Le Smoking”, for instance, and made a transition from the world of haute couture to ready-to-wear clothes. He retired in 2002 and died six years later.\nThe Saint Laurent label’s current creative director, Anthony Vaccarello, unveiled his latest spring-summer 2018 collection at Paris Fashion Week on Tuesday evening, in a spectacular outdoor display with a lit-up Eiffel Tower as its backdrop.\nReporting by Noemie Olive and Lucien Libert; Writing by Sarah White; Editing by Andrew Roche\n",
        "quotes": [
            [
                "This is more than a fashion museum, we’re opening up the house of an artist,",
                "Olivier Flaviano",
                true
            ],
            [
                "You can find the spirit of Saint Laurent in the clothes, but also in the surroundings.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "includes",
            "saint",
            "designs",
            "open",
            "laurents",
            "paris",
            "laurent",
            "yves",
            "week",
            "oct",
            "airing",
            "museum"
        ]
    }
]