[
    {
        "url": "https://money.cnn.com/2016/09/19/media/donald-trump-fox-news-interviews-press-conferences/index.html?sr=fbpol092016donald-trump-fox-news-interviews-press-conferences0231AMStoryLink&linkId=28975641",
        "title": "Donald Trump retreats to friendly media ground",
        "authors": [
            {
                "name": "Brian Stelter",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2016-09-19",
        "text": "by Brian Stelter   @brianstelter September 19, 2016: 8:50 PM ET\nDonald Trump not so accessible anymore\nDonald Trump's reputation for being always available to reporters is way out of date.\nTrump is saying \"yes\" to Fox News almost every day but saying \"no\" to most other major networks and news organizations -- a highly unusual strategy for a presidential nominee.\nHe called into \"Fox & Friends\" on Monday morning, he is booked on \"The O'Reilly Factor\" Monday night, and he has another town hall with Sean Hannity coming up on Wednesday.\nRousing the base instead of reaching out to undecided voters may ultimately pay off for Trump. If nothing else, it limits the candidate's exposure to hard-hitting questions -- while fueling frustration among journalists.\nTrump's surrogates continue to say that he is more accessible than Hillary Clinton, but that is no longer true.\nNewt Gingrich knocked Clinton at a Trump rally on Monday afternoon by saying \"she doesn't do press conferences.\" But Clinton has taken questions from reporters at half a dozen press conferences in the past two weeks, including as recently as Monday morning.\nThese sessions, while relatively short, have been plentiful, while Trump has not held a press conference since July.\nTrump beat reporters are starting to make noise about the drought — especially since Trump made Clinton's eight-month period without press conferences into a major campaign talking point.\n\"It's been more than 50 days since Donald Trump held a press conference,\" David Martosko of The Daily Mail tweeted Monday .\nTrump's recent TV appearances, on \"The Dr. Oz Show\" and \"The Tonight Show,\" made news, but not in journalistic settings.\nThe Washington Post's Robert Costa had a newsmaking interview with Trump last week. But that's the exception to the rule. The New York Times last had an interview with Trump about a month ago.\nTrump last appeared on CNN in late August. Because Anderson Cooper challenged Trump about the candidate's muddled stance on immigration, The Post's Callum Borchers concluded that \"it didn't go very well\" for Trump.\n\"It went so not well, in fact, that you have to wonder whether his campaign will decide it's best to dodge the likes of Anderson Cooper and Chuck Todd — or, for that matter, Chris Wallace and Bret Baier — and stick to softball sessions with Sean Hannity and the 'Fox & Friends' crew,\" Borchers wrote afterwards .\nTrump's last time on NBC was the \"Commander in Chief Forum\" on September 7. Moderator Matt Lauer was widely criticized for his light touch with Trump.\nThe candidate's last time on ABC was a short interview with David Muir on September 6. His last time on CBS was a \"60 Minutes\" sit-down with Lesley Stahl on July 17.\nTrump does have another CBS interview in the works, a campaign spokeswoman said.\nTV networks are agitating for more interviews with both Trump and Clinton. The difference between the two is that Trump previously had a reputation for calling in to morning shows and sitting down with interviewers all the time.\nThis accessibility also once extended to his traveling press corps.\n\"Trump used to be very, very accessible to the press. At the beginning of his campaign, he was extremely accessible,\" CNN politics reporter Jeremy Diamond said on Sunday's \"Reliable Sources.\" \"You could catch him for quick interviews on the way in and out of rallies. And that has really changed.\"\nDiamond said \"he is less accessible I think, in many regards, than Hillary Clinton at this point.\"\nTrump's campaign declined to comment Monday on its media strategy. Republican communications strategist Ron Bonjean said most candidates in Trump's position would be \"trying to reach a a broader general election audience.\"\n\"However, most Americans already know Trump as a household name and he doesn't need to diversify his interviews for additional exposure,\" Bonjean said. \"Trump is protecting himself from less friendly journalists while getting out his message at the same time even if it is to a more conservative audience.\"\nThis conservative-focused media strategy is also gaining attention among Trump's critics. \"He pretty much exclusively appears on Fox News now,\" Judd Legum, editor of the liberal news site ThinkProgress, tweeted on Monday.\nTrump's relationship with Hannity is perhaps the best symbol of how the candidate gets out his message on his own terms. Trump has taped numerous town halls with the conservative commentator.\nAccording to TVNewser, Wednesday's town hall will focus on \"issues and concerns surrounding African-Americans this election cycle.\"\nAccording to Nielsen data, only 1.5% of Hannity's 2 million nightly viewers are African American. Overall, at any given time of day, about 2% of Fox News viewers are African American.\nCNNMoney (New York) First published September 19, 2016: 6:44 PM ET\nNewsletter\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "she doesn't do press conferences.",
                "Hillary Clinton",
                false
            ],
            [
                "It's been more than 50 days since Donald Trump held a press conference,",
                "David Martosko",
                true
            ],
            [
                "it didn't go very well",
                "Newt Gingrich",
                false
            ],
            [
                "It went so not well, in fact, that you have to wonder whether his campaign will decide it's best to dodge the likes of Anderson Cooper and Chuck Todd — or, for that matter, Chris Wallace and Bret Baier — and stick to softball sessions with Sean Hannity and the 'Fox & Friends' crew,",
                "Borchers",
                true
            ],
            [
                "Trump used to be very, very accessible to the press.",
                "Jeremy Diamond",
                true
            ],
            [
                "At the beginning of his campaign, he was extremely accessible,",
                "Jeremy Diamond",
                true
            ],
            [
                "You could catch him for quick interviews on the way in and out of rallies.",
                "",
                true
            ],
            [
                "he is less accessible I think, in many regards, than Hillary Clinton at this point.",
                "Diamond",
                false
            ],
            [
                "trying to reach a a broader general election audience.",
                "Ron Bonjean",
                false
            ],
            [
                "However, most Americans already know Trump as a household name and he doesn't need to diversify his interviews for additional exposure,",
                "Bonjean",
                true
            ],
            [
                "Trump is protecting himself from less friendly journalists while getting out his message at the same time even if it is to a more conservative audience.",
                "Bonjean",
                true
            ],
            [
                "He pretty much exclusively appears on Fox News now,",
                "Newt Gingrich",
                true
            ],
            [
                "issues and concerns surrounding African-Americans this election cycle.",
                "Newt Gingrich",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/news/the-fix/wp/2016/08/26/donald-trump-finally-did-a-non-fox-news-interview-it-didnt-go-very-well/",
                "https://www.washingtonpost.com/politics/trump-defiant-as-polls-rise-wont-say-obama-was-born-in-united-states/2016/09/15/48913162-7b61-11e6-ac8e-cf8e0dd91dc7_story.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/tvnewser/status/777950197649408000",
                "https://twitter.com/dmartosko/status/777917748055867392?lang=en",
                "https://twitter.com/juddlegum",
                "https://www.cnn.com/videos/politics/2016/08/26/donald-trump-intv-cooper-ac-part-1.cnn"
            ]
        },
        "key_words": [
            "campaign",
            "interview",
            "fox",
            "press",
            "friendly",
            "ground",
            "trump",
            "clinton",
            "donald",
            "trumps",
            "retreats",
            "town",
            "candidates",
            "accessible",
            "media"
        ]
    }
]