[
    {
        "url": "http://occupydemocrats.com/2016/09/27/trump-just-gave-pathetic-excuse-losing-hillary-debate/",
        "title": "Trump Just Gave The Most PATHETIC Excuse For Losing To Hillary In Debate",
        "authors": [
            {
                "name": "Colin Taylor",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-27",
        "text": "Now Reading\nTrump Just Gave The Most PATHETIC Excuse For Losing To Hillary In Debate\n0 Shares\nRepublican nominee Donald Trump got thoroughly outplayed by Democratic nominee Hillary Clinton during the debate tonight, only capable of blustering and babbling in response to her cool and measured fact-based statements. Whether it was crime, national security, the economy, trade, or his own tax returns, Trump was on the defensive the entire night, unable to overcome the consequences of his own selfish decisions and the weaknesses of the incoherent rambles that pass for policy positions for the Republican nominee.\nSee Also\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "tonight",
            "trump",
            "admit",
            "debate",
            "nominee",
            "pathetic",
            "excuse",
            "entire",
            "democratic",
            "response",
            "hillary",
            "gave",
            "republican",
            "losing",
            "clinton"
        ]
    }
]