[
    {
        "url": "http://occupydemocrats.com/2016/09/21/just-375-top-scientists-pen-open-letter-begging-america-not-vote-trump/",
        "title": "JUST IN: 375 Top Scientists Pen Open Letter Begging America To Not Vote Trump",
        "authors": [
            {
                "name": "Colin Taylor",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-21",
        "text": "Now Reading\nJUST IN: 375 Top Scientists Pen Open Letter Begging America To Not Vote Trump\n0 Shares\nRead Next\nOver 375 of the world’s leading scientific minds published an open letter on Tuesday warning America about the dangers that a Donald Trump presidency presents to the environment. The Republican nominee, who believes that global warming is a hoax created by the Chinese, has stated his intention to pull out of the historic Paris climate change treaty that President Obama signed a few months ago with all 194 other countries in the world. That agreement, expected to be implemented by at least 61 of the world’s worst polluters (accounting for 47% of all emissions), is set to be ratified by the end of the year.\nThe letter, signed by such notable names as Stephen Hawking and over 30 Nobel laureates, paints a bleak picture for our nation if Trump is elected and reneges on our international climate treaty obligations.\nFrom studies of changes in temperature and sea level over the last million years, we know that the climate system has tipping points. Our proximity to these tipping points is uncertain. We know, however, that rapid warming of the planet increases the risk of crossing climatic points of no return, possibly setting in motion large-scale ocean circulation changes, the loss of major ice sheets, and species extinctions. The climatic consequences of exceeding such thresholds are not confined to the next one or two electoral cycles. They have lifetimes of many thousands of years.\nThe political system also has tipping points. Thus it is of great concern that the Republican nominee for President has advocated U.S. withdrawal from the Paris Accord. A “Parexit” would send a clear signal to the rest of the world: “The United States does not care about the global problem of human-caused climate change. You are on your own.” Such a decision would make it far more difficult to develop effective global strategies for mitigating and adapting to climate change. The consequences of opting out of the global community would be severe and long-lasting – for our planet’s climate and for the international credibility of the United States.\nThe United States can and must be a major player in developing innovative solutions to the problem of reducing emissions of greenhouse gases. Nations that find innovative ways of decarbonizing energy systems and sequestering CO2 will be the economic leaders of the 21st century. Walking away from Paris makes it less likely that the U.S. will have a global leadership role, politically, economically, or morally. We cannot afford to cross that tipping point.\nDonald Trump, in a nod to the fossil fuel oligarchs that pull the strings of the Republican Party, complains that the Paris Agreement “gives foreign bureaucrats control over how much energy we use right here in America.” That assertion is of course ludicrous ; under the Paris Climate Agreement, each country develops its own plan; while countries openly share their progress towards their emission reduction targets with each other, no country can tell another what to do.\nBut what Trump is really defending is the ability of multinational energy companies to extract every last ounce of value out the environment and reap as much profit as they can before the consequences of their pyromaniacal carbon frenzy catches up to them. They know the end of their gravy train is coming soon – but if they succeed, it will be far too late for the rest of us.\nSee Also\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "The United States does not care about the global problem of human-caused climate change.",
                "",
                true
            ],
            [
                "gives foreign bureaucrats control over how much energy we use right here in America.",
                "Donald Trump",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/opinions/trump-is-wrong-on-the-paris-climate-agreement-i-know-because-i-negotiated-it/2016/05/31/ce3a680a-2667-11e6-ae4a-3cdd5fe74204_story.html?utm_term=.f67f98ceb152"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "america",
            "world",
            "global",
            "pen",
            "paris",
            "vote",
            "know",
            "begging",
            "climate",
            "tipping",
            "points",
            "states",
            "united",
            "scientists",
            "letter",
            "open",
            "trump",
            "375"
        ]
    }
]