[
    {
        "url": "https://www.activistpost.com/2017/09/uk-supermarket-worlds-first-cashless-finger-vein-scan.html",
        "title": "UK Supermarket Becomes World’s First to Offer Cashless Checkout with Finger Vein Scan",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-20",
        "text": "UK Supermarket Becomes World’s First to Offer Cashless Checkout with Finger Vein Scan\nThe march toward a cashless society has now moved from the theoretical to the phase of widespread adoption. This is primarily due to developments in the tech sector that now enable the easy use of biometric recognition systems, as well as the increasing acceptance from a public who is becoming familiar with turning themselves into a password for their personal devices.\nBehind the scenes, governments and corporations have been building the political and economic enticements via the Better Than Cash Alliance to ensure that the world eventually gets “de-cashed.” We’re now witnessing the full roll-out of an architecture that has been in development for many years.\nChina’s high-tech KFC recently made headlines when it began testing facial recognition payments in its KPRO store. Cashless agenda denialists, however, could readily point to China’s authoritarian government to ease any fears about an impending technocratic takeover occurring in the (supposedly) more democratic West.\nWell, today’s cashless agenda news does come from the West, and it’s a world’s first.  As reported by The Telegraph , London’s Costcutter supermarket has announced that its shoppers can now pay by finger vein scan.\nIt works by using infrared to scan people’s finger veins and then links this unique biometric map to their bank cards. Customers’ bank details are then stored with payment provider Worldpay, in the same way you can store your card details when shopping online. Shoppers can then turn up to the supermarket with nothing on them but their own hands and use it to make payments in just three seconds.\nNice and convenient, of course.\nLongtime readers of Activist Post might remember an article by Brandon Turbeville written in 2011 warning that this was being tested as a future payment system. Remarking at the time about how smartphone payments would eventually seem outdated, he explained:\n[…]\nIndeed, this new type of technology, even this specific product, is already being introduced all over the United States.\n[…]\nSchools, too, have begun to implement the Fujitsu systems. For instance, the Pinellas County School District in Florida recently announced that it was introducing the system in order “to identify students and thereby reduce waste and the threat of impersonation.”\nWith the new scanners, the students are able to have their meals deducted from their account, upon scanning their palms, as they march single file in the feeding lines during lunch time. Of course, this type of technology is not new to Pinellas County. The students have been finger scanning in order to gain access to their lunch for years.\nNaturally, these days not everyone is worried only about the intrusive nature of turning one’s body into a password to be mined by algorithms for corporations and governments, but just as legitimately about having their financial data hacked.\nNo worries, says the developer of the newest form of vein scanning, Sthaler. Although company director, Simon Binns, manages to sound creepy and objectifying even while trying to reassure the vein-scanning public:\nThis is the safest form of biometrics. There are no known incidences where this security has been breached.\n“When you put your finger in the scanner it checks you are alive, it checks for a pulse, it checks for haemoglobin. ‘Your vein pattern is secure because it is kept on a database in an encrypted form, as binary numbers. No card details are stored with the retailer or ourselves, it is held with Worldpay, in the same way it is when you buy online.”\nSystem developers are projecting that adoption of the technology will be rapid, with perhaps thousands of stores, nightclubs and membership services getting on board in the near future. The question is: Will it be optional? And if so, for how long?\nAs Brandon Turbeville concluded more than 6 years ago:\nIt should be noted that almost every element of any control grid begins by being optional when it is first introduced to the target population. But, as more and more individuals acquiesce to the system, the more inconvenient and, subsequently, the harder it will become for the rest of us to opt out. Eventually, the ability to opt out will be removed altogether.\nThis article may be freely republished in part or in full with author attribution and source link .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "to identify students and thereby reduce waste and the threat of impersonation.",
                "",
                false
            ],
            [
                "When you put your finger in the scanner it checks you are alive, it checks for a pulse, it checks for haemoglobin.",
                "",
                true
            ],
            [
                "Your vein pattern is secure because it is kept on a database in an encrypted form, as binary numbers.",
                "",
                true
            ],
            [
                "No card details are stored with the retailer or ourselves, it is held with Worldpay, in the same way it is when you buy online.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.baynews9.com/article/news/2011/august/298960/Lunch-time-technology-rolled-out-at-Pinellas-schools",
                "https://www.activistpost.com/2014/07/in-internet-of-things-you-will-be-key.html",
                "http://www.telegraph.co.uk/technology/2017/04/11/smartphone-fingerprint-scanners-could-easily-fooled-fake-prints/",
                "https://patch.com/florida/clearwater/high-tech-palm-scans-at-pinellas-schools-d20963ff",
                "https://pstuph.wordpress.com/2011/07/30/florida-schools-require-palm-scan-to-purchase-lunch/",
                "https://www.activistpost.com/2017/09/cashless-society-china-kfc-introduces-facial-recognition-payment-system.html",
                "https://www.telegraph.co.uk/news/2017/09/20/british-supermarket-offers-payment-fingerprint-worldwide-first/",
                "https://www.activistpost.com/2011/12/invasion-of-vein-scanners.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.tampabay.com/news/education/k12/pinellas-elementary-schools-to-get-palm-scanners-which-move-lunch-lines/1196789",
                "http://www.planetbiometrics.com/article-details/i/707/",
                "https://www.betterthancash.org/",
                "https://www.fujitsu.com/us/"
            ]
        },
        "key_words": [
            "supermarket",
            "checkout",
            "offer",
            "scanners",
            "technology",
            "worlds",
            "payments",
            "cashless",
            "order",
            "uk",
            "scan",
            "vein",
            "finger",
            "scanning",
            "recognition",
            "students",
            "system"
        ]
    }
]