[
    {
        "url": "https://www.cnn.com/2016/09/23/politics/clinton-calls-for-charlotte-to-release-shooting-video-without-delay/index.html",
        "title": "Clinton calls for Charlotte to release shooting video 'without delay'",
        "authors": [
            {
                "name": "Daniella Diaz",
                "link": null
            },
            {
                "name": "Karl De Vries",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-23",
        "text": "Clinton calls for Charlotte to release shooting video 'without delay'\nBy Karl de Vries and Daniella Diaz , CNN\nUpdated 4:56 PM ET, Fri September 23, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nTwo police videos -- from a dashboard camera and an officer's body camera -- show Scott's death\nPolice have so far declined to release the footage to the public\nWashington (CNN)\nHillary Clinton called Friday for officials in Charlotte, North Carolina, to make public a police video showing the fatal shooting of Keith Lamont Scott.\nThe shooting of Scott, a black man, has sparked protests in the city this week and is the latest incident to fuel a national discussion about lethal police force, particularly against African-Americans.\n\"Charlotte should release police video of the Keith Lamont Scott shooting without delay. We must ensure justice & work to bridge divides. --H,\" Clinton said in a tweet, the \"H\" indicating that she personally approved the message.\nCharlotte should release police video of the Keith Lamont Scott shooting without delay. We must ensure justice & work to bridge divides. -H\nClinton will travel Charlotte on Sunday, according to her campaign spokesman, Nick Merrill. Details will be forthcoming, he said.\nTwo police videos -- from a dashboard camera and an officer's body camera -- show how Scott died. Police allowed Scott's family to view the videos Wednesday but have so far declined to release the footage to the public.\nRead More\nClinton calls shootings 'intolerable'\nClinton has commented throughout the week on the shootings of Scott and and Terence Crutcher, an unarmed black man who was killed by police last week in Tulsa, Oklahoma.\nAt a campaign event on Wednesday, Clinton said that the police killings of Scott and Crutcher are \"unbearable\" and \"intolerable.\"\n\"There is still much we don't know yet about what happened in both incidents. But we do know that we have two more names to add to a list of African-Americans killed by police officers in these encounters,\" Clinton said. \"It's unbearable. And it needs to become intolerable.\"\nClinton's campaign manager, Robby Mook, told CNN's \"New Day\" this week that as president, Clinton would prevent such shootings by building \"bonds between communities and law enforcement.\"\nClinton's Republican rival, Donald Trump, has not yet publicly commented on Scott's death. Speaking about the Tulsa shooting, however, he said he was \"very troubled\" by the incident and suggested the officer -- who has since been charged with manslaughter -- \"got scared\" or was \"choking,\" slang for a person who fails under pressure.\nFamily releases cell phone video\nCharlotte-Mecklenberg Police Chief Kerr Putney said Friday he expected police videos of the shooting to be released eventually, when investigators decide that it can be released as part of a package with other information, so that the videos aren't released without context.\nThis differed from his message a day earlier, when he said the public shouldn't expect the videos' release.\nScott's family on Friday released cell phone video, recorded by his wife, that shows the moments leading to his fatal shooting by police Tuesday.\n\"Don't shoot him. He has no weapon,\" Rakeyia Scott can be heard saying. The first portions of the shaky video appear to show a number of police officers surround a vehicle in a parking lot.\nA man repeatedly yells for someone -- apparently Keith Scott -- to \"drop the gun.\"\n\"He doesn't have a gun. He has a TBI (traumatic brain injury),\" Rakeyia Scott says. \"He's not going to do anything to you guys. He just took his medicine.\"\nPolice said an officer shot Scott after he failed to heed commands to drop a gun. His family has said he didn't have a gun.\nCNN's Jeff Zeleny and Dan Merica contributed to this report.\n",
        "quotes": [
            [
                "Charlotte should release police video of the Keith Lamont Scott shooting without delay.",
                "Hillary Clinton",
                true
            ],
            [
                "We must ensure justice & work to bridge divides.",
                "Hillary Clinton",
                true
            ],
            [
                "There is still much we don't know yet about what happened in both incidents.",
                "Hillary Clinton",
                true
            ],
            [
                "But we do know that we have two more names to add to a list of African-Americans killed by police officers in these encounters,",
                "Hillary Clinton",
                true
            ],
            [
                "And it needs to become intolerable.",
                "Hillary Clinton",
                true
            ],
            [
                "bonds between communities and law enforcement.",
                "Hillary Clinton",
                false
            ],
            [
                "He doesn't have a gun.",
                "Keith Lamont Scott",
                true
            ],
            [
                "He has a TBI (traumatic brain injury),",
                "Keith Lamont Scott",
                true
            ],
            [
                "He's not going to do anything to you guys.",
                "Keith Lamont Scott",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/09/23/us/tulsa-officer-booked-released-on-bond/index.html",
                "https://www.cnn.com/2016/09/21/politics/trump-police-shooting-response/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "video",
            "scott",
            "calls",
            "shooting",
            "charlotte",
            "delay",
            "clinton",
            "h",
            "camera",
            "videos",
            "release",
            "lamont",
            "keith"
        ]
    }
]