[
    {
        "url": "https://www.cnn.com/2016/09/21/politics/don-king-n-word-donald-trump/index.html",
        "title": "Don King drops N-word while introducing Donald Trump",
        "authors": [
            {
                "name": "Jeremy Diamond",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-21",
        "text": "Updated 2:33 PM ET, Wed September 21, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nTrump was sitting in a chair onstage just a few feet away from King when he uttered the word\nTrump has pledged to help bring jobs and safety to impoverished minority communities\nCleveland Heights, Ohio (CNN)\nThe controversial boxing promoter Don King used the N-word while introducing Donald Trump during an event Wednesday at a church.\nKing, who is black, said the word as he argued that African-Americans cannot achieve success by emulating white people, as they will remain \"negroes.\"\n\"If you're poor, you are a poor negro -- I would use the n-word -- but if you're rich, you are a rich negro. If you are intelligent, intellectual, you are intellectual negro. If you are a dancing and sliding and gliding n***** -- I mean negro -- you are a dancing and sliding and gliding negro,\" King said, laughing along with the crowd after the slip-up. \"You're going to be a negro 'til you die.\"\nTrump, who was already smirking as he listened to King, didn't change the expression on his face, but turned slightly uncomfortably to his special counsel Michael Cohen and the church's pastor, Darrell Scott, who head up Trump's diversity coalition.\nTrump, who said he personally invited King to introduce him, was sitting in a chair onstage just a few feet away from King when he uttered the word.\nRead More\nTaking the stage moments later, Trump called King a \"phenomenal persona\" and said: \"Ah, there's only one Don King.\"\nDuring his speech, King praised Trump as \"fearless,\" \"courageous and brave\" and said he believed Trump would \"take this system apart\" and \"create a whole new system.\"\n\"The system is corrupt, the system is rigged, the system is sexist, the system is racist,\" King said, arguing that Trump would bring the country \"back to inclusiveness.\"\nKing's mere presence at Trump's side is controversial: King was convicted of second-degree murder for stomping a man to death in 1966. The governor of Ohio later pardoned King for the crime in 1983.\nWednesday's moment came as Trump pitched himself as a president who would help bring jobs and safety to impoverished minority communities during the event at Scott's church. There, Trump was flanked by a number of his prominent black surrogates, including Ben Carson and former \"Apprentice\" star Omarosa Manigault.\nLater, as Trump fielded questions from Scott on a range of issues affecting religious and minority communities, King stood on stage by Trump, interjecting infrequently to shout about the \"system.\"\nPhotos: Donald Trump's rise\nPhotos: Donald Trump's rise\nPresident-elect Donald Trump has been in the spotlight for years. From developing real estate and producing and starring in TV shows, he became a celebrity long before winning the White House.\nHide Caption\nPhotos: Donald Trump's rise\nTrump at age 4. He was born in 1946 to Fred and Mary Trump in New York City. His father was a real estate developer.\nHide Caption\nPhotos: Donald Trump's rise\nTrump, left, in a family photo. He was the second-youngest of five children.\nHide Caption\nPhotos: Donald Trump's rise\nTrump, center, stands at attention during his senior year at the New York Military Academy in 1964.\nHide Caption\nPhotos: Donald Trump's rise\nTrump, center, wears a baseball uniform at the New York Military Academy in 1964. After he graduated from the boarding school, he went to college. He started at Fordham University before transferring and later graduating from the Wharton School, the University of Pennsylvania's business school.\nHide Caption\nPhotos: Donald Trump's rise\nTrump stands with Alfred Eisenpreis, New York's economic development administrator, in 1976 while they look at a sketch of a new 1,400-room renovation project of the Commodore Hotel. After graduating college in 1968, Trump worked with his father on developments in Queens and Brooklyn before purchasing or building multiple properties in New York and Atlantic City, New Jersey. Those properties included Trump Tower in New York and Trump Plaza and multiple casinos in Atlantic City.\nHide Caption\nPhotos: Donald Trump's rise\nTrump attends an event to mark the start of construction of the New York Convention Center in 1979.\nHide Caption\nPhotos: Donald Trump's rise\nTrump wears a hard hat at the Trump Tower construction site in New York in 1980.\nHide Caption\nPhotos: Donald Trump's rise\nTrump was married to Ivana Zelnicek Trump from 1977 to 1990, when they divorced. They had three children together: Donald Jr., Ivanka and Eric.\nHide Caption\nHide Caption\nPhotos: Donald Trump's rise\nTrump uses his personal helicopter to get around New York in 1987.\nHide Caption\nHide Caption\nPhotos: Donald Trump's rise\nTrump attends the opening of his new Atlantic City casino, the Taj Mahal, in 1989.\nHide Caption\nPhotos: Donald Trump's rise\nTrump signs his second book, \"Trump: Surviving at the Top,\" in 1990. Trump has published at least 16 other books, including \"The Art of the Deal\" and \"The America We Deserve.\"\nHide Caption\nPhotos: Donald Trump's rise\nTrump and singer Michael Jackson pose for a photo before traveling to visit Ryan White, a young child with AIDS, in 1990.\nHide Caption\nPhotos: Donald Trump's rise\nTrump dips his second wife, Marla Maples, after the couple married in a private ceremony in New York in December 1993. The couple divorced in 1999 and had one daughter together, Tiffany.\nHide Caption\nPhotos: Donald Trump's rise\nTrump putts a golf ball in his New York office in 1998.\nHide Caption\nPhotos: Donald Trump's rise\nAn advertisement for the television show \"The Apprentice\" hangs at Trump Tower in 2004. The show launched in January of that year. In January 2008, the show returned as \"Celebrity Apprentice.\"\nHide Caption\nPhotos: Donald Trump's rise\nA 12-inch talking Trump doll is on display at a toy store in New York in September 2004.\nHide Caption\nPhotos: Donald Trump's rise\nTrump attends a news conference in 2005 that announced the establishment of Trump University. From 2005 until it closed in 2010, Trump University had about 10,000 people sign up for a program that promised success in real estate. Three separate lawsuits -- two class-action suits filed in California and one filed by New York's attorney general -- argued that the program was mired in fraud and deception. Trump's camp rejected the suits' claims as \"baseless.\" And Trump has charged that the New York case against him is politically motivated.\nHide Caption\nPhotos: Donald Trump's rise\nTrump attends the U.S. Open tennis tournament with his third wife, Melania Knauss-Trump, and their son, Barron, in 2006. Trump and Knauss married in 2005.\nHide Caption\nPhotos: Donald Trump's rise\nTrump wrestles with \"Stone Cold\" Steve Austin at WrestleMania in 2007. Trump has close ties with the WWE and its CEO, Vince McMahon.\nHide Caption\nPhotos: Donald Trump's rise\nFor \"The Apprentice,\" Trump was honored with a star on the Hollywood Walk of Fame in January 2007.\nHide Caption\nPhotos: Donald Trump's rise\nTrump appears on the set of \"The Celebrity Apprentice\" with two of his children -- Donald Jr. and Ivanka -- in 2009.\nHide Caption\nPhotos: Donald Trump's rise\nTrump poses with Miss Universe contestants in 2011. Trump had been executive producer of the Miss Universe, Miss USA and Miss Teen USA pageants since 1996.\nHide Caption\nIn 2012, Trump announces his endorsement of Republican presidential candidate Mitt Romney.\nHide Caption\nPhotos: Donald Trump's rise\nTrump speaks in Sarasota, Florida, after accepting the Statesman of the Year Award at the Sarasota GOP dinner in August 2012. It was shortly before the Republican National Convention in nearby Tampa.\nHide Caption\nPhotos: Donald Trump's rise\nTrump appears on stage with singer Nick Jonas and television personality Giuliana Rancic during the 2013 Miss USA pageant.\nHide Caption\nPhotos: Donald Trump's rise\nHide Caption\nPhotos: Donald Trump's rise\nTrump -- flanked by U.S. Sens. Marco Rubio, left, and Ted Cruz -- speaks during a CNN debate in Miami on March 10. Trump dominated the GOP primaries and emerged as the presumptive nominee in May.\nHide Caption\nPhotos: Donald Trump's rise\nThe Trump family poses for a photo in New York in April.\nHide Caption\nPhotos: Donald Trump's rise\nTrump speaks during a campaign event in Evansville, Indiana, on April 28. After Trump won the Indiana primary, his last two competitors dropped out of the GOP race.\nHide Caption\nPhotos: Donald Trump's rise\nTrump delivers a speech at the Republican National Convention in July, accepting the party's nomination for President. \"I have had a truly great life in business,\" he said. \"But now, my sole and exclusive mission is to go to work for our country -- to go to work for you. It's time to deliver a victory for the American people.\"\nHide Caption\nPhotos: Donald Trump's rise\nTrump faces Democratic nominee Hillary Clinton in the first presidential debate, which took place in Hempstead, New York, in September.\nHide Caption\nPhotos: Donald Trump's rise\nTrump apologizes in a video, posted to his Twitter account in October, for vulgar and sexually aggressive remarks he made a decade ago regarding women. \"I said it, I was wrong and I apologize,\" Trump said, referring to lewd comments he made during a previously unaired taping of \"Access Hollywood.\" Multiple Republican leaders rescinded their endorsements of Trump after the footage was released.\nHide Caption\nPhotos: Donald Trump's rise\nTrump walks on stage with his family after he was declared the election winner on November 9. \"Ours was not a campaign, but rather, an incredible and great movement,\" he told his supporters in New York.\nHide Caption\nPhotos: Donald Trump's rise\nTrump is joined by his family as he is sworn in as President on January 20.\nHide Caption\n37 of 37\nWarily eying King, Manigault suggested King take a seat, but the boxing promoter declined.\nMoments later, as Trump's supporters gathered around him to pray for Trump, King grabbed Trump's wrist and raised their arms above their heads, as he would with a champion boxer.\nTrump appeared to let his hand go limp, and then, unsure what to do, closed his hand to make a fist.\nJust a few hours later, King flew with the real estate mogul aboard Trump's plane to his rally in Toledo, Ohio, where he introduced GOP vice presidential nominee Mike Pence.\n",
        "quotes": [
            [
                "If you're poor, you are a poor negro -- I would use the n-word -- but if you're rich, you are a rich negro.",
                "Michael Cohen",
                true
            ],
            [
                "If you are intelligent, intellectual, you are intellectual negro.",
                "Michael Cohen",
                true
            ],
            [
                "If you are a dancing and sliding and gliding n***** -- I mean negro -- you are a dancing and sliding and gliding negro,",
                "Michael Cohen",
                true
            ],
            [
                "You're going to be a negro 'til you die.",
                "Michael Cohen",
                true
            ],
            [
                "Ah, there's only one Don King.",
                "Donald Trump",
                true
            ],
            [
                "The system is corrupt, the system is rigged, the system is sexist, the system is racist,",
                "Michael Cohen",
                true
            ],
            [
                "I have had a truly great life in business,",
                "Donald Trump",
                true
            ],
            [
                "But now, my sole and exclusive mission is to go to work for our country -- to go to work for you.",
                "Donald Trump",
                true
            ],
            [
                "It's time to deliver a victory for the American people.",
                "Donald Trump",
                true
            ],
            [
                "I said it, I was wrong and I apologize,",
                "Donald Trump",
                true
            ],
            [
                "Ours was not a campaign, but rather, an incredible and great movement,",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://money.cnn.com/2016/03/08/news/trump-university-controversy-donald-trump/",
                "https://www.cnn.com/2016/10/07/politics/donald-trump-women-vulgar/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.trump.com/publications/",
                "https://www.cnn.com/2016/09/26/politics/gallery/first-presidential-debate/index.html"
            ]
        },
        "key_words": [
            "introducing",
            "poor",
            "nword",
            "don",
            "uttered",
            "rich",
            "trump",
            "donald",
            "sliding",
            "sitting",
            "king",
            "onstage",
            "negro",
            "youre",
            "drops"
        ]
    }
]