[
    {
        "url": "https://www.reuters.com/article/us-newsnow-oct10/tuesday-morning-briefing-idUSKBN1CF162",
        "title": "Tuesday Morning Briefing",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "Tuesday Morning Briefing\n10 Min Read\nWildfires continue to sweep across California, Russia accused the United States of pretending to fight Islamic State and a special report explores the North Korean beach resort where missile launches are tested.\nSchool children play in the water at Songdowon International Children's Camp in Wonsan City, North Korea in this undated photo released by KCNA.\nCalifornia\nFirefighters battled overnight to contain wildfires in Northern California , evacuating residents in the path of 15 separate blazes that have killed at least 10 people and destroyed hundreds of homes and businesses. Efforts to control the fires, which swept through the state’s world-famous wine country, were being helped by more favorable weather conditions, a spokesman for the governor’s Office of Emergency Services said. However, the death toll could still rise. \nNorth Korea\nMillions of people live on the North Korean side of the border, their lives shrouded in secrecy. But their stories are worth striving to tell.  Here’s our new section  for in-depth reporting on the reclusive state. \nU.S.\nA Texas-based chain of strip clubs would go on a buying spree. A growing technology company would move fewer jobs overseas. And a regional bank would boost its spending on cybersecurity. These are some of the uses of the tax savings that small and medium-sized U.S. companies say they would pursue  if the Trump administration and the Republican-controlled Congress slashed corporate taxes  as promised.\nWith a businessman turned politician now in the Oval Office, a small but growing number of bankers and Wall Street financiers across the United States have set their sights on politics. In New Jersey, Connecticut and California, former bankers, hedge fund managers and private equity executives have either announced bids for legislative and gubernatorial seats, or associates have told Reuters they are considering running. \n \nRepublic of Ireland fans in fancy dress before Wales vs Republic of Ireland in Cardiff City Stadium, Cardiff, Britain - October 9, 2017 Action Images via Reuters/John Sibley\nWorld \nRussia accused the United States of pretending to fight Islamic State and of deliberately reducing its air strikes in Iraq to allow the group’s militants to stream into Syria to slow the Russian-backed advance of the Syrian army.\nBusiness\nWorld shares ground out a fresh record high , making it almost 50 for the year, although Europe tread cautiously as markets waited to see whether Spain’s Catalonia region would push for independence later in the day.\nCommentary\n\"It’s clear that decades of estrangement have led to a fundamental misunderstanding of Iran in Washington,\" writes Seyed Hossein Mousavian, a former head of the Foreign Relations Committee of Iran’s National Security Council. With Donald Trump facing an Oct. 15 deadline for recertifying whether Tehran is complying with the terms of its nuclear deal, Mousavian outlines five points that the U.S. president should take into account if he \"wishes to free future generations of anxiety of over U.S.-Iran tensions.\"\n",
        "quotes": [
            [
                "It’s clear that decades of estrangement have led to a fundamental misunderstanding of Iran in Washington,",
                "Seyed Hossein Mousavian",
                true
            ],
            [
                "wishes to free future generations of anxiety of over U.S.-Iran tensions.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.reuters.com/article/us-mideast-crisis-syria-russia-usa/russia-accuses-u-s-of-pretending-to-fight-islamic-state-in-syria-iraq-idUSKBN1CF0KN",
                "https://www.reuters.com/article/us-trump-effect-smallcompanies-tax/u-s-small-cap-firms-look-to-spend-tax-savings-on-tech-not-jobs-idUSKBN1CF1AD",
                "https://www.reuters.com/article/us-california-fire/fire-crews-battle-as-deadly-california-wildfires-rage-on-idUSKBN1CE1JI",
                "https://www.reuters.com/article/us-global-markets/europe-cautious-ahead-of-catalonia-independence-call-idUSKBN1CF039",
                "https://www.reuters.com/article/us-mousavian-iran-commentary/commentary-a-former-iranian-diplomat-on-what-trump-needs-to-know-about-iran-idUSKBN1CE22K",
                "https://www.reuters.com/article/us-trump-effect-bankers/new-wall-street-candidates-emerge-to-test-trump-era-appeal-idUSKBN1CE1BX"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/north-korea"
            ]
        },
        "key_words": [
            "states",
            "north",
            "united",
            "underway",
            "california",
            "city",
            "briefing",
            "wonsan",
            "wildfires",
            "trump",
            "korean",
            "morning"
        ]
    }
]