[
    {
        "url": "https://www.cnn.com/2016/09/20/politics/republican-reince-priebus-john-kasich/index.html",
        "title": "The GOP's next civil war is brewing",
        "authors": [
            {
                "name": "Eric Bradner",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-20",
        "text": "Updated 8:07 AM ET, Wed September 21, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nJohn Kasich: Very unlikely I vote for Donald Trump 04:27\nStory highlights\nRNC Chair Reince Priebus is pushing the party's 2016 field to back Donald Trump\nPriebus warned that those who don't could face penalties if they run for president again\nWashington (CNN)\nRepublicans are preparing for the penalty phase of the 2016 election.\nThe next Republican civil war came into greater focus over the weekend when party chairman Reince Priebus threw a thinly veiled warning at former GOP 2016ers who haven't yet endorsed Donald Trump: \"Get on board\" or face penalties if you ever seek the presidency again.\nThe nudge -- aimed at Republicans such as John Kasich, Ted Cruz and Jeb Bush -- was no off-the-cuff expression of frustration. Several Republican party chairs in early voting states told CNN that Priebus has spent days talking about enforcing the pledge that all 17 GOP candidates signed at the outset of the 2016 primary to support the eventual nominee.\nRead More\nPhotos: Donald Trump's rise\nPhotos: Donald Trump's rise\nPresident-elect Donald Trump has been in the spotlight for years. From developing real estate and producing and starring in TV shows, he became a celebrity long before winning the White House.\nHide Caption\nPhotos: Donald Trump's rise\nTrump at age 4. He was born in 1946 to Fred and Mary Trump in New York City. His father was a real estate developer.\nHide Caption\nPhotos: Donald Trump's rise\nTrump, left, in a family photo. He was the second-youngest of five children.\nHide Caption\nPhotos: Donald Trump's rise\nTrump, center, stands at attention during his senior year at the New York Military Academy in 1964.\nHide Caption\nPhotos: Donald Trump's rise\nTrump, center, wears a baseball uniform at the New York Military Academy in 1964. After he graduated from the boarding school, he went to college. He started at Fordham University before transferring and later graduating from the Wharton School, the University of Pennsylvania's business school.\nHide Caption\nPhotos: Donald Trump's rise\nTrump stands with Alfred Eisenpreis, New York's economic development administrator, in 1976 while they look at a sketch of a new 1,400-room renovation project of the Commodore Hotel. After graduating college in 1968, Trump worked with his father on developments in Queens and Brooklyn before purchasing or building multiple properties in New York and Atlantic City, New Jersey. Those properties included Trump Tower in New York and Trump Plaza and multiple casinos in Atlantic City.\nHide Caption\nPhotos: Donald Trump's rise\nTrump attends an event to mark the start of construction of the New York Convention Center in 1979.\nHide Caption\nPhotos: Donald Trump's rise\nTrump wears a hard hat at the Trump Tower construction site in New York in 1980.\nHide Caption\nPhotos: Donald Trump's rise\nTrump was married to Ivana Zelnicek Trump from 1977 to 1990, when they divorced. They had three children together: Donald Jr., Ivanka and Eric.\nHide Caption\nHide Caption\nPhotos: Donald Trump's rise\nTrump uses his personal helicopter to get around New York in 1987.\nHide Caption\nHide Caption\nPhotos: Donald Trump's rise\nTrump attends the opening of his new Atlantic City casino, the Taj Mahal, in 1989.\nHide Caption\nPhotos: Donald Trump's rise\nTrump signs his second book, \"Trump: Surviving at the Top,\" in 1990. Trump has published at least 16 other books, including \"The Art of the Deal\" and \"The America We Deserve.\"\nHide Caption\nPhotos: Donald Trump's rise\nTrump and singer Michael Jackson pose for a photo before traveling to visit Ryan White, a young child with AIDS, in 1990.\nHide Caption\nPhotos: Donald Trump's rise\nTrump dips his second wife, Marla Maples, after the couple married in a private ceremony in New York in December 1993. The couple divorced in 1999 and had one daughter together, Tiffany.\nHide Caption\nPhotos: Donald Trump's rise\nTrump putts a golf ball in his New York office in 1998.\nHide Caption\nPhotos: Donald Trump's rise\nAn advertisement for the television show \"The Apprentice\" hangs at Trump Tower in 2004. The show launched in January of that year. In January 2008, the show returned as \"Celebrity Apprentice.\"\nHide Caption\nPhotos: Donald Trump's rise\nA 12-inch talking Trump doll is on display at a toy store in New York in September 2004.\nHide Caption\nPhotos: Donald Trump's rise\nTrump attends a news conference in 2005 that announced the establishment of Trump University. From 2005 until it closed in 2010, Trump University had about 10,000 people sign up for a program that promised success in real estate. Three separate lawsuits -- two class-action suits filed in California and one filed by New York's attorney general -- argued that the program was mired in fraud and deception. Trump's camp rejected the suits' claims as \"baseless.\" And Trump has charged that the New York case against him is politically motivated.\nHide Caption\nPhotos: Donald Trump's rise\nTrump attends the U.S. Open tennis tournament with his third wife, Melania Knauss-Trump, and their son, Barron, in 2006. Trump and Knauss married in 2005.\nHide Caption\nPhotos: Donald Trump's rise\nTrump wrestles with \"Stone Cold\" Steve Austin at WrestleMania in 2007. Trump has close ties with the WWE and its CEO, Vince McMahon.\nHide Caption\nPhotos: Donald Trump's rise\nFor \"The Apprentice,\" Trump was honored with a star on the Hollywood Walk of Fame in January 2007.\nHide Caption\nPhotos: Donald Trump's rise\nTrump appears on the set of \"The Celebrity Apprentice\" with two of his children -- Donald Jr. and Ivanka -- in 2009.\nHide Caption\nPhotos: Donald Trump's rise\nTrump poses with Miss Universe contestants in 2011. Trump had been executive producer of the Miss Universe, Miss USA and Miss Teen USA pageants since 1996.\nHide Caption\nIn 2012, Trump announces his endorsement of Republican presidential candidate Mitt Romney.\nHide Caption\nPhotos: Donald Trump's rise\nTrump speaks in Sarasota, Florida, after accepting the Statesman of the Year Award at the Sarasota GOP dinner in August 2012. It was shortly before the Republican National Convention in nearby Tampa.\nHide Caption\nPhotos: Donald Trump's rise\nTrump appears on stage with singer Nick Jonas and television personality Giuliana Rancic during the 2013 Miss USA pageant.\nHide Caption\nPhotos: Donald Trump's rise\nHide Caption\nPhotos: Donald Trump's rise\nTrump -- flanked by U.S. Sens. Marco Rubio, left, and Ted Cruz -- speaks during a CNN debate in Miami on March 10. Trump dominated the GOP primaries and emerged as the presumptive nominee in May.\nHide Caption\nPhotos: Donald Trump's rise\nThe Trump family poses for a photo in New York in April.\nHide Caption\nPhotos: Donald Trump's rise\nTrump speaks during a campaign event in Evansville, Indiana, on April 28. After Trump won the Indiana primary, his last two competitors dropped out of the GOP race.\nHide Caption\nPhotos: Donald Trump's rise\nTrump delivers a speech at the Republican National Convention in July, accepting the party's nomination for President. \"I have had a truly great life in business,\" he said. \"But now, my sole and exclusive mission is to go to work for our country -- to go to work for you. It's time to deliver a victory for the American people.\"\nHide Caption\nPhotos: Donald Trump's rise\nTrump faces Democratic nominee Hillary Clinton in the first presidential debate, which took place in Hempstead, New York, in September.\nHide Caption\nPhotos: Donald Trump's rise\nTrump apologizes in a video, posted to his Twitter account in October, for vulgar and sexually aggressive remarks he made a decade ago regarding women. \"I said it, I was wrong and I apologize,\" Trump said, referring to lewd comments he made during a previously unaired taping of \"Access Hollywood.\" Multiple Republican leaders rescinded their endorsements of Trump after the footage was released.\nHide Caption\nPhotos: Donald Trump's rise\nTrump walks on stage with his family after he was declared the election winner on November 9. \"Ours was not a campaign, but rather, an incredible and great movement,\" he told his supporters in New York.\nHide Caption\nPhotos: Donald Trump's rise\nTrump is joined by his family as he is sworn in as President on January 20.\nHide Caption\n37 of 37\nHe said the Iowa state GOP receives 10 to 20 calls per week from rank-and-file Republicans wondering what, specifically, the party will do to force Kasich, Cruz and Bush to stick to their pledges and back Trump.\n\"If I'm hearing it here from a state of 3 million, it must a megaphone there in DC,\" said Kaufmann, who has spoken with Priebus and other Republican officials about enforcing the pledge. \"There's no wiggle room in terms of what that promise was, and it should be honored.\"\nA representative for Priebus didn't comment on the conversations.\nBut his call for penalties wasn't widely embraced -- with the No. 2 House Republican breaking with Priebus Tuesday morning.\n\"There's a better way to unite people. I'm not a big believer that punishment unites people,\" House Majority Leader Kevin McCarthy told reporters at a weekly session in the Capitol.\nThe California Republican added, \"If Hillary (Clinton) can't unite Republicans, I don't think anything can.\"\nPremature conversation?\nOf course, talk of penalties on candidates who might run in 2020 could be all for naught if Trump wins. The race between Trump and Clinton has narrowed dramatically in recent weeks, though the Democratic nominee still has more paths to the White House. But the episode underscores the frenzy that could consume the GOP if Trump loses the race and the party searches for a new direction.\n\"We're watching the trailer for the GOP civil war, out in theaters November 9,\" said a top Republican strategist, who asked not to be named to avoid openly feuding with Priebus.\nThe penalty talk spilled into the open Sunday, when Priebus told John Dickerson on CBS' \"Face the Nation\" that members of the 2016 Republican presidential field who haven't yet abided by their pledge to back the eventual nominee and endorsed Trump need to \"get on board.\" And for those who don't, he said future presidential bids won't \"be that easy.\"\n\"If a private entity puts forward a process and has agreement with the participants in that process, and those participants don't follow through with the promises that they made in that process,\" Priebus said, \"what should a private party do about that if those same people come around in four or eight years?\"\nKasich's camp quickly zipped off a response accusing Priebus of putting party over principles. Kasich strategist John Weaver said the Ohio governor \"will not be bullied by a Kenosha political operative that is unable to stand up for core principles or beliefs.\"\nPhotos: The Republican National Convention\nPhotos: The Republican National Convention\nDonald Trump, the Republican Party's presidential nominee, delivers a speech Thursday at the Republican National Convention in Cleveland. \"I have had a truly great life in business,\" he said. \"But now, my sole and exclusive mission is to go to work for our country -- to go to work for you. It's time to deliver a victory for the American people.\"\nHide Caption\nPhotos: The Republican National Convention\nTrump is seen on screen as balloons fall from the ceiling of Quicken Loans Arena.\nHide Caption\nPhotos: The Republican National Convention\nTrump's family joins him on stage along with the family of his running mate, Indiana Gov. Mike Pence.\nHide Caption\nConfetti falls at the end of Trump's acceptance speech.\nHide Caption\nTrump and Pence acknowledge the audience after Trump's speech.\nHide Caption\nTrump claps on stage with his wife, Melania.\nHide Caption\nHide Caption\nPhotos: The Republican National Convention\nTrump hugs his son Barron after his address, which lasted well over an hour.\nHide Caption\nPhotos: The Republican National Convention\nTrump, like many of the convention's speakers this week, went after Hillary Clinton, the Democratic Party's presumptive nominee. \"Big business, elite media and major donors are lining up behind the campaign of my opponent because they know she will keep our rigged system in place,\" he said. \"They are throwing money at her because they have total control over everything she does. She is their puppet, and they pull the strings.\"\nHide Caption\nTrump delivers his speech.\nPhotos: The Republican National Convention\nTrump said the United States will be a nation of \"generosity and warmth\" and \"law and order.\"\nHide Caption\nA delegate listens to Trump's speech.\nHide Caption\nPhotos: The Republican National Convention\n\"Nobody knows the system better than me, which is why I alone can fix it,\" Trump said. \"My message is that things have to change -- and they have to change right now.\"\nHide Caption\nTrump accepts the party's nomination as he begins his speech.\nHide Caption\nPhotos: The Republican National Convention\nTrump's daughter Ivanka takes the stage Thursday before giving a speech introducing her father.\nHide Caption\nPhotos: The Republican National Convention\n\"This is the moment, and Donald Trump is the person to make America great again!\" Ivanka Trump said to a big cheer. She called her father a fighter, saying now he will \"fight for his country.\"\nHide Caption\nPhotos: The Republican National Convention\nPeter Thiel, co-founder of PayPal, became the first openly gay person to speak the Republican National Convention. \"I am proud to be gay,\" he told the crowd Thursday. \"I am proud to be a Republican. But most of all I am proud to be an American.\"\nHide Caption\nPhotos: The Republican National Convention\nReince Priebus, chairman of the Republican National Committee, delivers a speech on Thursday. \"We are the party of new ideas in a changing and faster world than ever before,\" he said.\nHide Caption\nPhotos: The Republican National Convention\nLegendary basketball coach Bob Knight delivers a video message to the crowd at Quicken Loans Arena.\nHide Caption\nPhotos: The Republican National Convention\nMotivational speaker Brock Mealer was among those who spoke on Thursday.\nHide Caption\nPhotos: The Republican National Convention\nA delegate dressed as Hillary Clinton is accosted by another delegate on Thursday.\nHide Caption\nDelegates stand for the national anthem Thursday.\nHide Caption\nHide Caption\nTrump gives a thumbs-up Wednesday after Pence gave his speech.\nHide Caption\nTrump gives an \"air kiss\" to Pence after Pence's speech.\nHide Caption\nPhotos: The Republican National Convention\nPence receives a kiss from his mother, Nancy, as his family joins him on stage after his speech.\nHide Caption\nPhotos: The Republican National Convention\nPence acknowledges the crowd as he walks on stage to deliver his speech.\nHide Caption\nPhotos: The Republican National Convention\n\"I'm a Christian, a conservative and a Republican, in that order,\" Pence told the crowd.\nHide Caption\nFormer House Speaker Newt Gingrich delivers a speech on Wednesday.\nHide Caption\nTrump smiles on the floor of the convention on Wednesday.\nHide Caption\nPhotos: The Republican National Convention\nEric Trump, one of Donald Trump's sons, walks on stage to deliver a speech Wednesday.\nHide Caption\nPhotos: The Republican National Convention\nTrump listens to his son's speech along with other members of his family on Wednesday.\nHide Caption\nDelegates shout on the floor of the arena on Wednesday.\nHide Caption\nPhotos: The Republican National Convention\nU.S. Sen. Ted Cruz, Trump's main adversary in the primaries, was booed at the end of his speech when it was clear he wasn't endorsing Trump. Cruz told people to \"vote your conscience.\"\nHide Caption\nHide Caption\nCruz gives a thumbs-up as he walks off stage.\nHide Caption\nPhotos: The Republican National Convention\nU.S. Sen. Marco Rubio, another one of Trump's primary opponents, delivers a video message.\nHide Caption\nA delegate checks his phone at the arena.\nHide Caption\nPhotos: The Republican National Convention\nWisconsin Gov. Scott Walker delivers a speech Wednesday. \"A vote for anyone other than Donald Trump in November is a vote for Hillary Clinton,\" the former presidential candidate said.\nHide Caption\nHide Caption\nPhotos: The Republican National Convention\nRetired astronaut Eileen Collins waves to the crowd before delivering a speech Wednesday.\nHide Caption\nPhotos: The Republican National Convention\nTrump addresses the crowd on Tuesday. \"We're going to make America great again,\" he said in a video message shortly after winning the nomination. \"Have a fantastic evening. I'll see you tomorrow night, I'll see you Thursday night, and we will win in November.\"\nHide Caption\nPhotos: The Republican National Convention\nBen Carson, a retired neurosurgeon and former presidential candidate, speaks on stage Tuesday. He said Trump skeptics who would vote for Hillary Clinton are \"not using their God-given brain to think about what they're saying. ... She'll be appointing people who will have an effect on us for generations. And America may never recover.\"\nHide Caption\nPhotos: The Republican National Convention\nA member of the activist group Code Pink protests inside the arena during Carson's speech.\nHide Caption\nPhotos: The Republican National Convention\nDonald Trump Jr. delivers a speech Tuesday. \"We need to elect a man who has a track record of accomplishing the impossible,\" he said of his father.\nHide Caption\nPhotos: The Republican National Convention\nMembers of the Trump family watch as Donald Trump Jr. gives his speech.\nHide Caption\nPhotos: The Republican National Convention\nDonald Trump's daughter Tiffany addresses the crowd at Quicken Loans Arena. \"Whatever (my father) does, he gives it all and does it well,\" she said on Tuesday. \"His desire for excellence is contagious. He possesses a unique gift for bringing that out in others.\"\nHide Caption\nPhotos: The Republican National Convention\nU.S. Sen. Joni Ernst waves as she stands with other first-term senators on Tuesday.\nHide Caption\nPhotos: The Republican National Convention\nNew Jersey Gov. Chris Christie delivers a speech that was heavily critical of the Democratic Party's presumptive nominee. \"It is our obligation to stop Hillary Clinton now and never let her within 10 miles of the White House again,\" Christie said of the former secretary of state. \"It is time to come together and make sure that Donald Trump is our next President. I am proud to be part of this team. Now let's go win this thing.\"\nHide Caption\nDelegates fill the floor of the arena on Tuesday.\nHide Caption\nPhotos: The Republican National Convention\nFour of Donald Trump's children -- from left, Donald Trump Jr., Ivanka Trump, Eric Trump and Tiffany Trump -- celebrate on the floor of the convention, where Donald Trump Jr. announced the New York delegates that clinched the nomination for his father.\nHide Caption\nPhotos: The Republican National Convention\nA delegate shows support for Donald Trump's wife, Melania, on Tuesday.\nHide Caption\nPhotos: The Republican National Convention\nA delegate whistles as roll call votes are cast on Tuesday.\nHide Caption\nPhotos: The Republican National Convention\nDelegates take a photo with Mississippi Gov. Phil Bryant, center, on Tuesday.\nHide Caption\nPhotos: The Republican National Convention\nA Florida delegate holds a \"Hillary for prison\" sign on the floor of the arena.\nHide Caption\nA convention attendee wears American-themed shoes on Tuesday.\nHide Caption\nPhotos: The Republican National Convention\nHouse Speaker Paul Ryan bangs the gavel to open the second day of the convention on Tuesday.\nHide Caption\nPhotos: The Republican National Convention\nMelania Trump kisses her husband, Donald, after she spoke Monday on the first day of the convention. \"If you want someone to fight for you and your country, I can assure you, he's the guy,\" she said of her husband. \"He will never, ever give up. And most importantly, he will never, ever let you down.\"\nHide Caption\nPhotos: The Republican National Convention\nDonald Trump walks to his wife after she delivered her speech.\nHide Caption\nMelania Trump claps during her speech.\nHide Caption\nPhotos: The Republican National Convention\nDonald Trump comes out to the song \"We Are the Champions\" before introducing his wife.\nHide Caption\nPhotos: The Republican National Convention\nFormer New York City Mayor Rudy Giuliani delivered a fiery speech before Melania Trump. Among his topics was the fight against terrorists. \"We know who you are, and we're coming to get you!\" he said.\nHide Caption\nPhotos: The Republican National Convention\nA protester flashes a peace sign on the floor of the convention on Monday.\nHide Caption\nPhotos: The Republican National Convention\nMilwaukee County Sheriff David A. Clarke Jr. salutes the crowd before speaking Monday. He got huge applause when he started off his speech by saying, \"Blue lives matter!\"\nHide Caption\nPhotos: The Republican National Convention\nPatricia Smith, mother of Benghazi victim Sean Smith, told the crowd in Cleveland, \"I blame Hillary Clinton personally.\" Clinton, the Democratic Party's presumptive nominee, was secretary of state when the attack occurred in Libya in 2012.\nHide Caption\nPhotos: The Republican National Convention\nPresident Barack Obama is seen on a screen as Smith leaves the stage Monday.\nHide Caption\nPhotos: The Republican National Convention\nMarcus Luttrell, a former Navy SEAL who was awarded the Navy Cross for his service in Afghanistan, spoke about the need for an elite military. The convention's theme for Monday was \"Make America Safe Again.\"\nHide Caption\nPhotos: The Republican National Convention\nActor Scott Baio gives two thumbs up during his speech on Monday. \"Let's not just make America great again,\" he said, referring to Trump's  campaign slogan. \"Let's make America America again!\"\nHide Caption\nPhotos: The Republican National Convention\nWillie Robertson, star of the hit TV show \"Duck Dynasty,\" promised the crowd that Trump \"will have your back.\"\nHide Caption\nPhotos: The Republican National Convention\nFormer U.S. Sen. Bob Dole, the GOP's presidential nominee in 1996, waves after listening to a speech on Monday.\nHide Caption\nPhotos: The Republican National Convention\nMarlana VanHoose performs the national anthem prior to Monday's evening session.\nHide Caption\nPhotos: The Republican National Convention\nFormer Virginia Attorney General Ken Cuccinelli, center, was among the delegates shouting for a roll call vote Monday on the rules of the Republican National Convention. GOP officials dismissed the move, saying there were not enough signatures to force a roll call vote. While it's unlikely a roll call vote would have rejected the rules package, it could have been an embarrassing protest vote against Trump and the Republican National Committee.\nHide Caption\nPhotos: The Republican National Convention\nVirginia delegate Waverly Woods protests on the floor of the convention.\nHide Caption\nDelegates from Texas protest.\nPhotos: The Republican National Convention\nReince Priebus, chairman of the Republican National Committee, bangs a gavel as resolutions are adopted at the start of the convention.\nHide Caption\nPhotos: The Republican National Convention\nDelegates stand and turn toward the camera for an official photo on Monday.\nHide Caption\nPhotos: The Republican National Convention\nPeople walk in front of a screen displaying the American flag.\nHide Caption\nCruz brushed Priebus off Tuesday evening.\n\"These are serious times. I think the last thing we need to worrying about is bickering between Republicans,\" he said. \"My focus is on defeating Hillary Clinton and helping preserve a Senate Republican majority.\"\nThe RNC's leverage\nPenalties, several Republicans said, would likely come from the national party in the form of restrictions on access to the Republican National Committee's data and voter files -- and potentially bans from primary debates. Individual states, though, likely couldn't keep candidates off their ballots.\nStill, Republicans cautioned that talk of penalizing pledge-breakers is aimed at nudging Kasich, Cruz, Bush and others to support Trump in 2016 -- not to handicap the party's presidential candidates in the future. Some said it's not even clear the RNC would have authority to impose the crackdown Priebus discussed.\n\"Reince has simply posed a question to which there is no good answer yet -- and I'm not sure that the question deserves an answer. That's to be determined,\" said Matt Moore, the South Carolina GOP chairman.\nRNC spokeswoman Lindsay Walters declined to address the possibility of penalizing future presidential candidates who didn't abide by their pledges to support Trump.\n\"We are focused on winning back the White House and maintaining our majorities in the House and Senate,\" Walters said in an email.\nWhile some party honchos like Kaufmann backed Priebus' warning shot, others -- including Ohio GOP chairman Matt Borges -- bristled.\n\"No. This is not what we are all about as a party. Besides, let's stay focused on 2016 for the next 50 days,\" Borges tweeted Sunday night.\nTop Mitt Romney 2012 strategist Stuart Stevens tweeted: \"So idea is most popular recent Republican governors of battleground states should run as independents? Great plan.\"\nRNC's handling of Trump\nThe RNC's handling of Trump under Priebus will be on trial as the party picks a new chair -- or extends the Wisconsin operative's tenure -- shortly after the election. Then comes a swing-state governor's race in Virginia, followed by the midterm elections, where Trump's brand of populism could butt against more orthodox conservatives.\nAnd in 2020, the early stages of the Republican primary would be defined by how the candidates treated Trump. It would be the clearest differentiator of like-minded conservatives like Mike Pence, the Indiana governor who became Trump's running mate and chief defender, and Cruz, the Texas senator who was booed off stage for refusing to endorse Trump at his own nominating convention.\n\"Assuming Trump loses, there'll be a really pitched battle for the heart and soul of the party,\" said Weaver, the Kasich strategist who wrote the scathing rebuttal to Priebus on Sunday.\n\"You're going to have off-year elections, you're going to have midterms -- some of that will impact the defining of the party, clearly. But you won't have any new definition of it until there's a new nominee,\" Weaver said. \"There's a broader debate ultimately about what the party stands for and where the country should go.\"\nMany Republicans still fault Priebus for failing to criticize Trump forcefully enough in late 2015, when he proposed a clearly unconstitutional ban of all Muslims from entering the United States, and believe the party could have done more to slow Trump's rise.\nThey point out a particular irony: The party that insisted it couldn't intercede in the 2016 nominating contest is now threatening to use its leverage to undercut individual candidates in future races.\nSaul Anuzis, a former Michigan GOP chairman who helmed Cruz's state effort in the primary, defended pledge-breaking candidates, arguing that \"circumstances change\" -- a reference to the pledge's creation as a tool to keep Trump from launching an independent campaign.\nHe said he doesn't see how Priebus could impose penalties on future presidential candidates.\n\"There's no provisions in the RNC rules that allow anybody to punish anybody,\" Anuzis said. \"The idea of doing that, I think, is extremely difficult, because you normally are looking toward the future, not the past.\"\nCNN's Deirdre Walsh and Manu Raju contributed to this report.\n",
        "quotes": [
            [
                "I have had a truly great life in business,",
                "Donald Trump Jr.",
                true
            ],
            [
                "But now, my sole and exclusive mission is to go to work for our country -- to go to work for you.",
                "Donald Trump Jr.",
                true
            ],
            [
                "It's time to deliver a victory for the American people.",
                "Donald Trump Jr.",
                true
            ],
            [
                "I said it, I was wrong and I apologize,",
                "Donald Trump Jr.",
                true
            ],
            [
                "Ours was not a campaign, but rather, an incredible and great movement,",
                "Donald Trump Jr.",
                true
            ],
            [
                "If I'm hearing it here from a state of 3 million, it must a megaphone there in DC,",
                "Kaufmann",
                true
            ],
            [
                "There's no wiggle room in terms of what that promise was, and it should be honored.",
                "Kaufmann",
                true
            ],
            [
                "There's a better way to unite people.",
                "Kevin McCarthy",
                true
            ],
            [
                "I'm not a big believer that punishment unites people,",
                "Kevin McCarthy",
                true
            ],
            [
                "If Hillary (Clinton) can't unite Republicans, I don't think anything can.",
                "",
                true
            ],
            [
                "We're watching the trailer for the GOP civil war, out in theaters November 9,",
                "",
                true
            ],
            [
                "If a private entity puts forward a process and has agreement with the participants in that process, and those participants don't follow through with the promises that they made in that process,",
                "Priebus",
                true
            ],
            [
                "what should a private party do about that if those same people come around in four or eight years?",
                "Priebus",
                false
            ],
            [
                "will not be bullied by a Kenosha political operative that is unable to stand up for core principles or beliefs.",
                "John Weaver",
                false
            ],
            [
                "I have had a truly great life in business,",
                "Donald Trump Jr.",
                true
            ],
            [
                "But now, my sole and exclusive mission is to go to work for our country -- to go to work for you.",
                "Donald Trump Jr.",
                true
            ],
            [
                "It's time to deliver a victory for the American people.",
                "Donald Trump Jr.",
                true
            ],
            [
                "Big business, elite media and major donors are lining up behind the campaign of my opponent because they know she will keep our rigged system in place,",
                "",
                true
            ],
            [
                "They are throwing money at her because they have total control over everything she does.",
                "",
                true
            ],
            [
                "She is their puppet, and they pull the strings.",
                "",
                true
            ],
            [
                "Nobody knows the system better than me, which is why I alone can fix it,",
                "Donald Trump Jr.",
                true
            ],
            [
                "My message is that things have to change -- and they have to change right now.",
                "Donald Trump Jr.",
                true
            ],
            [
                "This is the moment, and Donald Trump is the person to make America great again!",
                "Donald Trump Jr.",
                true
            ],
            [
                "I am proud to be gay,",
                "",
                true
            ],
            [
                "I am proud to be a Republican.",
                "",
                true
            ],
            [
                "But most of all I am proud to be an American.",
                "",
                true
            ],
            [
                "We are the party of new ideas in a changing and faster world than ever before,",
                "",
                true
            ],
            [
                "I'm a Christian, a conservative and a Republican, in that order,",
                "Pence",
                true
            ],
            [
                "A vote for anyone other than Donald Trump in November is a vote for Hillary Clinton,",
                "",
                true
            ],
            [
                "We're going to make America great again,",
                "Donald Trump Jr.",
                true
            ],
            [
                "I'll see you tomorrow night, I'll see you Thursday night, and we will win in November.",
                "Donald Trump Jr.",
                true
            ],
            [
                "not using their God-given brain to think about what they're saying.",
                "Hillary Clinton",
                false
            ],
            [
                "She'll be appointing people who will have an effect on us for generations.",
                "Hillary Clinton",
                true
            ],
            [
                "We need to elect a man who has a track record of accomplishing the impossible,",
                "Donald Trump Jr.",
                true
            ],
            [
                "Whatever (my father) does, he gives it all and does it well,",
                "",
                true
            ],
            [
                "His desire for excellence is contagious.",
                "",
                true
            ],
            [
                "He possesses a unique gift for bringing that out in others.",
                "",
                true
            ],
            [
                "It is our obligation to stop Hillary Clinton now and never let her within 10 miles of the White House again,",
                "Christie",
                true
            ],
            [
                "It is time to come together and make sure that Donald Trump is our next President.",
                "Christie",
                true
            ],
            [
                "I am proud to be part of this team.",
                "Christie",
                true
            ],
            [
                "Now let's go win this thing.",
                "Christie",
                true
            ],
            [
                "If you want someone to fight for you and your country, I can assure you, he's the guy,",
                "Donald Trump Jr.",
                true
            ],
            [
                "He will never, ever give up.",
                "Donald Trump Jr.",
                true
            ],
            [
                "And most importantly, he will never, ever let you down.",
                "Donald Trump Jr.",
                true
            ],
            [
                "We know who you are, and we're coming to get you!",
                "",
                true
            ],
            [
                "Let's not just make America great again,",
                "",
                true
            ],
            [
                "Let's make America America again!",
                "",
                true
            ],
            [
                "I think the last thing we need to worrying about is bickering between Republicans,",
                "Cruz",
                true
            ],
            [
                "My focus is on defeating Hillary Clinton and helping preserve a Senate Republican majority.",
                "Cruz",
                true
            ],
            [
                "Reince has simply posed a question to which there is no good answer yet -- and I'm not sure that the question deserves an answer.",
                "Matt Moore",
                true
            ],
            [
                "We are focused on winning back the White House and maintaining our majorities in the House and Senate,",
                "Walters",
                true
            ],
            [
                "This is not what we are all about as a party.",
                "Borges",
                true
            ],
            [
                "Besides, let's stay focused on 2016 for the next 50 days,",
                "Borges",
                true
            ],
            [
                "So idea is most popular recent Republican governors of battleground states should run as independents?",
                "Stuart Stevens",
                true
            ],
            [
                "Assuming Trump loses, there'll be a really pitched battle for the heart and soul of the party,",
                "Weaver",
                true
            ],
            [
                "You're going to have off-year elections, you're going to have midterms -- some of that will impact the defining of the party, clearly.",
                "Weaver",
                true
            ],
            [
                "But you won't have any new definition of it until there's a new nominee,",
                "Weaver",
                true
            ],
            [
                "There's a broader debate ultimately about what the party stands for and where the country should go.",
                "Weaver",
                true
            ],
            [
                "There's no provisions in the RNC rules that allow anybody to punish anybody,",
                "Anuzis",
                true
            ],
            [
                "The idea of doing that, I think, is extremely difficult, because you normally are looking toward the future, not the past.",
                "Anuzis",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://money.cnn.com/2016/03/08/news/trump-university-controversy-donald-trump/",
                "https://www.cnn.com/2016/07/18/politics/rnc-procedural-votes-rules-committee/index.html",
                "https://www.cnn.com/2016/09/19/politics/john-kasich-reince-priebus-weaver/index.html",
                "https://www.cnn.com/2016/09/26/politics/gallery/first-presidential-debate/index.html",
                "https://www.cnn.com/2016/10/07/politics/donald-trump-women-vulgar/index.html",
                "https://www.cnn.com/2015/12/08/politics/donald-trump-muslim-travel-ban-5-qs/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.trump.com/publications/"
            ]
        },
        "key_words": [
            "war",
            "civil",
            "photos",
            "gops",
            "caption",
            "trump",
            "brewing",
            "77",
            "donald",
            "trumps",
            "republican",
            "hide",
            "convention",
            "national"
        ]
    }
]