[
    {
        "url": "http://www.addictinginfo.org/2016/09/20/inmate-dead-from-alleged-mistreatment-in-jail-run-by-infamous-pro-trump-sheriff/",
        "title": "Inmate Dead From Alleged Mistreatment In Jail Run By Infamous Pro-Trump Sheriff",
        "authors": [
            {
                "name": "Oliver Willis",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-20",
        "text": "·\nMilwaukee Sheriff David A. Clarke Jr. has been a fixture on Fox News in recent months, appearing on multiple programs on that network to attack the Black Lives Matter movement, which he has compared several times to international terrorists.\nClarke has also been an outspoken supporter of Republican presidential nominee Donald Trump, and is often one of the first names Trump backers bring up when attempting to highlight support for the candidate among black voters. Clarke spoke in support of Trump at the Republican National Convention in Cleveland this past summer.\nBut while he was busy on the cable network attacking the black community, a man died in the jail under his command. He reportedly died of thirst , of all things.\n[…]\nLast week the Milwaukee County medical examiner announced that Thomas’ death was due to profound dehydration, according to the Journal Sentinel. By labeling the death a homicide, the medical examiner indicated that it was caused by the actions of another person, although that judgment does not necessarily mean that anyone will be criminally prosecuted in the case.\nInmates at the jail say the water in Thomas’ jail cell had been cut off for 6 days, and that one inmate warned jailers about the danger to the man’s life. Attorney Erik J. Heipt told the site that he has received calls from other inmates to tell him that the water had been cut off to their cells, and another inmate died in 2011 when his water was cut off as well.\nClarke is reportedly part of a pro-Trump bus tour arranged by a super PAC that is supporting the candidate.\nThe Huffington Post also reports that Clarke took in over $150,000 in 2015 from “speaking fees, travel reimbursements and gifts.”\nFeatured image via Flickr\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "speaking fees, travel reimbursements and gifts.",
                "Clarke",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.huffingtonpost.ca/entry/david-clarke-jail-death-terrill-thomas_n_57e03580e4b04a1497b5f12e",
                "https://www.politico.com/story/2016/09/donald-trump-vip-bus-tour-227808"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.flickr.com/photos/gageskidmore/25263412109/in/photolist-EurAfR-ESr6eL-F1BapW-EBJkJ4-EQ42Wt-EYf6Ke-E1S3DX-EQ41x6-E1wr4h-EMLmyf-G6ggRp-EQ3s24-Gss1ML-EpKW4T-EMKQd5-ESraB3-nb9yyT-EpLvaH-nb9bec-nb9BCg-E6xbJ2-EQ3Mqz-E1SHz2-nb9aF7-nqzoaj-3qMSJf-FgJGVf-GAG5iR-EurfUX-F3V3BZ-Enm2dG-EMa5mE-Gss2bm-Gss3Zb-FzhLQK-EQ3DD2-ESqX7U-EML2U1-EML5eS-EQ3URX-E1wxhu-EVVX7S-Ew7Ruf-E1RN18-KbiVkv-jQA1mg-FUVpbW-Ez7EjW-EHGoTQ-F8hffa"
            ]
        },
        "key_words": [
            "sheriff",
            "infamous",
            "cut",
            "dead",
            "inmate",
            "trump",
            "alleged",
            "milwaukee",
            "protrump",
            "clarke",
            "run",
            "black",
            "water",
            "days",
            "jail",
            "mistreatment",
            "thomas",
            "died"
        ]
    }
]