[
    {
        "url": "https://www.reuters.com/article/us-japan-kobe-steel/kobe-steels-data-fabrication-stuns-japanese-manufacturers-idUSKBN1CF006",
        "title": "Kobe Steel's data-fabrication stuns Japanese manufacturers",
        "authors": [
            {
                "name": "Sam Nussey",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "Kobe Steel's data-fabrication stuns Japanese manufacturers\n6 Min Read\nTOKYO (Reuters) - Japan’s government sought on Tuesday to contain the fallout from the disclosure by the nation’s third-biggest steel maker, Kobe Steel Ltd ( 5406.T ), that it had fabricated data on components used in cars, aircraft and space rockets, sending shock waves through the Japanese manufacturing sector.\nThe logo of Kobe Steel is seen at the group's Tokyo headquarters building in Tokyo, Japan October 10, 2017.   REUTERS/Issei Kato\nFaced with the latest in a series of missteps that have undermined Japan’s reputation for high-quality production, the industry ministry instructed Kobe Steel to assess the safety impact from the scandal.\nThe company said products used by about 200 companies were certified with falsified data. They included Toyota Motor Corp ( 7203.T ), Central Japan Railway ( 9022.T ), Mitsubishi Heavy Industries ( 7011.T ), Mazda Motor Corp ( 7261.T ) and Subaru Corp ( 7270.T ), the companies confirmed.\nAnalysts say the announcement further tarnishes the reputation of Japan’s globe-trotting manufacturers, long celebrated for their high-quality products. It could also undermine confidence in Prime Minister Shinzo Abe’s moves to improve corporate governance as part of his program of Abenomics.\nThe admission from the steel and aluminium maker follows scandals involving falsified data at household names such as Nissan Motor ( 7201.T ), Mitsubishi Motors ( 7211.T ) and Takata Corp., which filed for bankruptcy earlier this year.\nToshiba Corp ( 6502.T ) is still battling the fallout of a scandal involving reporting inflated profits.\n“Looking back over several years, foreign investors have bought Japanese stocks on expectations for Abenomics, but among the “three arrows,” the growth strategy isn’t functioning,” said, Makoto Kikuchi, CEO of Myojo Asset Management.\n“While they say they’re strengthening corporate governance, improprieties focused on manufacturing have been popping up. Going forward, this will be a body blow to Japanese shares.”\nToyota called the revelations a “grave issue,” and said it was making checks on where the components were used and what effect they have on products using them.\nKobe Steel shares closed at the limit low after being untraded for the whole session, diving 22 percent to 1068 yen.\nIMPACT ON KOBE CUSTOMERS UNCLEAR\nIn a statement on Sunday Kobe Steel said some aluminium and copper products shipped from September 2016 to August 2017 were falsely labeled.\nRelated Coverage\nAluminium castings, forgings and flat-rolled items, along with copper strips and  tubes were among the products affected, the company said in a statement.\n“These are improper actions that could shake the foundation of fair trade,” Yasuji Komiyama, director of the industry ministry’s metal industries division, told reporters at a briefing on the revelations.\n“We want Kobe Steel to make the utmost effort to restore trust from society”, he said.\nA Kobe spokesman told Reuters the firm is working with customers to check for any issues. “To our knowledge it has not affected any customer’s products at this stage,” he said.\nBoeing ( BA.N ) said in a statement it was working “with our suppliers since being notified of the issue.”\n“Nothing in our review to date leads us to conclude that this issue presents a safety concern,” it said. Kawasaki Heavy Industries ( 7012.T ) and Mitsubishi Heavy Industries (MHI) supply parts to Boeing including for its 777 Dreamliner.\nMHI said Kobe Steel products were used on its Mitsubishi Regional Jet and rockets, including a H-2A rocket launched on Tuesday to put a navigation satellite into orbit. There were no technical problems with the components, MHI said.\nIndustry ministry officials said Kobe Steel materials were used in some defense equipment made by Kawasaki Heavy, MHI, IHI Corp ( 7013.T ) and Subaru and checks were being made for any safety issues.\nEARNINGS FALLOUT?\nKobe Steel has said the impact of the data falsification on its earnings is still unknown.\n“The impact on financials is unclear, but could be substantial depending on request(s) for replacement/recall,” Jefferies analyst Thanh Ha Pham said in a note. “Handling the situation is key to avoid long-term reputation damage.”\nSlideshow (2 Images)\nThe steelmaker has reported losses in the last two full financial years but is expecting to return to profit in the current period.\nSales of Kobe Steel’s aluminium and copper division fell 6.4 percent year on year to 323.3 billion yen ($2.87 billion) in the financial year ending March 2017, with recurring profit falling 20.5 percent to 12 billion yen.\nThe company, based in Kobe in western Japan, has been expanding its aluminium business as carmakers increasingly use the material, which is lighter than steel, to meet tighter environmental rules.\nAdditional reporting by Chang-Ran Kim, Timothy Kelly and Ayai Tomisawa; Writing by Aaron Sheldrick; Editing by Shri Navaratnam\n",
        "quotes": [
            [
                "Looking back over several years, foreign investors have bought Japanese stocks on expectations for Abenomics, but among the “three arrows,” the growth strategy isn’t functioning,",
                "Makoto Kikuchi",
                true
            ],
            [
                "While they say they’re strengthening corporate governance, improprieties focused on manufacturing have been popping up.",
                "",
                true
            ],
            [
                "Going forward, this will be a body blow to Japanese shares.",
                "",
                true
            ],
            [
                "These are improper actions that could shake the foundation of fair trade,",
                "Yasuji Komiyama",
                true
            ],
            [
                "We want Kobe Steel to make the utmost effort to restore trust from society",
                "",
                false
            ],
            [
                "To our knowledge it has not affected any customer’s products at this stage,",
                "",
                true
            ],
            [
                "with our suppliers since being notified of the issue.",
                "",
                false
            ],
            [
                "Nothing in our review to date leads us to conclude that this issue presents a safety concern,",
                "",
                true
            ],
            [
                "The impact on financials is unclear, but could be substantial depending on request(s) for replacement/recall,",
                "Thanh Ha Pham",
                true
            ],
            [
                "Handling the situation is key to avoid long-term reputation damage.",
                "Thanh Ha Pham",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/finance/stocks/overview/7211.T",
                "https://www.reuters.com/finance/stocks/overview/7013.T",
                "https://www.reuters.com/finance/stocks/overview/7201.T",
                "https://www.reuters.com/finance/stocks/overview/9022.T",
                "https://www.reuters.com/finance/stocks/overview/7203.T",
                "https://www.reuters.com/finance/stocks/overview/6502.T",
                "https://www.reuters.com/finance/stocks/overview/7270.T",
                "https://www.reuters.com/finance/stocks/overview/5406.T",
                "https://www.reuters.com/finance/stocks/overview/7012.T",
                "https://www.reuters.com/finance/stocks/overview/BA.N",
                "https://www.reuters.com/finance/stocks/overview/7261.T",
                "https://www.reuters.com/finance/stocks/overview/7011.T"
            ]
        },
        "key_words": [
            "used",
            "products",
            "industries",
            "mitsubishi",
            "aluminium",
            "stuns",
            "japanese",
            "steels",
            "corp",
            "heavy",
            "kobe",
            "steel",
            "manufacturers",
            "datafabrication",
            "data"
        ]
    }
]