[
    {
        "url": "https://www.nytimes.com/2017/10/09/briefing/catalonia-turkey-harvey-weinstein.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Catalonia, Turkey, Harvey Weinstein: Your Monday Briefing",
        "authors": [
            {
                "name": "Patrick Boehler",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nBy Patrick Boehler\nOct 9, 2017\n(Want to get this briefing by email? Here’s the sign-up .)\nGood morning.\nImage\nCreditDavid Ramos/Getty Images\n• Hundreds of thousands of people joined a rally in Barcelona on Sunday to express their opposition to Catalonia’s secession from Spain.\nCatalans remain deeply split over independence. Pro-independence farmers have turned their tractors into symbols for secession. Old wounds dating from the Spanish Civil War have reopened between the national and the regional police forces. Tourists responded to last week’s rallies with surprise and excitement.\n_____\nCreditThe New York Times\n• The U.S. and Turkey suspended non-immigrant visa services at their respective consulates days after the arrest of a consulate employee in Istanbul over alleged ties to Fethullah Gulen, the exiled Islamist cleric who Turkey says orchestrated a failed coup last year.\nThe husband of Kubra Golge, above, is among the dozen Americans who have been jailed and face long prison sentences in Turkey over accusations that they played a part in that coup. But it has become clear that the detainees are bargaining chips in Turkey’s effort to force Mr. Gulen’s extradition from the U.S.\n_____\nCreditTom Brenner/The New York Times\n• On Twitter, President Trump laced into Bob Corker, an influential Republican senator, over Mr. Corker’s decision to not run for re-election.\nIn an interview , Mr. Corker warned that the president’s behavior could set the nation “on the path to World War III.” The dispute could raise hopes among European diplomats who have been seeking to dissuade U.S. lawmakers from restoring punitive sanctions on Iran.\n_____\nCreditSergei Karpukhin/Reuters\n• In Russia, young people answered a call to protest issued by the jailed opposition leader , Aleksei Navalny. The demonstrations were timed to coincide with the 65th birthday of President Vladimir V. Putin, but bad weather and fears of a harsh police response limited the turnout.\nIn Silicon Valley, interest in hiring Russian tech talent is increasing amid headlines about election interference. But Russians who are already there have become the target of jokes and suspicion.\n_____\n• “Terminated, effective immediately.”\nHarvey Weinstein was fired by the directors of his film company days after a Times investigation revealed accusations of sexual harassment that stretched back decades.\nBut there’s been an eerie silence in Hollywood. Our media columnist writes that “too many people in the intertwined news and entertainment industries had too much to gain from Mr. Weinstein for too long.”\nBusiness\nImage\nCreditStuart Isett for The New York Times\n• Workers across Europe, the U.S. and Japan are waiting for a benefit that traditionally accompanies falling unemployment: fatter paychecks. In Norway, our correspondent found international labor competition was a major factor in keeping pay low.\n• Today, the Nobel Prize in Economics will be awarded, and the European Central Bank is expected to release the results of its latest stress tests on lenders. Here’s more on the week ahead .\n• Unilever dropped an ad for a body wash of its Dove brand that showed a black woman transitioning into a white woman after it was criticized as racist .\n• Here’s a snapshot of global markets .\nIn the News\nCreditIvor Prickett for The New York Times\n• In Iraq, more than 1,000 Islamic State militants turned themselves in after a string of humiliating defeats. [ The New York Times ]\n• Thousands of Poles gathered along the country’s 2,000-mile border to pray. Some spoke of their fears over the spread of Islam and secularization. [ The New York Times ]\n• Negotiations on Britain’s departure from the European Union resume today in Brussels, but back in London the focus is on the Conservative Party’s internal strife. [ The New York Times ]\n• In Germany, Chancellor Angela Merkel reached a compromise on a cap on migration with Bavarian conservatives, allowing her to advance coalition talks with the Free Democrats and the Greens. [ Politico ]\n• Our reporters reconstructed the contours of the life of Stephen Paddock, who killed 58 people in a mass shooting in Las Vegas. A savvy businessman, he lived an intensely private, unsocial life. [ The New York Times ]\n• We visited the tiny Bolivian village where Che Guevara was executed 50 years ago today. Residents still vividly remember. [ The New York Times ]\nSmarter Living\nTips, both new and old, for a more fulfilling life.\nImage\nCreditJennifer S. Altman for The New York Times\n• Recipe of the day: The beauty of linguine with lemon sauce is its simplicity.\nNoteworthy\nImage\nCreditApple\n• Hundreds of new emojis will become available on Apple devices this week, including broccoli and a woman wearing a hijab.\n• Men have controlled nearly the entire musical industry since its inception. Our cultural critic-at-large spent the summer listening only to female singers to propose an all-female canon .\n• Berlin’s “newspaper poet” Holger Bleck has made poems from the day’s news to sell papers for years.\n• In memoriam: Eberhard van der Laan, a popular mayor of Amsterdam, died at 62 . Vladimir Voevodsky, who flunked out of college to become one of the most brilliant mathematicians of his generation, died at 51 .\nBack Story\nCreditHiroko Masuike/The New York Times\nThis was a big weekend for Kesen, one of the many communities in Japan devastated after an earthquake and tsunami struck in March 2011.\nKesen reopened its Buddhist temple on Sunday. A Times photo editor who often chooses the images for our briefings, Hiroko Masuike, was there to capture the moment.\nIn one of the community’s villages, the tsunami killed more than 200 people and reduced most buildings to rubble.\n_____\nYour Morning Briefing is published weekday mornings and updated online.\nWe also have briefings timed for the Australian , Asian and American mornings. You can sign up for these and other Times newsletters here .\nIf photographs appear out of order, please download the updated New York Times app from iTunes or Google Play .\nWhat would you like to see here? Contact us at europebriefing@nytimes.com .\nAdvertisement\n",
        "quotes": [
            [
                "on the path to World War III.",
                "Corker",
                false
            ],
            [
                "too many people in the intertwined news and entertainment industries had too much to gain from Mr. Weinstein for too long.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/07/business/unemployment-wages-economy.html?module=inline",
                "https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html?module=inline",
                "https://www.nytimes.com/2017/10/08/world/middleeast/isis-iraq-surrender.html?module=inline",
                "https://www.nytimes.com/2017/10/08/business/nobel-in-economics-announced-and-bank-earnings-begin.html?module=inline",
                "https://www.nytimes.com/2017/10/09/world/americas/che-guevara-death.html?module=inline",
                "https://www.nytimes.com/2017/10/08/us/politics/trump-corker.html?module=inline",
                "https://www.nytimes.com/2017/10/06/obituaries/eberhard-van-der-laan-dead-mayor-of-amsterdam.html?module=inline",
                "https://www.nytimes.com/2017/10/08/technology/russian-election-hacking-silicon-valley.html?module=inline",
                "https://www.nytimes.com/2017/10/07/world/europe/catalonia-independence-police.html?module=inline",
                "https://www.nytimes.com/2017/10/07/us/stephen-paddock-vegas.html?module=inline",
                "https://www.nytimes.com/2017/10/08/business/dove-ad-racist.html?module=inline",
                "https://www.nytimes.com/2017/10/08/world/europe/us-turkey-visas.html?module=inline",
                "https://www.nytimes.com/2017/10/06/technology/new-emojis-apple.html?module=inline",
                "https://www.politico.eu/article/angela-merkel-accepts-soft-refugee-cap-resists-obergrenze-csu-cdu-afd-greens-coalition-talks-germany-elections/",
                "https://www.nytimes.com/2017/10/08/business/media/harvey-weinstein-harassment-hollywood.html?module=inline",
                "https://www.nytimes.com/2017/10/07/world/europe/poland-rosary-border-prayer.html?module=inline",
                "https://www.nytimes.com/2017/10/08/world/europe/catalonia-independence-tractors.html?module=inline",
                "https://www.nytimes.com/2017/10/07/world/europe/turkey-american-detainees.html?module=inline",
                "https://www.nytimes.com/2017/10/08/world/europe/catalonia-independence-protest.html?module=inline",
                "https://www.nytimes.com/newsletters/morning-briefing-asia?module=inline",
                "https://www.nytimes.com/2017/10/06/world/europe/berlin-holger-bleck.html?mtrref=scoop.nyt.net&gwh=39D19A560177D5701D21B52F61F9A463&gwt=pay&module=inline",
                "https://www.nytimes.com/2017/10/08/business/harvey-weinstein-fired.html?module=inline",
                "https://www.nytimes.com/2017/10/05/magazine/should-women-make-their-own-pop-music-canon.html?module=inline",
                "https://www.nytimes.com/interactive/2018/briefing/global-morning-briefing-newsletter-signup.html?module=inline",
                "https://www.nytimes.com/2017/10/06/business/media/harvey-weinsteins-media-enablers.html?module=inline",
                "https://www.nytimes.com/2017/10/06/world/europe/barcelona-catalonia-tourists-spain.html?module=inline",
                "https://www.nytimes.com/2017/10/06/world/europe/europe-iran-nuclear-trump.html?module=inline",
                "https://www.nytimes.com/2017/10/07/world/europe/russia-vladimir-putin-alexsei-navalny-protests.html?module=inline",
                "https://www.nytimes.com/2017/10/06/world/europe/uk-theresa-may-brexit.html?module=inline",
                "https://www.nytimes.com/interactive/2016/world/asia/japan-fukushima-anniversary.html?module=inline",
                "https://www.nytimes.com/interactive/2018/briefing/global-morning-briefing-newsletter-signup.html?module=inline",
                "https://www.nytimes.com/2017/10/06/obituaries/vladimir-voevodsky-revolutionary-mathematician-dies-at-51.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://cooking.nytimes.com/recipes/1589-linguine-with-lemon-sauce",
                "http://markets.on.nytimes.com/research/markets/worldmarkets/worldmarkets.asp",
                "https://play.google.com/store/apps/details?id=com.nytimes.android&referrer=utm_source%3Dother_nyt_mobile_web%26utm_medium%3DWeb%2520page%26utm_term%3DGeneral%2520Mobile%2520Page%26utm_campaign%3DNYT%2520Mobile%2520General%2520Page",
                "https://www.nytimes.com/newsletters",
                "https://www.nytimes.com/series/us-morning-briefing?module=inline"
            ]
        },
        "key_words": [
            "workshop",
            "visa",
            "turkeys",
            "terms",
            "weinstein",
            "briefing",
            "harvey",
            "usturkish",
            "yearthe",
            "ties",
            "swedish",
            "coup",
            "catalonia",
            "turkey"
        ]
    }
]