[
    {
        "url": "http://www.bbc.com/sport/hockey/41550578",
        "title": "Helen Richardson-Walsh: GB hockey player talks about depression",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-09",
        "text": "By Amy Lofthouse\nThere are five widely accepted stages of grief. Denial. Anger. Bargaining. Depression. Acceptance.\nIn 2014 hockey player Helen Richardson-Walsh was, in her own words, \"fluxing between the anger, bargaining and depression stages\".\nShe had back surgery on a chronic injury and was grieving for the loss of a place at the World Cup.\nTwo years later, Richardson-Walsh was an Olympic champion, having taken a decisive penalty to help Great Britain win their first women's hockey gold.\nAs part of World Mental Health Day, which this year is focused on mental health in the workplace, the 36-year-old tells BBC Sport about her experiences with depression, the help she received and how she is learning to be \"comfortable with feeling uncomfortable\".\n'I wondered why it was happening'\nRichardson-Walsh has had two surgeries on her back, which she has struggled with throughout her career\nRichardson-Walsh had first struggled with depression in 2008, before the familiar feelings surfaced while she was sidelined with a back injury. She wrote a blog, Back to My Best, documenting her recovery throughout 2014.\n\"With me knowing myself and being really aware of my weak points, I thought that the blog would be a vehicle to be a bit more open, certainly with my team-mates.\n\"I think having suffered with depression back in 2008, which I don't think I ever really properly dealt with, it was almost inevitable that it would go back there.\n\"I was - and I can describe it in the same way lots of people do - in a really dark place. I was really emotional and not able to get out of that.\n\"Waking up in the morning and feeling like, what was the point of anything, not wanting to get out of bed, that kind of thing. I knew that I needed to seek help in that moment.\n\"For me, when things aren't going well, I want to isolate myself. That blog was a way of me trying not to do that, to almost front it up and try to deal with it in the best way I could.\"\n\"In 2014, I was injured, so there was something wrong that people could pin it on. I guess I don't think I did really hide it that well. Whereas in 2008 it was slightly different, in that there was nothing specifically wrong.\n\"I think that's why I was more concerned. Why am I feeling this way when I shouldn't be, when there's nothing wrong, when everything is fine in my life?\"\n'I felt like I'd lost myself'\nRichardson-Walsh scored one of the decisive penalties as GB won their first hockey gold medal in Rio\nRichardson-Walsh sought help through the Mental Health Referral Programme - a specialist service established by the English Institute of Sport to help elite athletes who may be struggling with mental health issues.\nAthletes can be referred to specialist doctors and counsellors, who work with more than 1,700 people across 33 Olympic and Paralympic sports.\nIt was not an easy step for Richardson-Walsh.\n\"It was a bit of me deciding to get help and people around me persuading me to. I was in a place where I knew I needed help and I was lucky to have the support of my family and my close friends, but also the support at hockey. Part of that is a relationship with The Priory (Hospital), and that's the route I took.\n\"It is scary. Going to a place like The Priory can also sound scary, but it really isn't anything like you would think it is. It's just a regular place with really fantastic therapists and people who can help you.\n\"It is daunting to go through that process but once you do it, I was really thankful that I did it. It gave me the support that I really desperately needed and it helped me get myself back, in a way. I felt like I'd lost myself, in a way.\"\nTaking time out\nIn 2014 Richardson-Walsh took time away from sport. She also had the support of her wife and team-mate Kate.\n\"I decided to properly get away and do something I'd always wanted to do. I spent a week in Bali, teaching English - or trying to teach English - to these local kids in a really remote part of Bali.\n\"Kate's a real fixer and wants to always try to help to fix something. There were bits where it was difficult and she found it hard to understand, but there was also the understanding of what we do and how important it is.\n\"It's good to have somebody who really, truly understands what we do and how she can affect you, and it was nice to have that, but it was difficult for her too at points in time.\"\n'A lot of stigma is what you place on yourself'\nRichardson-Walsh received an MBE in the 2017 New Years Honours list\nIn the two years that followed, Richardson-Walsh became an Olympic champion and she has since graduated from university with a degree in psychology.\nHowever, moving away from professional sport brings about its own challenges.\n\"I'm potentially going through another tricky period now. I'm not playing for England, so that transition away from sport is a difficult period of time.\n\"Part of that is trying to be comfortable with feeling uncomfortable - realising that this could be a difficult period of time, and that there could be ups and downs, and being ok with that.\n\"I'm a real thinker and I get lost in my own head quite a lot. I basically try to do things to stop me doing that. I've tried to put things in my life that I know help me. Things like going out and having a round of golf really help.\n\"I do think there still is a stigma attached to mental health issues. I think you feel it as an individual, which is the difficult thing. You do think 'oh, I'm not strong enough to cope with all this', but my experience, when I've opened up about it, has been really positive.\n\"I've never felt that stigma from other people. A lot of it is what you place on yourself.\n\"Find that one person you really trust, and try to speak to them. However little you say, just try and open up, just a little bit, and let somebody in. Let them know how you're feeling.\"\nWorld Mental Health Day is on 10 October and this year is focused on mental health in the workplace. More information can be found here.\nShare this page\nShare this with\nFrom the section Football\nFrom the section Olympics\nFrom the section Hockey\nAlso in Sport\n",
        "quotes": [
            [
                "fluxing between the anger, bargaining and depression stages",
                "Helen Richardson-Walsh",
                false
            ],
            [
                "With me knowing myself and being really aware of my weak points, I thought that the blog would be a vehicle to be a bit more open, certainly with my team-mates.",
                "",
                true
            ],
            [
                "I think having suffered with depression back in 2008, which I don't think I ever really properly dealt with, it was almost inevitable that it would go back there.",
                "",
                true
            ],
            [
                "I was - and I can describe it in the same way lots of people do - in a really dark place.",
                "",
                true
            ],
            [
                "I was really emotional and not able to get out of that.",
                "",
                true
            ],
            [
                "Waking up in the morning and feeling like, what was the point of anything, not wanting to get out of bed, that kind of thing.",
                "",
                true
            ],
            [
                "I knew that I needed to seek help in that moment.",
                "",
                true
            ],
            [
                "For me, when things aren't going well, I want to isolate myself.",
                "",
                true
            ],
            [
                "That blog was a way of me trying not to do that, to almost front it up and try to deal with it in the best way I could.",
                "",
                true
            ],
            [
                "In 2014, I was injured, so there was something wrong that people could pin it on.",
                "",
                true
            ],
            [
                "I guess I don't think I did really hide it that well.",
                "",
                true
            ],
            [
                "Whereas in 2008 it was slightly different, in that there was nothing specifically wrong.",
                "",
                true
            ],
            [
                "I think that's why I was more concerned.",
                "",
                true
            ],
            [
                "Why am I feeling this way when I shouldn't be, when there's nothing wrong, when everything is fine in my life?",
                "",
                true
            ],
            [
                "It was a bit of me deciding to get help and people around me persuading me to.",
                "",
                true
            ],
            [
                "I was in a place where I knew I needed help and I was lucky to have the support of my family and my close friends, but also the support at hockey.",
                "",
                true
            ],
            [
                "Part of that is a relationship with The Priory (Hospital), and that's the route I took.",
                "",
                true
            ],
            [
                "Going to a place like The Priory can also sound scary, but it really isn't anything like you would think it is.",
                "",
                true
            ],
            [
                "It's just a regular place with really fantastic therapists and people who can help you.",
                "",
                true
            ],
            [
                "It is daunting to go through that process but once you do it, I was really thankful that I did it.",
                "",
                true
            ],
            [
                "It gave me the support that I really desperately needed and it helped me get myself back, in a way.",
                "",
                true
            ],
            [
                "I felt like I'd lost myself, in a way.",
                "",
                true
            ],
            [
                "I decided to properly get away and do something I'd always wanted to do.",
                "",
                true
            ],
            [
                "I spent a week in Bali, teaching English - or trying to teach English - to these local kids in a really remote part of Bali.",
                "",
                true
            ],
            [
                "Kate's a real fixer and wants to always try to help to fix something.",
                "",
                true
            ],
            [
                "There were bits where it was difficult and she found it hard to understand, but there was also the understanding of what we do and how important it is.",
                "",
                true
            ],
            [
                "It's good to have somebody who really, truly understands what we do and how she can affect you, and it was nice to have that, but it was difficult for her too at points in time.",
                "",
                true
            ],
            [
                "I'm potentially going through another tricky period now.",
                "",
                true
            ],
            [
                "I'm not playing for England, so that transition away from sport is a difficult period of time.",
                "",
                true
            ],
            [
                "Part of that is trying to be comfortable with feeling uncomfortable - realising that this could be a difficult period of time, and that there could be ups and downs, and being ok with that.",
                "",
                true
            ],
            [
                "I'm a real thinker and I get lost in my own head quite a lot.",
                "",
                true
            ],
            [
                "I basically try to do things to stop me doing that.",
                "",
                true
            ],
            [
                "I've tried to put things in my life that I know help me.",
                "",
                true
            ],
            [
                "Things like going out and having a round of golf really help.",
                "",
                true
            ],
            [
                "I do think there still is a stigma attached to mental health issues.",
                "",
                true
            ],
            [
                "I think you feel it as an individual, which is the difficult thing.",
                "",
                true
            ],
            [
                "You do think 'oh, I'm not strong enough to cope with all this', but my experience, when I've opened up about it, has been really positive.",
                "",
                true
            ],
            [
                "I've never felt that stigma from other people.",
                "",
                true
            ],
            [
                "A lot of it is what you place on yourself.",
                "",
                true
            ],
            [
                "Find that one person you really trust, and try to speak to them.",
                "",
                true
            ],
            [
                "However little you say, just try and open up, just a little bit, and let somebody in.",
                "",
                true
            ],
            [
                "Let them know how you're feeling.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://backtomybest.blogspot.com/",
                "https://www.bbc.com/sport/football",
                "http://www.eis2win.co.uk/2017/05/14/mental-health-wellbeing-support-vital-helping-athletes-compete-best/",
                "https://www.mentalhealth.org.uk/campaigns/world-mental-health-day",
                "https://www.eis2win.co.uk/",
                "http://www.bbc.com/sport/hockey"
            ]
        },
        "key_words": [
            "think",
            "player",
            "way",
            "try",
            "help",
            "helen",
            "really",
            "hockey",
            "mental",
            "talks",
            "depression",
            "richardsonwalsh",
            "gb",
            "health",
            "sport",
            "place"
        ]
    }
]