[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/trump-charlotte-protests-stop-and-frisk/index.html",
        "title": "Donald Trump: 'There's a lack of spirit between the white and the black'",
        "authors": [
            {
                "name": "David Wright",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Donald Trump: 'There's a lack of spirit between the white and the black'\nUpdated 9:14 AM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nDonald Trump reacted to the protests in Charlotte by calling for more \"spirit\" between police and communities\nTrump also clarified that he wants to expand the controversial \"stop-and-frisk\" program only to Chicago\n(CNN)\nDonald Trump reacted to the turmoil in Charlotte this week by lamenting \"a lack of spirit between the white and the black,\" adding that \"it's very divided, our country, and it's getting worse, so I'm not overly surprised to see it.\"\nIn an interview on \"Fox and Friends\" Thursday morning, Trump pointed to the violent protests over the fatal police shooting of an African-American man in Charlotte as an example of frayed relationships between law enforcement and minority communities across the country.\n\"It just seems that there's a lack of spirit between the white and the black. I mean, it's a terrible thing that we're witnessing,\" he said. \"You are seeing it, I'm seeing it, and you look at what went on last night in Charlotte, a great place, and you just see it. There's somewhat -- and I see it even going out. There's such a lack of spirit. There's a lack of something, something that's going on that's bad, and what's going on between police and others is getting worse.\"\nTrump had also discussed the tension between police and the communities they serve in a pre-taped town hall that was set to air on Fox News Wednesday night, but which was preempted by coverage of the Charlotte protests. During the town hall, Trump proposed expanding the use of the controversial \"stop-and-frisk\" program by police.\n\"I think you have to,\" the Republican nominee said at the town hall. \"We did it in New York, it worked incredibly well and you have to be proactive and, you know, you really help people sort of change their mind automatically.\"\nRead More\nTrump elaborated on his call for \"stop-and-frisk\" in the interview on \"Fox and Friends\" Thursday morning, saying he was only referring to expanding its use to Chicago, where he said gun violence was particularly severe.\n\"(Former NYPD Commissioner) Ray Kelly did a great job, and New York was not in a Chicago situation, but it was really in trouble,\" Trump said. \"But stop-and-frisk worked. We had tremendous shootings, numbers of shootings. Now Chicago is out of control. I was really referring to Chicago stop-and-frisk. They asked me about Chicago.\"\nUnder stop and frisk, police stop people on the street who they deem suspicious and then search them on the spot for guns and drugs, among other things.\nNew York City's stop-and-frisk program was mired in controversy , leading to numerous complaints that the practice led to racial profiling. A federal judge ruled in 2013 that the program was unconstitutional because it unlawfully targeted blacks and Latinos, although stop and frisk was not banned.\nTrump also expressed doubts about the ability of cities like Charlotte to build trust in divided communities.\n\"If you look at Dallas, there was a dialogue,\" Trump said, referencing the murder of five Dallas police officers by a sniper over the summer after videos showing two African-American men shot by police in Louisiana and Minnesota spurred protests and debate over police use of force across the country.\n\"They prided themselves on dialogue, and they were constantly talking and meeting and having community groups. And that was a pretty tough situation, to put it mildly.\"\nContent by CompareCards\n",
        "quotes": [
            [
                "a lack of spirit between the white and the black,",
                "Donald Trump",
                false
            ],
            [
                "it's very divided, our country, and it's getting worse, so I'm not overly surprised to see it.",
                "Donald Trump",
                false
            ],
            [
                "It just seems that there's a lack of spirit between the white and the black.",
                "",
                true
            ],
            [
                "I mean, it's a terrible thing that we're witnessing,",
                "",
                true
            ],
            [
                "You are seeing it, I'm seeing it, and you look at what went on last night in Charlotte, a great place, and you just see it.",
                "",
                true
            ],
            [
                "There's somewhat -- and I see it even going out.",
                "",
                true
            ],
            [
                "There's such a lack of spirit.",
                "",
                true
            ],
            [
                "There's a lack of something, something that's going on that's bad, and what's going on between police and others is getting worse.",
                "",
                true
            ],
            [
                "We did it in New York, it worked incredibly well and you have to be proactive and, you know, you really help people sort of change their mind automatically.",
                "",
                true
            ],
            [
                "Former NYPD Commissioner) Ray Kelly did a great job, and New York was not in a Chicago situation, but it was really in trouble,",
                "Donald Trump",
                true
            ],
            [
                "We had tremendous shootings, numbers of shootings.",
                "Donald Trump",
                true
            ],
            [
                "Now Chicago is out of control.",
                "Donald Trump",
                true
            ],
            [
                "I was really referring to Chicago stop-and-frisk.",
                "Donald Trump",
                true
            ],
            [
                "If you look at Dallas, there was a dialogue,",
                "Donald Trump",
                true
            ],
            [
                "They prided themselves on dialogue, and they were constantly talking and meeting and having community groups.",
                "",
                true
            ],
            [
                "And that was a pretty tough situation, to put it mildly.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2013/02/05/us/new-york-stop-and-frisk/",
                "http://www.cnn.com/2016/09/21/politics/police-shootings-politics-trump-clinton/index.html",
                "https://www.cnn.com/2013/08/12/justice/new-york-stop-frisk/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "hall",
            "charlotte",
            "lack",
            "protests",
            "trump",
            "white",
            "black",
            "donald",
            "town",
            "spirit",
            "theres",
            "going"
        ]
    }
]