[
    {
        "url": "https://www.nytimes.com/2017/10/04/technology/driverless-cars-testing.html?rref=collection%2Fsectioncollection%2Ftechnology",
        "title": "Where Driverless Cars Brake for Golf Carts",
        "authors": [
            {
                "name": "Daisuke Wakabayashi",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-04",
        "text": "Advertisement\nVideo\nVoyage, a driverless car service, is testing its vehicles with older residents in a gated community in San Jose, Calif.CreditCreditChristie Hemm Klok for The New York Times. Technology by Samsung.\nBy Daisuke Wakabayashi\nOct 4, 2017\nSAN JOSE, Calif. — Molly Jackson, an 82-year-old retired nurse, was sitting in the back seat of a self-driving taxi when the vehicle jerked to a halt at a crossing as its computer vision spotted an approaching golf cart.\nWhen the vehicle, a modified Ford Fusion developed by a start-up named Voyage, started to inch forward, it abruptly stopped again as the golfers pressed ahead and cut in front of the car.\nMs. Jackson seemed unfazed by the bumpy ride. As a longtime resident of the Villages Golf and Country Club, a retirement community in San Jose, Calif., she knew all about aggressive golf cart drivers.\n“I like that; we made a good stop there,” Ms. Jackson said. “I stop for them. They say we don’t have to, but I do.”\nVoyage is starting to expand its driverless taxi service beyond a small test in the Villages, a gated community of about 4,000 residents where the average age is 76. Retirement communities, with their tightly controlled roads, can be an ideal proving ground for autonomous vehicles.\nIn the Villages, there are 15 miles of roads where autonomous vehicles can learn how to navigate other cars, pedestrians, golf carts, animals, roundabouts and many other obstacles.\nThe speed limit, just 25 miles an hour, helps reduce the risk if something goes wrong. And because it is private property, the company does not have to share ride information with regulators and it can try new ideas without as much red tape.\nCars that can drive themselves could be a great benefit to older people. Residents at the Villages say that once people stop driving, they often pull back from activities and interacting with friends.\nMs. Jackson, who has lived here for three decades, was one of Voyage’s first test passengers. For now, the company is limiting rides in two driverless cars (with a third arriving in two weeks) to a busy, two-mile loop. A person stays in the driver’s seat in case something goes awry. And the plan is for any Village resident to be able to summon one of Voyage’s cars through a smartphone app for free door-to-door service.\nVoyage’s introduction to the Villages comes as self-driving vehicles interact more and more with regular cars. Waymo, the driverless car unit of Google’s parent company, Alphabet, started a trial ride-hailing program in Phoenix this year with several hundred cars. The ride-hailing service Uber is also testing the technology in more than 200 cars with real passengers in Arizona and Pittsburgh.\nImage\nVoyage uses a modified Ford Fusion for its driverless taxi service.CreditChristie Hemm Klok for The New York Times\nVoyage was formed this year after spinning out of the online education start-up Udacity. How an online education start-up ended up operating an autonomous taxi service in a retirement community is an “only in Silicon Valley” story.\nIt started with a drive from nearby Mountain View to San Francisco. When Udacity started to offer a self-driving car curriculum, a team of employees created a challenge for themselves: Make a 32-mile drive on busy El Camino Real during rush hour and without human intervention.\nAfter five months of failure, the team finally completed the route. Sensing an opportunity, Udacity executives spun out the self-driving car project into a new company. Voyage raised $5.6 million from investors.\nThe company had a major selling point: Udacity’s chairman, Sebastian Thrun, the founder of Google’s driverless car project and a pioneer in autonomous vehicle research, was joining Voyage as chairman. He pushed the idea of starting in a retirement community.\nIt was a good match. Last year, the Villages had conducted a survey about what amenities residents wanted to see over the next 15 years. Among the top answers: autonomous cars and a shuttle service.\nFour years ago, the Villages considered a shuttle, but decided it was too costly to have a full-time driver. There is a service called the Villages Medical Auxiliary to take people to the doctor’s office or the supermarket, but there is a shortage of volunteer drivers and people need to make appointments two days in advance. It pushes residents to keep driving when they shouldn’t.\nAsk almost anyone at the Villages and he or she can tell you about an accident: the driver who drove into a pond or the person who hit the accelerator instead of the brake and took out the tennis court fence.\n“The driverless car would be far less risky than the drivers that we currently have,” said Bill Devincenzi, a former board president of the Villages whose term expired in June.\nAnother issue that could be solved by driverless cars is a shortage of parking spots. Like many of the Villages’ residents, Nancy Green, 88, is active. She swims three times a week, regularly attends wine-tasting dinners and participates in a weekly bridge game. But after three back operations, she struggles to walk long distances.\nFor popular events, she sometimes arrives an hour early to secure one of the few handicap spots. If none are available, she turns around and goes home. She said she did not like eating dinner at the clubhouse at 5:30 p.m., but the chances of finding a parking spot at her preferred time of 7 p.m. were “slim and none.”\n“From that perspective, I think the self-driving car would be great,” she said.\nBut what seemed like a done deal hit a roadblock this year. The agreement to offer self-driving car rides in the retirement community almost fell apart when negotiations hit an impasse over insurance. California requires autonomous vehicles to have $5 million of coverage, but the Villages insisted on 50 percent more coverage because it is a private community with more liability risk.\nImage\nVoyage’s self-driving car making a trip around a gated community. Retirement communities, with their tightly controlled roads, can be an ideal proving ground for autonomous vehicles.CreditChristie Hemm Klok for The New York Times\n“We’d call the Geicos and Progressives of the world and asked them, ‘Do you do self-driving car insurance?’” said Oliver Cameron, Voyage’s 29-year-old chief executive. “The answer was no.”\nWorking with an insurance broker, Voyage delved into “exotic insurance” policies and had to pay twice as much per car for its insurance policy versus the standard $5 million coverage.\nThe insurer, Munich Re, also had an unusual request. It wanted data — any data — produced by the cars. Because this is a new field, even insurers wanted to understand the potential risks of self-driving cars. Voyage agreed to hand over nonidentifiable, sensor data.\nAnother issue arose when Mr. Thrun had to leave the company because of a conflict of interest. He was also the chief executive of Kitty Hawk, a flying car start-up backed by Larry Page, chief executive of Alphabet, which owns Waymo.\nCoupled with the fact that Voyage and not Udacity would be operating in the Villages, some in the community were concerned that they had fallen for a bait and switch.\nTo sweeten the deal for the Villages, Voyage offered them an equity stake — the equivalent of what it would grant a new hire.\nFor the last few months, Voyage has been testing at the Villages. The cars — nicknamed Homer and Marge after the characters on “The Simpsons” — have often prompted questions from curious onlookers in the Villages.\nAre you from Google? (No.)\nWhat’s that spinning top on the roof? (It’s a sensor that helps the car see the world around it.)\nHow do I invest? (Flattering, but we’re not taking new investors now.)\nThen, there were the skeptics who questioned whether driverless cars were safer. Mr. Cameron said the residents’ concerns were a welcome reality check from the hype of Silicon Valley. “It’s preparing us for the sorts of questions many millions have on their mind when it comes to the technology,” he said.\nMs. Jackson, who still drives regularly and shuttles friends to church, activities and other community events, said she could not distinguish between human driver and machine during her ride.\n“I thought it was great,” she said. “I wasn’t fearful.”\nA version of this article appears in print on , Section B, Page 1 of the New York edition with the headline: Where Cars Brake for Golf Carts. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Do you do self-driving car insurance?",
                "",
                true
            ],
            [
                "I like that; we made a good stop there,",
                "Jackson",
                true
            ],
            [
                "They say we don’t have to, but I do.",
                "Jackson",
                true
            ],
            [
                "The driverless car would be far less risky than the drivers that we currently have,",
                "Bill Devincenzi",
                true
            ],
            [
                "From that perspective, I think the self-driving car would be great,",
                "",
                true
            ],
            [
                "We’d call the Geicos and Progressives of the world and asked them, ‘Do you do self-driving car insurance?",
                "Oliver Cameron",
                true
            ],
            [
                "It’s preparing us for the sorts of questions many millions have on their mind when it comes to the technology,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2010/10/10/science/10google.html?module=inline",
                "https://www.nytimes.com/2016/09/11/technology/no-driver-bring-it-on-how-pittsburgh-became-ubers-testing-ground.html?module=inline",
                "https://www.nytimes.com/2017/04/24/technology/flying-car-technology.html?_r=0&module=inline",
                "https://www.nytimes.com/2017/04/25/technology/waymo-to-offer-phoenix-area-access-to-self-driving-cars.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "villages",
            "carts",
            "golf",
            "spots",
            "residents",
            "parking",
            "hit",
            "selfdriving",
            "shortage",
            "brake",
            "driverless",
            "drivers",
            "car",
            "cars"
        ]
    }
]