[
    {
        "url": "https://www.nytimes.com/2017/10/07/world/americas/mexico-radio-leonardo-curzio.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Mexican Radio Host’s Resignation Highlights Ties Between Government and Media",
        "authors": [
            {
                "name": "Paulina Villegas",
                "link": null
            },
            {
                "name": "Azam Ahmed",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-07",
        "text": "Advertisement\nSupported by\nMexican Radio Host’s Resignation Highlights Ties Between Government and Media\nImage\nThe radio host Leonardo Curzio during a lecture at the Universidad del Valle de México in February. Mr. Curzio quit in protest over demands to fire his colleagues.CreditCreditLucia Godinez/Associated Press\nMEXICO CITY — Last Thursday, as it has for nearly a dozen years, Leonardo Curzio’s radio show delivered lively debate. This time around, his team of analysts harshly criticized a pair of policy initiatives floated in recent weeks by, among others, the political party of Mexico’s president, Enrique Peña Nieto.\nThe timing of the proposals — one to route public campaign funds to the victims of last month’s earthquake and the other to eliminate party-appointed representatives in Congress — seemed suspect to them.\nThe measures “are absurd, populist and cheap, and they demonstrate their eagerness to gain an easy round of social applause,” said María Amparo Casar , a co-host of the show and a respected political scientist, taking aim at a battery of initiatives, including those proposed by the president’s party, the Institutional Revolutionary Party, which is expected to face a tough fight in next year’s presidential election.\nRicardo Raphael, Mr. Curzio’s other co-host, was even more direct, a risky approach in a country where the media depends on advertising bought by the government. “I think it is vile that apropos of the national emergency, they are trying to get ahead politically,” he said.\nThe response came quickly. The next day, Mr. Curzio was called before his radio station’s president, Edilberto Huesca, who demanded that Ms. Casar and Mr. Raphael be fired.\nThe reasons given for the termination by NRM Communications, which owns the station, were low ratings and budget cuts. But Mr. Curzio, who developed a reputation as an esteemed newsman during his 18 years at the company, scoffed at that explanation.\nHe suspected the real reason was the denouncing of the government by his co-hosts, an accusation the government has denied. Mr. Curzio refused to fire his colleagues, and then took an exceptional step in Mexico’s troubled media landscape: He quit in protest.\n“I don’t have any evidence that the government asked for their firing or to end the show, but I was deeply surprised that they would ask me to stop broadcasting a political panel that enjoys wide approval in terms of ratings during an election year,” he said on Friday. “It’s like being asked to get rid of a sports show during the World Cup.”\nMr. Curzio’s resignation has roiled Mexico’s media and political class, and he and his co-hosts denounced the government’s influence over the media in the country in interviews this week.\nIn Mexico, the government accounted for 38 percent of the spending on TV advertising in 2016, and more than 16 percent of radio advertising, leaving many media companies highly dependent on official money.\nAdvertisements in the nation’s media paid for by federal, state and local authorities totaled about $2 billion from 2013 to 2016, the first three full years of Mr. Peña Nieto’s administration, according to data provided by the government.\nThis money, say critics, is one of the most severe restrictions on the media’s freedom of expression here, often subjecting reporters and editors to government influence, with overtly critical journalists fired, negative stories censored and investigative reporting thwarted.\n“The ties between government and media is like diabetes: It’s a disease that stops you from leading a normal life,” Mr. Curzio added. “It generates such an alarming feeling that that this is how the establishment works.”\nThe government denies wielding such control.\n“The federal government fully respects and values the freedom of expression that characterizes Mexican democracy and, for that reason, does not intervene in any way in the labor relations or editorial policies of the media,” according to a statement from the president’s office.\nThe statement noted that the office of social communication and the spokesman of the president valued the professional contributions of Mr. Curzio, Ms. Casar and Mr. Raphael, and welcomed their critical viewpoints in various media, including on a state-owned channel where they all continue to contribute.\nMr. Raphael, for his part, says the reasons for the ouster do not make sense. He and Mrs. Casar made just $1,500 a month for their contribution to the show, not the kind of money that would make a difference for a large radio station.\nAccording to data compiled by Fundar, a nonprofit research group, NRM Communications received about $7 million in government spending on advertisements in 2016.\n“This was a message to every other analyst,” said Mr. Raphael, a well-known journalist and writer, who described the former show as being politically centrist.\nAll three of the former employees said they had no hard evidence the government was behind the cancellation of the show. But it is not the first time their work has run afoul of the government.\nMs. Casar, for instance, is the co-founder of Mexicans Against Corruption and Impunity, a nonprofit group that has taken aim at government misconduct in many forms. The president himself has tried to pressure her co-founder , Claudio X. González, to ease off the criticism.\nThe government has also initiated a half-dozen audits of various nonprofits and organizations that Mr. González is associated with, including Mexicans Against Corruption and Impunity.\nThe president’s office rejected assertions that it had tried to intimidate the González family, or any critics in Mexico.\nWhile Ms. Casar emphasized that she could not prove there had been coercion or pressure from the federal government, she added that “it does sound like censorship.”\n“The whole issue has to do with the unbalanced relationship between power and the media in Mexico, where most media depends and lives off of official publicity,” she said. “We are a nation that has failed to cultivate the virtues of democracy, which are freedom of expression, debate and public deliberation.”\nA version of this article appears in print on , Section A, Page 14 of the New York edition with the headline: Radio Host’s Resignation Shows Ties Linking Mexican Media to Government. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "are absurd, populist and cheap, and they demonstrate their eagerness to gain an easy round of social applause,",
                "María Amparo Casar",
                false
            ],
            [
                "I think it is vile that apropos of the national emergency, they are trying to get ahead politically,",
                "Leonardo Curzio",
                true
            ],
            [
                "I don’t have any evidence that the government asked for their firing or to end the show, but I was deeply surprised that they would ask me to stop broadcasting a political panel that enjoys wide approval in terms of ratings during an election year,",
                "Leonardo Curzio",
                true
            ],
            [
                "It’s like being asked to get rid of a sports show during the World Cup.",
                "Leonardo Curzio",
                true
            ],
            [
                "The ties between government and media is like diabetes: It’s a disease that stops you from leading a normal life,",
                "Curzio",
                true
            ],
            [
                "It generates such an alarming feeling that that this is how the establishment works.",
                "Curzio",
                true
            ],
            [
                "The federal government fully respects and values the freedom of expression that characterizes Mexican democracy and, for that reason, does not intervene in any way in the labor relations or editorial policies of the media,",
                "Curzio",
                true
            ],
            [
                "This was a message to every other analyst,",
                "Raphael",
                true
            ],
            [
                "The whole issue has to do with the unbalanced relationship between power and the media in Mexico, where most media depends and lives off of official publicity,",
                "",
                true
            ],
            [
                "We are a nation that has failed to cultivate the virtues of democracy, which are freedom of expression, debate and public deliberation.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/08/30/world/americas/mexico-claudio-gonzalez-laporte.html?module=inline",
                "https://www.nytimes.com/2017/09/19/world/americas/mexico-earthquake.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://imco.org.mx/es/author/amparo-casar/",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "resignation",
            "party",
            "highlights",
            "hosts",
            "vile",
            "media",
            "political",
            "radio",
            "cohost",
            "tough",
            "weeks",
            "ties",
            "victims",
            "mexican",
            "curzios",
            "trying",
            "initiatives"
        ]
    }
]