[
    {
        "url": "http://occupydemocrats.com/2016/09/22/trump-stole-120000-charity-pay-fancy-dinner-salma-hayek/",
        "title": "Trump Stole $120,000 From His Charity To Pay For Fancy Dinner With Salma Hayek",
        "authors": [
            {
                "name": "Lou Colagiovanni",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-22",
        "text": "Now Reading\nTrump Stole $120,000 From His Charity To Pay For Fancy Dinner With Salma Hayek\n0 Shares\nDonald Trump’s charity non-profit Trump Foundation does not exist for its stated purpose of helping those in need, unless one believes Trump himself is among the needy. Yes, Trump was so desperately in need he used the Trump Foundation’s funds to purchase himself a lunch with a Hollywood actress.\nIn 2008, Trump was a guest at a Gucci charity auction  where he had an opportunity to bid on something he found too irresistible to pass up: a trip to France which included lunch with Salma Hayek which would take place in the husband of Hayek billionaire François-Henri Pinault’s vineyard.\nComedian Chris Rock was hosting the auction and said the auction included “ Salma Hayek and her breasts “, which was like blood in the water for Trump. He feverishly bid on the potential meeting all the way up to the tune of $120,000 of the Trump Foundation’s money. Surely a ritzy meal in a billionaire’s vineyard was the best way for Trump to help the needy.\nTrump bidding on the auction trip with the foundation’s money very likely violated a non-profit law which prohibits “self-dealing” as 501c3 organizations are required to disclose any use of money to purchase gifts for an organization’s executives. Trump’s campaign says he did not personally take the trip, but could also not offer an elaboration as to who did actually take the trip to France. Even if Trump had given the trip to a family member, he would still be in violation.\nFor her part Hayek, while a guest on “ Jimmy Kimmel Live ” on March 30, 2016, said she and Trump have known each other for many years but did not state when they first met. She went on to call Trump’s politics “madness” and wondered why so many individuals are supporting him.\nhttps://www.youtube.com/watch?v=1w1BoodoFbs\nSee Also\nIn later media appearances, Hayak was not nearly as charitable about Donald Trump. While a guest on “ The Late Late Show With James Corden ” on August 4, 2016 Hayak said of Trump, “We have a first-grade boy running for President of the United States.”\nHayek has not been quiet about Trump ‘s hateful rhetoric but she gave him points for showing the world racism still exists. While being interviewed on “ America with Jorge Ramos ” on August 6, 2016 Hayak said, “The good thing about what Trump did is that it’s shown a light to the level of the problem of racism.”\nIt is safe to say that during their years of knowing one another Hayek has had enough of Trump’s sub-human personality, and if the two were to meet and converse in the future it would be a terse conversation.\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "The Late Late Show With James Corden",
                "Hayak",
                false
            ],
            [
                "We have a first-grade boy running for President of the United States.",
                "Hayak",
                true
            ],
            [
                "The good thing about what Trump did is that it’s shown a light to the level of the problem of racism.",
                "Hayak",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.buzzfeednews.com/article/andrewkaczynski/trump-bought-120000-luxury-trip-with-trump-foundation-money",
                "https://www.mic.com/articles/148292/donald-trump-bid-120-000-for-vineyard-tour-with-salma-hayek-and-her-breasts"
            ],
            "gov_pgs": [
                "https://abc.go.com/shows/jimmy-kimmel-live"
            ],
            "unsure": [
                "http://fusion.net/show/america-with-jorge-ramos/",
                "https://www.cbs.com/shows/late-late-show/",
                "http://usatoday30.usatoday.com/life/music/2008-02-07-2854629793_x.htm",
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "salma",
            "guest",
            "stole",
            "hayak",
            "120000",
            "foundations",
            "charity",
            "2016",
            "trip",
            "pay",
            "hayek",
            "fancy",
            "dinner",
            "trumps",
            "auction",
            "trump",
            "money"
        ]
    }
]