[
    {
        "url": "https://www.cnn.com/2016/09/27/politics/trump-clinton-debate-patti-solis-doyle-birther-obama/index.html",
        "title": "Patti Solis Doyle: Clinton did not start birther movement",
        "authors": [
            {
                "name": "Gregory Krieg",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-27",
        "text": "Updated 10:08 AM ET, Tue September 27, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\nHillary Clinton's 2008 campaign manager dismissed as \"absurd\" Donald Trump's Monday night debate claim that she admitted a campaign ally pushed \"birther\" conspiracy rumors.\n\"It is absurd what Donald Trump just said,\" Patti Solis Doyle said minutes after the debate's end. \"I never sent anyone to Kenya to look for his birth certificate.\"\nAsked about his role in boosting and perpetuating birtherism earlier in the evening, Trump pointed to a CNN appearance from last week, when -- as he put it -- Solis Doyle \"was on Wolf Blitzer saying that this happened. (Clinton confidant Sidney) Blumenthal sent McClatchy, highly respected reporter at McClatchy, to Kenya to find out about it. They were pressing it very hard.\"\nRead More\nDuring her interview with CNN's Wolf Blitzer, Solis Doyle flatly denied the campaign had any role in creating the conspiracy theory, instead recalling the firing of a volunteer for forwarding a chain email suggesting Obama was Muslim.\n\"There was a volunteer coordinator, I believe in late 2007, I think in December, one of our volunteer coordinators in one of the counties in Iowa (who sent the email),\" she said during the initial interview. \"Hillary made the decision immediately to let that person go. We let that person go.\nBoth then and on Monday night, Solis Doyle said the Clinton campaign apologized to the Obama campaign, which accepted the explanation according to former Obama political strategist David Axelrod.\n\"Our campaign does not tolerate this kind of activity or campaigning,\" spokesman Mo Elleithee said at the time, after the email story initially went public in 2007. \"As soon as it came to our attention, we asked (the second emailer) to step down.\"\n",
        "quotes": [
            [
                "It is absurd what Donald Trump just said,",
                "Patti Solis Doyle",
                true
            ],
            [
                "I never sent anyone to Kenya to look for his birth certificate.",
                "Patti Solis Doyle",
                true
            ],
            [
                "was on Wolf Blitzer saying that this happened.",
                "Patti Solis Doyle",
                false
            ],
            [
                "Clinton confidant Sidney) Blumenthal sent McClatchy, highly respected reporter at McClatchy, to Kenya to find out about it.",
                "Patti Solis Doyle",
                true
            ],
            [
                "They were pressing it very hard.",
                "Patti Solis Doyle",
                true
            ],
            [
                "There was a volunteer coordinator, I believe in late 2007, I think in December, one of our volunteer coordinators in one of the counties in Iowa (who sent the email),",
                "Patti Solis Doyle",
                true
            ],
            [
                "Hillary made the decision immediately to let that person go.",
                "Patti Solis Doyle",
                true
            ],
            [
                "Both then and on Monday night, Solis Doyle said the Clinton campaign apologized to the Obama campaign, which accepted the explanation according to former Obama political strategist David Axelrod.",
                "Patti Solis Doyle",
                true
            ],
            [
                "Our campaign does not tolerate this kind of activity or campaigning,",
                "Patti Solis Doyle",
                true
            ],
            [
                "As soon as it came to our attention, we asked (the second emailer) to step down.",
                "Mo Elleithee",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "kenya",
            "campaign",
            "sent",
            "mcclatchy",
            "clinton",
            "trump",
            "solis",
            "movement",
            "donald",
            "patti",
            "absurd",
            "start",
            "doyle",
            "birther",
            "cnn"
        ]
    }
]