[
    {
        "url": "https://www.reuters.com/article/us-japan-election/election-campaigning-underway-in-japan-as-abe-takes-on-hope-idUSKBN1CF0B1",
        "title": "Election campaigning underway in Japan as Abe takes on Hope",
        "authors": [
            {
                "name": "Tim Kelly",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "Election campaigning underway in Japan as Abe takes on Hope\n5 Min Read\nTOKYO (Reuters) - Election campaigning in Japan began in earnest on Tuesday with  Prime Minister Shinzo Abe seeking to repel an upstart new party that has pledged to rid the government of cronyism in a challenge to Abe’s near-five year hold on power.\nJapan's Prime Minister Shinzo Abe (C), who is also ruling Liberal Democratic Party leader, shout slogans with a local candidate (L) and a supporter during an election campaign rally in Fukushima, Japan, October 10, 2017.    REUTERS/Toru Hanai\nThe Oct. 22 lower house election pits Abe’s Liberal Democratic Party-led coalition against the less than one-month-old Party of Hope headed by popular Tokyo Governor Yuriko Koike, a former LDP lawmaker often floated as a possible first female premier.\nAbe says he needs to renew his mandate to tackle a “national crisis” stemming from North Korea’s nuclear and missile threat and the demographic time-bomb of Japan’s fast-ageing population.\nThe 63-year-old Abe called the poll amid opposition disarray and an uptick in approval ratings that had slid due to a series of scandals over suspected cronyism.\nBut the sudden emergence of Koike’s party, which also appeals to conservative voters, could upset Abe’s calculation. The main opposition Democratic Party imploded last month and a big chunk of its candidates are running on the Party of Hope ticket.\nIn his first campaign speech Abe attacked the opposition for using populist slogans.\n“What creates our future is not a boom or slogan. It is policy that creates our future,” Abe said in Fukushima in northeast Japan. “We just cannot afford to lose.”\nThe LDP-led coalition is defending a two-thirds “super majority” in parliament’s lower house, so losing its simple majority would be a major upset.\nAbe’s LDP had 288 seats in the lower house before it was dissolved for the election, while its junior partner the Komeito had 35. The total number of seats has been cut to 465 from 475.\nRecent opinion polls show the LDP in the lead and some analysts think Abe could still pull off another landslide victory.\nA poll of 3,119 voters by public broadcaster NHK released on Tuesday showed 36 percent had positive expectations for the Party of Hope, down from 47 percent in a survey a week ago. Support for Abe’s government was unchanged, at 37 percent.\nRelated Coverage\nSHORTAGE OF HOPE?\nKoike, who defied the LDP last year to run for governor, calls her fledgling party a “reformist, conservative” group free from the fetters of vested interests — an often popular campaign slogan in Japan.\n“We have a surplus of things in this country, but what we don’t have is hope for the future,” said Koike, 65, kicking off her campaign outside one of Tokyo’s major train stations.\nKoike decided not to run for a lower house seat needed to make her eligible for the premiership and has declined to say whom her party would support for the post, leaving the door open to a variety of possible tie-ups including with Abe’s LDP.\n“The Party of Hope looks a lot like the LDP, but doesn’t have the same problem with vested interests,” said Koji Sasaya, 82, a U.S. resident and longtime LDP supporter who traveled to Japan to vote in the election for Koike’s new party.\nOthers outside the station were less convinced by Koike’s talk of cleaner politics, while trusting Abe to safeguard national security.\n“I doubt she can deliver politics free from vested interests,” said Minori Hiramatsu, a 28-year-old mother of one who was on her way to a job interview.\n“Abe has problems domestically, but he is the best person to protect us from North Korean threats.”\nThe Party of Hope echoes Abe’s LDP on security and diplomacy - it backs tough sanctions on North Korea and controversial security measures adopted in 2015 to expand the military’s role overseas.\nKoike also agrees with Abe that Japan’s post-war, U.S.-drafted, pacifist constitution should be amended, though not necessarily on the changes needed.\nSlideshow (5 Images)\nOn economic policies, Koike’s party has sought to differentiate itself by demanding an end to nuclear power by 2030 and a freeze on a sales tax hike planned for 2019.\nAbe wants to keep nuclear power as a key part of Japan’s energy mix, and raise the sales tax and spend more of the revenues on education and child care.\nA center-left Constitutional Democratic Party of Japan, formed from the liberal wing of the failed Democratic Party, is wooing voters dissatisfied with both conservative options.\nWriting by Linda Sieg; Editing by Simon Cameron-Moore\n",
        "quotes": [
            [
                "What creates our future is not a boom or slogan.",
                "Abe",
                true
            ],
            [
                "It is policy that creates our future,",
                "Abe",
                true
            ],
            [
                "We just cannot afford to lose.",
                "Abe",
                true
            ],
            [
                "We have a surplus of things in this country, but what we don’t have is hope for the future,",
                "Koike",
                true
            ],
            [
                "The Party of Hope looks a lot like the LDP, but doesn’t have the same problem with vested interests,",
                "Koji Sasaya",
                true
            ],
            [
                "I doubt she can deliver politics free from vested interests,",
                "Minori Hiramatsu",
                true
            ],
            [
                "Abe has problems domestically, but he is the best person to protect us from North Korean threats.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "abes",
            "party",
            "koikes",
            "democratic",
            "hope",
            "takes",
            "election",
            "abe",
            "japan",
            "campaigning",
            "underway",
            "lower",
            "ldp"
        ]
    }
]