[
    {
        "url": "https://www.nytimes.com/2017/10/12/movies/the-departure-review.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Review: In ‘The Departure,’ Watching Over Those Who Flirt With Death",
        "authors": [
            {
                "name": "Ken Jaworowski",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-12",
        "text": "Advertisement\nSupported by\nReview: In ‘The Departure,’ Watching Over Those Who Flirt With Death\nImage\nThe Departure\nBy Ken Jaworowski\nOct 12, 2017\nSad, tender and quietly moving, “The Departure” never says more than it needs to, much like its subject, a Buddhist priest who counsels those contemplating suicide.\nThe documentary, directed by Lana Wilson , follows Ittetsu Nemoto, who after a troubled adolescence became a monk, then a priest, in Japan. He settled with his wife, child and mother at a temple in Gifu prefecture where he spends nearly all his time trying to dissuade those in danger of taking their own lives.\nThe men and women here convey deep torment and helplessness. Mr. Nemoto occasionally asks questions, gives advice or offers reasons to live. But more often he listens, and his face registers both empathy for them and sometimes despair at his own shortcomings. “I’m sorry,” he says softly to one troubled woman as he looks away. “I’m not being much help, am I?”\nHis nearness to their pain takes a toll. Mr. Nemoto’s health declines as the unceasing calls and emails he receives wear on him. “I take on so much of their suffering when I’m counseling,” he says. “I can never show them how draining is it.”\nMs. Wilson resists any urge to overexplain the priest’s work or the people he encounters. Instead, she captures their forlorn expressions and records their searching questions. (Viewers seeking additional background on Mr. Nemoto can find it in an excellent article from The New Yorker by Larissa MacFarquhar, which inspired this film.) Nathan Michel’s score is haunting.\nLike a haiku, “The Departure” weighs its words carefully. But silences, too, play a vital role here. During its quiet moments, we can only watch this priest comfort the despaired and hope that he succeeds.\nThe Departure\nMovie data powered by IMDb.com\nNot rated. In Japanese, with English subtitles. Running time: 1 hour 27 minutes.\nA version of this article appears in print on , Section C, Page 11 of the New York edition with the headline: The Departure. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [
            [
                "I’m not being much help, am I?",
                "",
                true
            ],
            [
                "I take on so much of their suffering when I’m counseling,",
                "",
                true
            ],
            [
                "I can never show them how draining is it.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.newyorker.com/magazine/2013/06/24/last-call-3"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "http://lanawilson.net/projects/the-departure/",
                "https://www.nytimes.com/video/movies/100000005484089/trailer-the-departure.html?module=inline"
            ]
        },
        "key_words": [
            "im",
            "priest",
            "mr",
            "nemoto",
            "departure",
            "review",
            "wear",
            "women",
            "death",
            "watching",
            "wife",
            "wilson",
            "flirt",
            "woman",
            "troubled"
        ]
    }
]