[
    {
        "url": "https://www.nytimes.com/2017/10/11/sports/fantasy-football-who-to-start-in-week-6.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Fantasy Football: Who to Start in Week 6",
        "authors": [
            {
                "name": "Justin Sablich",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nImage\nSteelers quarterback Ben Roethlisberger threw five interceptions in Week 5, including one that Jaguars linebacker Telvin Smith, right, ran back for a touchdown.CreditCreditPhilip G. Pavely/USA Today Sports, via Reuters\nBy Justin Sablich\nOct 11, 2017\nHas the mighty Big Ben finally fallen? (In terms of fantasy football, I mean. He was walking fine after Week 5’s game.)\nBut Ben Roethlisberger did not play well in Week 5, and hasn’t performed at an acceptable level for most of the season.\nHe had one of the worst performances of his career last week, completing 33 of 55 passes for 312 yards, no touchdowns and five interceptions (two were pick-6s). Even worse, the Steelers were playing at home, where he usually excels. (It has become common knowledge that Roethlisberger often struggles mightily on the road.)\n“Maybe I don’t have it anymore,” Roethlisberger told reporters after the game.\nI’m not dropping him on any of my teams, but I’m not starting him, especially not in a road game against the Kansas City Chiefs, unless things turn around in a big way.\nFor some of the players you should start in Week 6, read on. Then check out our Week 6 player rankings.\nQuarterback\nDeshaun Watson (HOU vs. Browns) — It has become evident that Watson is a must-start fantasy quarterback every week, so you won’t need me to tell you how great he is going forward. On average, Watson was the 23rd quarterback taken in fantasy drafts over the summer, as Tom Savage won the starting job heading into Week 1. That changed before Week 1’s game was even over. Since then, Watson is second only to Aaron Rodgers in the N.F.L. in touchdown passes (12), and is fantasy’s second-highest-scoring player at 22.5 fantasy points per game. In case you’re still not sold, he plays the Browns this week, a team averaging 20.0 F.P.P.G. to the position this season (fourth most).\nJacoby Brissett (IND at Titans) — Should your starting quarterback be on a bye this week, consider Brissett, who topped 300 yards for the first time in his young career last week. He has been a top-10 fantasy quarterback in two of the last three weeks, including 27.8 fantasy points in Week 3 against the Browns. His next matchup is with the Titans, who are tied with the Patriots for the most passing touchdowns allowed this season (12) and allow the third most F.P.P.G. to quarterbacks.\nAlso consider: Carson Palmer (ARI vs. Buccaneers); Jameis Winston (TB at Cardinals)\nRunning Back\nC.J. Anderson (DEN vs. Giants) — The rumors of Anderson’s fantasy value imploding because of Jamaal Charles’s presence were highly exaggerated. Anderson has outsnapped Charles, 93-32, over the past two games, giving him a pretty firm grip on workhorse status. The Broncos will host the decimated Giants, and should be leading early in this one, meaning the run game should be leaned on throughout. The Giants allow 4.5 yards per carry and the 10th most F.P.P.G. (20.3) to the running back position.\nJordan Howard (CHI at Ravens) — It’s difficult to trust anyone in this messy Bears offense, but Howard has some things in his favor in Week 6. He outcarried Tarik Cohen, 19-6, last week, and he has had at least 18 carries for the third game in a row. With the rookie Mitch Trubisky now behind center, the Bears should lean on Howard even more against the Ravens, who have given up the eighth most F.P.P.G. (20.5) to running backs this season.\nAlso consider: Mike Gillislee (NE at Jets); Adrian Peterson (ARI vs. Buccaneers)\nWide Receiver\nImage\nColts receiver T. Y. Hilton made a catch while defended by 49ers cornerback Dontae Johnson last weekend in Indianapolis.CreditThomas J. Russo/USA Today Sports, via Reuters\nT.Y. Hilton (IND at Titans) — He has been able to prove he can be a major fantasy asset even with Andrew Luck out, thanks to the emergence of Brissett as a somewhat stable option at quarterback. The last two times the Colts’ passing game has had a favorable matchup, both Brissett and Hilton have taken advantage. Hilton had a combined 14 catches for 330 yards in Week 3 (vs. Browns) and Week 5 (vs. 49ers). You have to like his chances against the Titans, who are allowing an average of roughly 250 receiving yards and 2.5 receiving touchdowns per game in 2017, and the fourth most F.P.P.G. (26.2) to the wide receiver position.\nDevin Funchess/Kelvin Benjamin (CAR vs. Eagles) — With Cam Newton back to being the Cam Newton who isn’t horrible, both of these receivers are worth starting, especially against the Eagles (26.3 F.P.P.G., third most). Ever since Greg Olsen went down with an injury, Funchess has emerged as a favorite of Newton’s, averaging 8.3 targets per game over the past four weeks. He also has three touchdowns in the past two games. Benjamin had his first score of the season last week, but is averaging only five targets per game this season. The silver lining is that he has done pretty well with the targets he has gotten, averaging 10.9 yards per target (fifth highest in the N.F.L.).\nAlso consider: Terrelle Pryor (WAS vs. 49ers); Jermaine Kearse (NYJ vs. Patriots)\nTight End\nEvan Engram (NYG at Broncos) — It does feel strange recommending a player coming off zero receptions, but Engram was emerging as a consistent target of Eli Manning before Week 5, averaging more than seven targets per game, and is still fourth among all tight ends in targets with 34, even after he got only four against the Chargers last week. In case you missed it, the Giants lost all three of their starting wide receivers in Week 5, so Engram has to be involved a lot more if the Giants have any chance of resembling an N.F.L. offense this week. The Broncos also do not cover the position particularly well, having given up the seventh most F.P.P.G. (9.1) to the position.\nAlso consider: Delanie Walker (TEN vs. Colts); Benjamin Watson (BAL vs. Bears)\nDefense/Special Teams\nKicker\nMatt Prater (DET at Saints); Brandon McManus (DEN vs. Giants).\nCorrection: \nOct 12, 2017\nAn earlier version of this article misidentified the team Evan Engram of the Giants faced last week. It was the Chargers, not the Eagles.\nThe Sablich brothers have provided award-winning fantasy football advice for The New York Times since 2010. See their weekly player rankings and visit 5thDownFantasy.com for more fantasy analysis. You can also ask them questions through their Twitter account, @5thdownfantasy .\nA version of this article appears in print on , Section B, Page 10 of the New York edition with the headline: Keep Roethlisberger On Your Bench. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Maybe I don’t have it anymore,",
                "Ben Roethlisberger",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.fantasypros.com/2014/12/fantasy-football-most-accurate-experts/",
                "https://www.nytimes.com/interactive/2017/sports/football/2017-fantasy-football-rankings.html",
                "https://www.5thdownfantasy.com/2017/10/08/ben-roethlisberger-brutal-against-jaguars-in-week-5/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "http://www.5thdownfantasy.com/",
                "https://twitter.com/5thDownFantasy",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "giants",
            "start",
            "targets",
            "football",
            "game",
            "averaging",
            "vs",
            "yards",
            "hilton",
            "fppg",
            "week",
            "engram",
            "fantasy"
        ]
    }
]