[
    {
        "url": "http://inhealth.cnn.com/stepping-up-your-psoriasis-treatment/psoriasis-eczema-dermatitis-whats-the-difference?did=t1_rss12_2",
        "title": "Psoriasis, Eczema, Dermatitis: What's the Difference?",
        "authors": [],
        "publisher": "healthguides.healthgrades.com",
        "publish_date": "2015-04-07",
        "text": "By\nWas this helpful? (384)\nTrying to get rid of a skin rash can be almost as troublesome as coping with one. Three common causes—psoriasis, eczema, and dermatitis—are tricky to diagnose. No single test can identify them. Plus, they’re easily confused because they look so similar.\nTo make an accurate diagnosis, your doctor may talk with you about your medical history and symptoms. He or she may want to conduct skin examinations or multiple tests. If you’re currently bothered by red, itchy, or inflamed skin, it’s all worth your time and effort. Once the cause is found, treatment can start and bring welcome relief.\nThere are many treatment options for psoriasis, and they all come with risks and benefits. Ultimately, whether you treat with topical creams, light therapy, or medications, you and your doctor will decide the best treatment path together.\n2019 Healthgrades Operating Company, Inc. The content on Healthgrades does not provide medical advice. Always consult a medical provider for diagnosis and treatment. All rights reserved. May not be reproduced or reprinted without permission from Healthgrades Operating Company, Inc. Use of this information is governed by the Healthgrades User Agreement.\nTranscript\nopen\nLorenzo:            Well, whenever I was diagnosed with the psoriasis, of course, the next step is, \"Okay, what are we going to do about this?\" \"What medications am I going to take?\" Or, \"What medications aren't I going to take?\"   Dr. Ahluwalia:      Usually, it's a discussion between myself and the patient.   Lorenzo:            So he started me, which thank goodness he did, with something topical. It was just an ointment.   Dr. Sejal Shah:     Typically, first line therapy is topical treatment.   Lorenzo:            -which helped. It just didn't help enough.   Dr. Sejal Shah:     Often, for moderate to severe psoriasis, we look at more aggressive options like phototherapy, oral medications, and injectable biologic treatments.   Lorenzo:            He needed to take these steps to find out what's going to work for me.   Dr. Evan Rieder:    Phototherapy is giving people controlled exposure to a very narrow band of ultraviolet light-   Dr. Sejal Shah:     This is generally done in a very, very controlled environment.   Dr. Evan Rieder: -that people get exposed to for about three times a week for just a couple minutes a time.   Lorenzo:            When we progress through the diagnosis and me trying different options, topical to oral, eventually my case, I did have to take a biologic.   Dr. Ahluwalia:      A biologic is a protein-derived drug that's made from living cells.   Dr. Sejal Shah:     And they interrupt the immune process involved in psoriasis.   Tiffany:            It really has cut my psoriasis down significantly.   Lorenzo:            It did take a while. I probably didn't see actual results for at least a month, a month and a half.   Dr. Evan Rieder:    Often, there is some trial and error that goes into finding the perfect treatment regimen for someone.   Lorenzo:            Everybody has to go through the steps of investigation.   Tiffany:            Try all of the options first before you go to an injectable.   Lorenzo:            You need to find out what works for you, but it's manageable.\nTo help your doctor make the right call, here’s what you need to know about the differences among psoriasis, eczema, and dermatitis.\nDermatitis\nDermatitis is a very broad term that generally means “inflammation of the skin.” If your skin comes in contact with a specific irritating substance, you can develop contact dermatitis. There are two main types of contact dermatitis: irritant and allergic. Both types are common causes of a red, itchy rash.\nIrritant contact dermatitis is the most widespread. It develops when your skin becomes inflamed from exposure to things like chemicals, acids, soaps, and detergents. Irritant contact dermatitis can show up whether you’ve come in contact with the substance before or not. Often you’ll develop a rash on your hands along with burning, itching, and pain. You’ll continue to endure this uncomfortable reaction until the cause is discovered and you can avoid it.\nAllergic contact dermatitis can occur if you develop a sensitivity or allergy to a substance. Examples include nickel or other metals and certain fragrances. With allergic contact dermatitis, a skin rash can appear on the area that touched the substance within 24 to 48 hours. Itching is the main symptom. People with frequent allergic contact dermatitis flare-ups may want to explore allergy testing.\nEczema\nEczema usually shows up as very itchy patches that become red, swollen, and cracked from scratching. Rashes usually occur on the face, inside the elbows, behind the knees, and on the hands and feet.\nThe exact cause of eczema is unknown, but it’s been linked to genetics and environmental factors. The most common type of eczema is atopic dermatitis, an allergic condition that often appears in babies and children. The condition may go away by age 2 or last through adulthood.\nCertain substances may trigger an eczema breakout, so it’s important to identify and avoid them. Common irritants include household cleansers, detergents, soaps, chlorine, and wool. Stress and abrupt temperature changes can also cause eczema to appear.\nTo confirm whether you have eczema, your doctor may ask about your family history of allergies and want you to have an allergy or blood test. \nPsoriasis\nPsoriasis is a lifelong condition that causes thickened, red patches of skin and silvery-white scales. Psoriatic patches can be itchy, sore, and even burn. They often are located on the outside of the elbows and knees, but psoriasis commonly affects the scalp and nails, too.\nMany things can trigger psoriasis, including stress, cold weather, skin damage, and certain medications. Unlike atopic dermatitis, psoriasis doesn’t usually appear before age 10. It’s more commonly found in adults.\nPsoriasis can mimic other skin diseases. Doctors diagnose it by closely examining your skin, nails, and scalp. Your doctor may also perform a skin biopsy. This involves removing a small skin sample and viewing it under a microscope. \nWas this helpful? (384)\n© 2019 Healthgrades Operating Company, Inc. The content on Healthgrades does not provide medical advice. Always consult a medical provider for diagnosis and treatment. All rights reserved. May not be reproduced or reprinted without permission from Healthgrades Operating Company, Inc. Use of this information is governed by the Healthgrades User Agreement.\nGudjonsson JE, Elder JT. Psoriasis: Epidemiology. Clin Dermatol. 2007; vol. 25, pp. 535–546.\nUsatine, R. and Riojas, M. Diagnosis and Management of Contact Dermatitis. American Family Physician. August 1, 2010, vol. 82, No. 3, pp. 249-255.\nEczema: Tips on How to Care for Your Skin. American Academy of Family Physicians. Last reviewed/updated: October 2009 http://familydoctor.org/online/famdocen/home/common/skin/disorders/176.printerview.html\nPsoriasis. American Academy of Family Physicians. Last reviewed/updated: July 2010 http://familydoctor.org/online/famdocen/home/common/skin/disorders/199.printerview.html\n Psoriasis & Psoriatic Arthritis. American Academy of Dermatology http://www.aad.org/public/publications/pamphlets/common_psoriasis.html\nEczema/Atopic Dermatitis. American Academy of Dermatology. November 2009 http://www.aad.org/public/publications/pamphlets/skin_eczema.html\nDermatitis. U.S. National Library of Medicine, National Institutes of Health. http://www.merriam-webster.com/medlineplus/dermatitis\nWhat Is Atopic Dermatitis?” National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS), National Institutes of Health. September 2009 ( http://www.niams.nih.gov/Health_Info/Atopic_Dermatitis/atopic_dermatitis_ff.pdf\nAtopic Dermatitis. National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS), National Institutes of Health. May 2009. http://www.niams.nih.gov/Health_Info/Atopic_Dermatitis/default.asp\nWhat Is Psoriasis? National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS), National Institutes of Health. September 2009. http://www.niams.nih.gov/Health_Info/Psoriasis/psoriasis_ff.asp\nEczema. U.S. National Library of Medicine, National Institutes of Health. Last reviewed: May 6, 2010  http://www.nlm.nih.gov/medlineplus/eczema.html\nContact dermatitis. U.S. National Library of Medicine, National Institutes of Health. Last updated: November 1, 2009. http://www.nlm.nih.gov/medlineplus/ency/article/000869.htm\nRashes. U.S. National Library of Medicine, National Institutes of Health. Last reviewed: July 26, 2010 http://www.nlm.nih.gov/medlineplus/rashes.html\nFrequently Asked Questions. National Psoriasis Foundation. Accessed September 8, 2010 http://www.psoriasis.org/netcommunity/learn_faqs\nPsoriasis Triggers. American Academy of Dermatology http://www.skincarephysicians.com/psoriasisnet/triggers.html\nx\nThis content is created or selected by the Healthgrades editorial team and is funded by an advertising sponsor. The content is subject to the Healthgrades medical review process for accuracy, balance and objectivity. The content is not edited or otherwise influenced by the advertisers appearing on this page except with the possible suggestion of the broad topic area. For more information, read the  Healthgrades advertising policy.\nADVERTISEMENT\nNeed a 5-Star Doctor for Psoriasis?\nYou appear to be interested in [INTEREST]\nThere are [COUNT] four and five-star providers near [LOCATION] who treat [INTEREST]. Let us connect you with the right doctor.\n",
        "quotes": [
            [
                "Okay, what are we going to do about this?",
                "Lorenzo",
                true
            ],
            [
                "What medications am I going to take?",
                "",
                true
            ],
            [
                "What medications aren't I going to take?",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.healthgrades.com/content/advertising-policy"
            ],
            "gov_pgs": [
                "https://medlineplus.gov/rashes.html",
                "https://www.niams.nih.gov/health-topics/atopic-dermatitis",
                "https://www.niams.nih.gov/health-topics/psoriasis",
                "https://medlineplus.gov/eczema.html",
                "https://medlineplus.gov/ency/article/000869.htm"
            ],
            "unsure": [
                "https://www.aad.org/public/diseases?redirect",
                "https://www.aad.org/public/diseases/eczema/dyshidrotic-eczema",
                "https://familydoctor.org/diseases-and-conditions/?adfree=true",
                "http://www.aad.org/public/publications/pamphlets/common_psoriasis.html",
                "https://familydoctor.org/diseases-and-conditions/?adfree=true",
                "http://c.merriam-webster.com/medlineplus/dermatitis",
                "http://www.psoriasis.org/netcommunity/learn_faqs"
            ]
        },
        "key_words": [
            "medical",
            "red",
            "itchy",
            "skin",
            "healthgrades",
            "contact",
            "whats",
            "psoriasis",
            "eczema",
            "dermatitis",
            "difference",
            "substance"
        ]
    }
]