[
    {
        "url": "http://occupydemocrats.com/2016/09/26/trump-tried-visit-civil-rights-museum-happened-next-awesome/",
        "title": "You’ll Never Guess What Happened When Trump Tried To Visit A Civil Rights Museum",
        "authors": [
            {
                "name": "Natalie Dickinson",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-26",
        "text": "Now Reading\nYou’ll Never Guess What Happened When Trump Tried To Visit A Civil Rights Museum\nDonald Trump’s efforts to attract any kind of support from the African-American community has not gone well. After blatantly whitewashing four hundred years of oppression and enslavement by telling American blacks that they’ve “never had it worse”  and then telling his supporters that the police brutality protests in Charlotte were due to “drugs,” Trump’s campaign tried to visit a civil rights museum in North Carolina to for a cheap photo-op – but couldn’t even muster the effort to pretend to be sincere about it, and he was resoundingly denied:\n“We did not honor the request of the Donald Trump team because we thought they demonstrated, in their approach was disrespectful” said the co-founder of the International Civil Rights Center and Museum , Earl Jones. \n“The approach, the type of disrespect, pretty much a demand and bullying us to use the museum in their manner and their way in their time,  it was inappropriate and I think it’s probably reflective of the type of insensitivity of civil rights and human rights that’s reflective from Trump over the years.”\nJones complained that Trump’s staff was “aggressive” and “rude,” and that Trump’s camp apparently demanded that they close the museum for five hours to accommodate him. “We have equal treatment for everyone coming to the museum and we welcome everyone to the museum but we are not going to allow the museum to be used for political gain.”\nSee Also\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "We did not honor the request of the Donald Trump team because we thought they demonstrated, in their approach was disrespectful",
                "",
                false
            ],
            [
                "The approach, the type of disrespect, pretty much a demand and bullying us to use the museum in their manner and their way in their time,  it was inappropriate and I think it’s probably reflective of the type of insensitivity of civil rights and human rights that’s reflective from Trump over the years.",
                "",
                true
            ],
            [
                "We have equal treatment for everyone coming to the museum and we welcome everyone to the museum but we are not going to allow the museum to be used for political gain.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://occupydemocrats.com/2016/09/21/trump-said-blacks-worse-ever-obama-tweet-proves-100-wrong/",
                "https://www.wfmynews2.com/article/news/local/civil-rights-museum-denies-special-request-by-trump-campaign/83-325172910"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "civil",
            "museum",
            "happened",
            "type",
            "thought",
            "worse",
            "trump",
            "trumps",
            "think",
            "rights",
            "youll",
            "guess",
            "telling",
            "tried",
            "visit"
        ]
    }
]