[
    {
        "url": "http://occupydemocrats.com/2016/09/22/journalists-open-letter-trump-supporters-just-set-internet-fire/",
        "title": "This Journalist’s Open Letter To Trump Supporters Just Set The Internet On Fire",
        "authors": [
            {
                "name": "Natalie Dickinson",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-22",
        "text": "Now Reading\nThis Journalist’s Open Letter To Trump Supporters Just Set The Internet On Fire\nRead Next\nGQ journalist Drew Magary just penned a brutal takedown of Republican nominee Donald Trump and all of his supporters in an amusing and accurate – if rather profane – fashion. With fury and wit, Magary uses to article to exorcize the Trump demons in his heart, admitting that “Nothing’s gonna take down Trump at this point, so I’m not gonna bother. No no, this post is for ME. I am preaching to the sad little choir in my soul here.”\nThe torrent of abuse he pours upon Trump and his far-right supporters are things that we all would love to scream at every car with a Trump sticker on it, at obnoxious Twitter handle with a smug Pepe The Nazi frog winking at you hurling racial slurs at you, every relative who launches into Benghazi conspiracies at Thanksgiving, at your jaded friend who just “can’t bring himself to vote this year,” at the sycophantic pundits that cut away from the President to a Trump rally…this is for all of them.\n \nTrump is human waste. He is the worst of America stuffed into a nacho cheese casing, and he is emblematic of the kind of arrogant, flag-waving, trashy, racist moron that the rest of us have to DRAG kicking and screaming into the 21st century: Cliven Bundy, Sean Hannity, Kim Davis, and on and on and on. Trump voters are the people who have spent the past decade or so voting insipid obstructionists into office, sending death threats to anyone who even mentions the idea of gun control, demanding 100% tax cuts on millions of dollars they can only daydream about making, and getting suckered in by any Oil Party candidate waving a NO GAYS flag. Fuck them. These are needy hillbilly loons who are just as starved for attention as Trump himself. And voting for Trump is their way of emulating him, of saying FUCK YOU to everyone else as a mission statement, with no regard for the fallout.\n If you vote for him, you’re not making America great again. You are killing it. You are telling the world that America isn’t worth it. You are telling the world that all of our big talk about freedom and unity and ideals is just a load of shit, and that you would prefer a smoldering dystopia where freedom is just a flimsy cover for evildoing, led by a man who believes that strength is measured only in killing people. You are handing the most important job on Earth to Napoleon from Animal Farm. And you are revealing your breathtaking ignorance to everyone except for yourself. I can’t believe you can’t see this. I want you to see this. I wanna shine a big fucking light in your face and scream at you that Trump isn’t even qualified to be human, much less President. How are you gonna change the system if you elect some corrupt idiot who has no clue how to DO IT, huh? Can’t you see this? Haven’t you heard this asshole talk? THE FUCK IS WRONG WITH YOU?\nBut I already know that’s a futile effort. So fuck you, and fuck the GOP leaders who are too chickenshit to stand up to you. I’m not gonna wish deportation or imprisonment or some kind of fantastical hyperbolic death upon you. I’m not gonna ask for a wall to be built on the Mason-Dixon line. No no, I think you people deserve the EXACT same fate as Trump himself, and that is to lose, badly. That’s what should happen to you. You and your hamburger puppet leader deserve to live the rest of your days arm-in-arm in disgrace, branded as losers for eternity. Because that’s what you are.\nSee Also\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "Nothing’s gonna take down Trump at this point, so I’m not gonna bother.",
                "",
                true
            ],
            [
                "No no, this post is for ME.",
                "",
                true
            ],
            [
                "I am preaching to the sad little choir in my soul here.",
                "",
                true
            ],
            [
                "can’t bring himself to vote this year,",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "america",
            "thats",
            "fuck",
            "worst",
            "supporters",
            "world",
            "journalists",
            "internet",
            "open",
            "gonna",
            "set",
            "im",
            "voting",
            "cant",
            "letter",
            "trump"
        ]
    }
]