[
    {
        "url": "http://www.cnn.com/2017/10/11/entertainment/terry-crews-sexual-harassment/index.html",
        "title": "Terry Crews on why sexual assault survivors don't come forward",
        "authors": [
            {
                "name": "Emanuella Grinberg",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-11",
        "text": "Terry Crews explains why sexual assault survivors don't come forward\nUpdated 5:38 PM ET, Thu October 12, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nCrews says he was groped by a Hollywood executive in 2016\nHe says he feared his career would suffer if he spoke out\n(CNN)\nActor Terry Crews said he understands why women are reluctant to raise sexual harassment allegations against Hollywood power brokers like Harvey Weinstein.\nWhy does he get it? \"Because this kind of thing happened to ME,\" Crews said Tuesday.\nAs misconduct allegations mount against Weinstein, Crews became the latest celebrity to come forward with similar claims against another Hollywood executive. In sharing his story, Crews called attention to the power dynamic that he said keeps sexual assault survivors from speaking up.\nCrews said his piece on Twitter, hours after an explosive New Yorker magazine story alleged that Weinstein had raped multiple women. The report included new allegations of harassment and other improper behavior. A spokeswoman for Weinstein denied the rape allegations in a statement to CNN. \"Any allegations of non-consensual sex are unequivocally denied by Mr. Weinstein,\" the statement read. \"Mr. Weinstein has further confirmed that there were never any acts of retaliation against any women for refusing his advances.\"\nThe underlying message of Crews' disclosure isn't new or novel. But sexual assault survivors hope that hearing it from a man will show how widespread the problem is.\nRead More\nCrews, known for his roles on \"Everybody Hates Chris\" and \"Brooklyn Nine-Nine,\" did not name the \"high level Hollywood executive\" whom he accused of groping him at an industry event in 2016. He thought about challenging him until he considered the possible headlines on the incident: \"240 lbs. Black Man stomps out Hollywood Honcho,\" he surmised. \"Only I probably wouldn't have been able to read it because I WOULD HAVE BEEN IN JAIL. So we left.\"\nCrews said he talked to people who worked with the executive. The next day, the executive called Crews to apologize, \"but never really explained why he did what he did,\" Crews said.\n\"I decided not to take it further because I didn't want to be ostracized -- par for the course when the predator has power and influence,\" he said on Twitter.\n\"I let it go. And I understand why many women who this happens to let it go,\" he continued, laying out the potential scenario:\nWho's going 2 believe you? ( few) What r the repercussions?(many) Do u want 2 work again? (Yes) R you prepared 2b ostracized?(No)(11/cont.)\n\"What are the repercussions? Many.\n\"Do you want 2 work again? Yes.\n\"Are you prepared to be ostracized? No.\"\nThe balance of power\nThe power differential between Weinstein and his accusers has been a dominant theme of the scandal from day one. In the first article to detail allegations, an accuser cut to the core: \"The balance of power is me: 0, Harvey Weinstein: 10.\"\nThe phrase \"power dynamics\" refers to the privilege and power that some hold in relation to others who may be marginalized or disenfranchised, such as women. In the workplace, people with higher status have power over the quality of life, opportunities and work advancement of those with lower status, said Thema Bryant-Davis, assistant professor of psychology with Psychology@Pepperdine , Pepperdine University's online Master of Arts in Clinical Psychology program.\n\"We see power dynamics in who is given free license to abuse the bodies, time and skills of others without penalty, accountability, or justice,\" Bryant-Davis said. \"Men and women have been victims and perpetrators of sexual harassment. However, men's sexual harassment of women has been more pervasive and socially expected and accepted in society.\"\nMany of Weinstein's accusers have said they feared the consequences of challenging a man who held their career in his hands, and decided it would be better in the long run to keep quiet.\nIn her account of harassment allegations against Weinstein, actor Gwyneth Paltrow said she feared the repercussions for her career if she were to speak out. After her then-boyfriend, Brad Pitt, confronted Weinstein, the Miramax producer warned her not to tell anyone else, she told The New York Times.\n\"I thought he was going to fire me,\" she said.\nWhy women don't report\nFrom Bill Cosby to US President Donald Trump , scandals involving decades-old allegations of unwanted sexual contact tend to revive the same questions about why survivors don't come forward sooner. The conversation reached a fever pitch one year ago, after a leaked tape revealed Trump making sexually aggressive comments, followed by groping allegations from two women. As criticism of Trump's accusers grew, the conversation took off online centered on the hashtag #WhyWomenDontReport .\nThe reasons are many: fear of reprisals or being blamed, not enough corroborating evidence, or shame. But when predators hold some measure of control or power over their victims, those fears are amplified.\nAnd it's not just a problem in Hollywood, Crews pointed out. \"But sometimes you have to wait and compare notes with others who've been victimized in order to gain a position of strength,\" he said.\n\"Hopefully, me coming forward with my story will deter a predator and encourage someone who feels hopeless.\"\n",
        "quotes": [
            [
                "Because this kind of thing happened to ME,",
                "",
                true
            ],
            [
                "Any allegations of non-consensual sex are unequivocally denied by Mr. Weinstein,",
                "Harvey Weinstein",
                true
            ],
            [
                "Mr. Weinstein has further confirmed that there were never any acts of retaliation against any women for refusing his advances.",
                "",
                true
            ],
            [
                "Black Man stomps out Hollywood Honcho,",
                "Brooklyn Nine-Nine",
                true
            ],
            [
                "Only I probably wouldn't have been able to read it because I WOULD HAVE BEEN IN JAIL.",
                "",
                true
            ],
            [
                "but never really explained why he did what he did,",
                "",
                false
            ],
            [
                "I decided not to take it further because I didn't want to be ostracized -- par for the course when the predator has power and influence,",
                "Brooklyn Nine-Nine",
                true
            ],
            [
                "And I understand why many women who this happens to let it go,",
                "Brooklyn Nine-Nine",
                true
            ],
            [
                "Do you want 2 work again?",
                "Brooklyn Nine-Nine",
                true
            ],
            [
                "Are you prepared to be ostracized?",
                "Brooklyn Nine-Nine",
                true
            ],
            [
                "The balance of power is me: 0, Harvey Weinstein: 10.",
                "",
                true
            ],
            [
                "We see power dynamics in who is given free license to abuse the bodies, time and skills of others without penalty, accountability, or justice,",
                "Bryant-Davis",
                true
            ],
            [
                "Men and women have been victims and perpetrators of sexual harassment.",
                "Bryant-Davis",
                true
            ],
            [
                "However, men's sexual harassment of women has been more pervasive and socially expected and accepted in society.",
                "Bryant-Davis",
                true
            ],
            [
                "I thought he was going to fire me,",
                "",
                true
            ],
            [
                "But sometimes you have to wait and compare notes with others who've been victimized in order to gain a position of strength,",
                "",
                true
            ],
            [
                "Hopefully, me coming forward with my story will deter a predator and encourage someone who feels hopeless.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/10/12/politics/donald-trump-women-new-york-times-report/index.html",
                "https://www.newyorker.com/news/news-desk/from-aggressive-overtures-to-sexual-assault-harvey-weinsteins-accusers-tell-their-stories",
                "https://www.cnn.com/2016/05/24/entertainment/cosby-how-we-got-here/index.html",
                "https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html",
                "https://www.nytimes.com/2017/10/10/us/gwyneth-paltrow-angelina-jolie-harvey-weinstein.html",
                "https://www.washingtonpost.com/politics/trump-recorded-having-extremely-lewd-conversation-about-women-in-2005/2016/10/07/3b9ce776-8cb4-11e6-bf8a-3d26847eeed4_story.html",
                "https://www.cnn.com/2016/10/13/health/why-women-dont-report/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://onlinepsych.pepperdine.edu/"
            ]
        },
        "key_words": [
            "hollywood",
            "executive",
            "power",
            "work",
            "come",
            "weinstein",
            "sexual",
            "assault",
            "dont",
            "allegations",
            "terry",
            "forward",
            "harassment",
            "women",
            "crews",
            "survivors"
        ]
    }
]