[
    {
        "url": "https://www.cnn.com/2016/09/20/politics/washington-post-trump-foundation-report/index.html",
        "title": "Donald Trump used family charity to settle lawsuits against his businesses: report",
        "authors": [
            {
                "name": "Daniella Diaz",
                "link": null
            },
            {
                "name": "Theodore Schleifer",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-20",
        "text": "Trump aide dismisses concerns over report he used family charity to settle lawsuits against his businesses\nUpdated 9:37 AM ET, Wed September 21, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nThe checks total more than $250,000\nWashington (CNN)\nDonald Trump's campaign manager sought to downplay concerns raised by a report Tuesday that the Republican nominee's personal philanthropy used more than $250,000 to litigate lawsuits against opponents of his business interests.\nKellyanne Conway said she's not worried about the Washington Post report that said on four occasions the Donald J. Trump Foundation cut checks to settle suits in a controversial and potentially illegal tactic, given that the foundation is funded primarily with other donors' money, not his own, according to the Post review of legal documents and interviews.\n\"Trump is using his charities to benefit his businesses, which is against the law,\" Washington Post reporter David Fahrenthold told CNN's John Berman and Kate Bolduan of his report.\nThe most substantial donation was $100,000 to Fisher House, a veterans' charity, as part of a settlement with the city of Palm Beach, Florida, home to Trump's Mar-a-Lago Club.\nConway defended the donation as a settlement because of a flag Trump wanted to raise at the Mar-a-Lago.\nRead More\n\"I think this is a classic Donald Trump,\" she told CNN's Erin Burnett on \"OutFront.\" \"He wanted to raise the American flag as high as he possibly could over Mar-a-Lago. I think a lot of Americans at this point would applaud that. And of course the county said he couldn't do that, it had to be smaller, so they started assessing a $1,250 fine. So the way they wanted to settle it was for Trump to donate $100,000 to a veteran's group.\"\nAnd another check for $158,000 was distributed from the foundation as a way for a Trump golf course to settle another lawsuit, according to the Post.\n\"I've been talking to the people who are responsible for the Trump Foundation to get some facts and some figures,\" she said. \"It's very important for people to understand what happened in these cases. Donations went to veterans groups ... How did the Mar-a-Lago benefit from him giving $100,000 to veterans? The veterans benefited and I think that's great and I applaud him for doing that.\"\nBurnett said: \"Well, the business benefited by the lawsuit going away and being settled, right? That would be how the business benefited.\"\n\"Well, there are many lawsuits everyday against people ... I think you're making things up based on facts as they are not reported in this story, which also uses a lot of conditional phrasing, I'd like to point out,\" Conway said.\nConway also added that Trump frequently is \"signing checks privately to help people\" from his own bank account separate from the foundation,\n\"You can only imagine how many people have asked Mr. Trump for his time and his resources and his connections and his money privately, and he does that and he doesn't have cameras in there, it doesn't go through foundations,\" she said.\nBurnett pointed that the public could verify those donations if Trump released his tax returns, to which Conway didn't directly respond.\nTrump's Foundation has come under scrutiny from investigators and Democrats over possible pay-for-play schemes. New York Attorney General Eric Schneiderman is investigating the foundation to make sure it is abiding by state charity law, and House Democrats have called for the Department of Justice to look at Trump's relationship with Florida Attorney General Pam Bondi, who declined to formally investigate it.\n",
        "quotes": [
            [
                "Trump is using his charities to benefit his businesses, which is against the law,",
                "David Fahrenthold",
                true
            ],
            [
                "I think this is a classic Donald Trump,",
                "",
                true
            ],
            [
                "He wanted to raise the American flag as high as he possibly could over Mar-a-Lago.",
                "",
                true
            ],
            [
                "I think a lot of Americans at this point would applaud that.",
                "",
                true
            ],
            [
                "And of course the county said he couldn't do that, it had to be smaller, so they started assessing a $1,250 fine.",
                "",
                true
            ],
            [
                "So the way they wanted to settle it was for Trump to donate $100,000 to a veteran's group.",
                "",
                true
            ],
            [
                "I've been talking to the people who are responsible for the Trump Foundation to get some facts and some figures,",
                "",
                true
            ],
            [
                "It's very important for people to understand what happened in these cases.",
                "",
                true
            ],
            [
                "Donations went to veterans groups ... How did the Mar-a-Lago benefit from him giving $100,000 to veterans?",
                "",
                true
            ],
            [
                "The veterans benefited and I think that's great and I applaud him for doing that.",
                "",
                true
            ],
            [
                "Well, the business benefited by the lawsuit going away and being settled, right?",
                "Burnett",
                true
            ],
            [
                "That would be how the business benefited.",
                "Burnett",
                true
            ],
            [
                "Well, there are many lawsuits everyday against people ...",
                "Kellyanne Conway",
                true
            ],
            [
                "I think you're making things up based on facts as they are not reported in this story, which also uses a lot of conditional phrasing, I'd like to point out,",
                "Kellyanne Conway",
                true
            ],
            [
                "signing checks privately to help people",
                "Kellyanne Conway",
                false
            ],
            [
                "You can only imagine how many people have asked Mr. Trump for his time and his resources and his connections and his money privately, and he does that and he doesn't have cameras in there, it doesn't go through foundations,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/politics/trump-used-258000-from-his-charity-to-settle-legal-problems/2016/09/20/adc88f9c-7d11-11e6-ac8e-cf8e0dd91dc7_story.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "family",
            "settle",
            "washington",
            "businesses",
            "checks",
            "trump",
            "charity",
            "trumps",
            "donald",
            "post",
            "lawsuits",
            "settlement",
            "report",
            "foundation",
            "donation",
            "used"
        ]
    }
]