[
    {
        "url": "http://dailybuzzlive.com/new-federally-funded-work-program-starbucks-serving-lattes-inmates/",
        "title": "New Federally Funded Work Program Has Starbucks Serving Lattes To Inmates",
        "authors": [
            {
                "name": "Daily Buzz Live",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2015-01-16",
        "text": "Posted on\nNew Federally Funded Work Program Has Starbucks Serving Lattes To Inmates.\nFor those of us that like to drink Starbucks, we know those coffees at 6 bucks a pop can become costly by the end of the month. This can cost a regular Starbucks drinker over $150 a month just to indulge in those addictive drinks, making it a treat only the working class can afford.\nBut not anymore. Starbucks has received a grant opportunity from the United States Department of Labor’s Ready To Work program. This will allow prisons to open up Starbucks kiosks and production facilities in selected prisons across the United States, serving America’s prisoners FREE Starbucks coffee.\nStarbucks is not new to using prisoners for cheap production labor. Did you know that your prepackaged Starbucks coffee is package by murderers, thieves and other miscellaneous convicts? Starbucks subcontractor, Signature Packaging Solutions, has been hiring Washington prisoners to package coffees since the late 1990s. When confronted by a reporter in 2001, a Starbucks rep called the setup “entirely consistent with our mission statement.”\nStarbucks spokesperson, Helen Rochester, says this is an opportunity every American deserves. “These prisoners will go through the same Barista training as any other new Starbucks employee,” said Rochester. “We hope this program will help convicted felons, who are making their way out of prison, obtain employment required by their parole agreement. We will be happy to welcome them to the Starbucks family.”\nMany skeptics feel this is a risky move for the Starbucks Corporation. However, with a $7.5 million federally funded work program grant in place, money is surely the focus.\nSo while you are sipping on your overpriced $6 latte, and scraping up your Starbucks allowance for the week, just know that prisoners now get to enjoy free Frappuccinos AND cable TV on your tax dollars. You might also want to think again before you buy your prepackaged Starbuck coffee grounds that are produced in the Washington prisons. I hear prisons aren’t the most sanitary of places.\n* indicates required\nEmail Address *\nRecent Posts\nBreaking Dawn Pt 3 – Jacob And Renesmee – Next Year November 14 Get ready READ MORE →\nDaily Buzz Live Search\n",
        "quotes": [
            [
                "entirely consistent with our mission statement.",
                "",
                false
            ],
            [
                "These prisoners will go through the same Barista training as any other new Starbucks employee,",
                "",
                true
            ],
            [
                "We hope this program will help convicted felons, who are making their way out of prison, obtain employment required by their parole agreement.",
                "",
                true
            ],
            [
                "We will be happy to welcome them to the Starbucks family.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "washington",
            "states",
            "work",
            "lattes",
            "program",
            "federally",
            "united",
            "funded",
            "know",
            "starbucks",
            "serving",
            "prisons",
            "inmates",
            "prisoners"
        ]
    }
]