[
    {
        "url": "http://occupydemocrats.com/2016/09/27/zach-galifianakis-just-unloaded-mentally-challenged-trump-brutal-takedown/",
        "title": "Zach Galifianakis Just Unloaded On “Mentally Challenged” Trump In Brutal Takedown",
        "authors": [
            {
                "name": "Natalie Dickinson",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-27",
        "text": "Now Reading\nZach Galifianakis Just Unloaded On “Mentally Challenged” Trump In Brutal Takedown\nRead Next\nComedian and actor Zach Galifianakis recently featured former Secretary of State Hillary Clinton on his improvisational comedy interview show, Between Two Ferns. Previously, he’s interviewed  President Obama as well as other celebrities like Brad Pitt and Justin Beiber, but there’s one person he refuses to have on the show.\nIn an interview with the Los Angeles Times, Galifianakis was asked if he would have Republican nominee Donald Trump on his show since his interview with Clinton was such a resounding success – and his answer is hilarious. “No. That doesn’t interest me. Doing it the other way doesn’t interest me. He’s the kind of guy who likes attention – bad attention or good attention. So you’re dealing with a psychosis there that’s a little weird. I wouldn’t have somebody on that’s so mentally challenged. I feel like I’d be taking advantage of him. And you can print that.”\nBetween Two Ferns is known for its exceptionally awkward dialogue and for the host’s fondness for asking uncomfortable questions (he once asked Pres. Obama “How does it feel to know you’re going to be the last black president?”). Part of the joke is both parties attempting to maintain their composure and not rising to the bait.\nSee Also\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "Doing it the other way doesn’t interest me.",
                "",
                true
            ],
            [
                "He’s the kind of guy who likes attention – bad attention or good attention.",
                "",
                true
            ],
            [
                "So you’re dealing with a psychosis there that’s a little weird.",
                "",
                true
            ],
            [
                "I wouldn’t have somebody on that’s so mentally challenged.",
                "",
                true
            ],
            [
                "I feel like I’d be taking advantage of him.",
                "",
                true
            ],
            [
                "How does it feel to know you’re going to be the last black president?",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.latimes.com/entertainment/tv/la-et-st-zach-galifianakis-clinton-between-two-ferns-20160924-snap-story.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/",
                "https://www.youtube.com/watch?v=UnW3xkHxIEQ",
                "https://www.youtube.com/watch?v=xrkPe-9rM1Q"
            ]
        },
        "key_words": [
            "president",
            "trump",
            "attention",
            "think",
            "unloaded",
            "youre",
            "challenged",
            "galifianakis",
            "interview",
            "interest",
            "zach",
            "mentally",
            "takedown",
            "way",
            "brutal",
            "obama",
            "thats"
        ]
    }
]