[
    {
        "url": "http://www.cnn.com/2017/10/10/opinions/turkey-us-relations-fadi-opinion/index.html",
        "title": "Erdogan must stop picking fights with Turkey's friends",
        "authors": [
            {
                "name": "Fadi Hakura",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-10",
        "text": "By Fadi Hakura\nUpdated 9:37 AM ET, Tue October 10, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nDonald Trump greets Turkish President  Recep Tayyip Erdogan to the the White House in May.\nFadi Hakura is a Turkey expert and associate fellow at Chatham House, the Royal Institute of International Affairs, an independent policy institute based in London. The opinions expressed in this commentary are his.\n(CNN)\nThe decision by the United States to suspend the processing of visas for Turkish citizens following the arrest of a US Consulate employee looks set to escalate if media reports that Turkish authorities have issued an arrest warrant for another consular official turn out to be true.\nThis deterioration of relations between the United States and Turkey should come as no great surprise. It follows a decline in friendliness that has gradually worsened over the last few years on a number of issues.\nTurkish President Recep Tayyip Erdogan's requests for the US military to end its cooperation with the Kurdistan Workers' Party-affiliated Syrian Kurdish fighters have fallen on deaf ears. He has publicly berated the Pentagon for supplying arms to a group seeking to establish an autonomous Kurdish entity in northern Syria along the Turkish-Syrian border.\nThen there is the complex issue of US reluctance -- in Ankara's eyes -- to extradite the Pennsylvania-based Muslim cleric Fethullah Gulen , who it alleges played a crucial role in the failed coup plot in June 2016. The US government justifies its position by retorting that Turkey has failed to provide sufficient evidence of his involvement to initiate the legal process for extradition in American courts -- as required by the 1979 US-Turkey extradition treaty.\nThe United States perceives Turkey's detention of US pastor Andrew Brunson and willingness to swap him for Gulen as unfair and illegal.\nRead More\nInterestingly, Erdogan is not relying on the extradition treaty but on powers he granted himself under emergency rule to exchange detained foreigners for Turks imprisoned abroad.\nHe is also angry at the United States for arresting a Turkish-Iranian gold trader Reza Zarrab and issuing a criminal indictment against a former Turkish minister, Mehmet Zafer Caglayan, over allegedly bypassing US financial sanctions against Iran by facilitating gold-for-oil trade via Turkey.\nJUST WATCHED\nWho is Fethullah Gulen? 03:56\nIn response to this decline in relations between the two allies, Turkey has purchased Russia's S-400 missile system despite it being incompatible with NATO systems, and is coordinating Syria policy closely with both Moscow and Tehran.\nHowever, Russia will not have forgotten that a Turkish F-16 fighter jet shot down a Russian SU-24 near the Turkish-Syrian border not so long ago. Equally, Tehran will be well aware of Erdogan's once-unstoppable determination to dislodge its erstwhile friend, Syrian President Bashar al-Assad.\nIn other words, Russia's and Iran's dalliance with Turkey is purely transactional and short term. Only a few years ago, Turkey was coordinating its Syria strategy with the United States in the forlorn hope of deepening US military intervention there. Once heightened expectations are frustrated, Erdogan tends to gyrate to the opposing camp out of anger and disappointment.\nGiven Turkey's geostrategic position and historical partnership with the United States, it should adopt a more flexible and sober approach that balances relations with Washington and  Moscow. By shifting between Russia and the West, Turkey portrays itself unnecessarily as a volatile and challenging counterpart. That image does Turkey no favors in the turbulent Middle East and undermines its reliability with friends and allies.\nMoreover, Turkey's perennial dependence on huge external capital flows from Western financial markets to fund its economic prosperity should be reason enough for it to reign in its recent disagreeability with the United States and European countries such as Germany.\nAfter all, the Turkish economy will be significantly damaged if Ankara's current foreign policy trajectory persists.\nUltimately, Erdogan's fight with the United States is a lose-lose to both parties, but probably more so in the longer term to Turkey.\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.hurriyetdailynews.com/turkey-issues-detention-warrant-for-another-us-consulate-staff-member-120574",
                "https://www.nytimes.com/2017/09/06/world/middleeast/turkey-charges-iran-sanctions.html",
                "https://www.npr.org/sections/thetwo-way/2017/09/29/554451339/turkeys-erdogan-suggests-swap-jailed-u-s-pastor-for-turkish-cleric",
                "https://www.cnn.com/2017/05/10/middleeast/syria-us-turkey-trump-arms-kurds/index.html",
                "https://www.cnn.com/2015/11/24/middleeast/warplane-crashes-near-syria-turkey-border/index.html",
                "https://www.cnn.com/2017/10/08/world/us-turkey-halt-visa-service/index.html",
                "https://www.cnn.com/2016/07/18/us/fethullah-gulen-turkey/index.html",
                "https://www.cnn.com/2017/05/17/politics/trump-erdogan-white-house-meeting-andrew-brunson/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.chathamhouse.org/",
                "https://www.newsweek.com/erdogan-must-free-us-pastor-andrew-brunson-turkish-jail-now-679569"
            ]
        },
        "key_words": [
            "relations",
            "friends",
            "turkeys",
            "erdogan",
            "gulen",
            "picking",
            "stop",
            "states",
            "united",
            "turkish",
            "fethullah",
            "syria",
            "fights",
            "policy",
            "turkey"
        ]
    }
]