[
    {
        "url": "http://www.cnn.com/travel/article/trains-western-us-photo-book/index.html",
        "title": "Trains in western US captured in stunning photo book",
        "authors": [],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-04",
        "text": "Francesca Street, CNN • Updated 4th October 2017\nFacebookTwitterEmail\n(CNN) —\nAgainst the backdrop of bright blue sky and the red rocks of the Colorado River canyon, a mustard-yellow train steams through the rugged landscape, the words \"Union Pacific\" emblazoned on its side.\nLittle has changed in this striking scene since the late 19th century, when the United States first began building a network of railroads across its vast land mass.\nBritish photographer Jonathan Lewis has journeyed across America's most beautiful -- and most isolated -- terrains, photographing timeless trains in spectacular landscapes across the country's West.\nLewis' pictures have a vintage postcard look -- but the photos in the book were all taken within the past 10 years.\n\"A family holiday to Colorado in 2000 was the first time I visited the USA and saw my first American train in Denver,\" Lewis tells CNN Travel.\nAmerica's railroad history\nThis Union Pacific train was photographed by Lewis at Sullivan's Curve, Cajon Pass, California.\nJonathan Lewis/Amberley Books\nThe first US transcontinental railroad was completed in 1869, changing the path of America's history.\n\"Once a railway reached an area it was able to develop its industry -- as it had an efficient means of moving its goods,\" says Lewis, who is fascinated by the link between America's history and its railway network.\n\"Many towns were founded by railway companies to serve the railway.\"\nThe US no longer operates many long-distance passenger services, but railroads remain integral for freight trains.\nAmerica's railways -- including the route passing through Skykomish, Washington, pictured -- remain crucial to the country's transport network.\nJonathan Lewis/Amberley Books\nPlus, the path of the railways still plays a part in the way we get across America -- even if we don't go by train.\n\"Today many long-distance roads and interstates follow the original route of the railway,\" explains Lewis. \"This was the route which was developed and is often the best route.\"\nNotably, railways in America are still run by private companies: \"They have remained private companies throughout,\" says Lewis. \"Each with their own unique paint scheme and different operating cultures.\"\nRelated content\nThe Western railroads weave through spectacular scenery, such as Snow River, Alaska.\nJonathan Lewis/Amberley Books\nThe railroads are also intertwined with the landscape of these rural American locations: \"Railways had to be built through deserts and over mountain passes, which were thought to be impossible at the time,\" explains Lewis.\nIt is the combination of classic trains -- some locomotives date from the 1960s and '70s -- combined with stunning landscapes, that make Lewis' images so striking.\nRelated content\nJonathan Lewis/Amberley Books\nLewis extensively researches the types of train and the surrounding scenery before he takes the photos.\n\"Doing research beforehand is important to understand what the railway operations are like,\" he says. \"And at what time of day a train might show up on less busy railway lines.\"\n\"It is also important to study the route of the railway line on a map -- to know what the most scenic sections of line are, and what locations are going to have the sun in the perfect position to photograph the train.\"\nLewis tries to get the whole train in the image whenever possible, as in this photo of a Union Pacific train in Oregon.\nJonathan Lewis/Amberley Books\nThe sweeping shots encompass sky, trees, canyons and wildlife.\n\"It helps to get scenery in above the train, which can often only be done from an elevated viewpoint, which shows the train snaking through the Western American landscape,\" says Lewis.\n\"I think it is an important aspect of railway photography, where possible, to get the whole train in the photograph.\"\nSometimes this involves a trek to capture the perfect shot.\n\"It is sometimes necessary to walk up to a couple of miles and climb a hill to reach the required location,\" says Lewis.\nRelated content\nA Union Pacific train passes Utah's dramatic red rock formations.\nJonathan Lewis/Amberley Books\nLewis' interest in trains is not specific to the US.\n\"I also do railway photography much closer to home all over the UK, especially in northern England and Scotland, as well as in Canada,\" he says.\nBut it's photographing America's railroads that's become his passion -- and has allowed him to see a side to the country he wouldn't have seen otherwise.\n\"Traveling around America photographing trains takes you to spectacular places one would have little reason to visit, a long way off the normal tourist trail,\" he says.\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved. CNN Sans ™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "A family holiday to Colorado in 2000 was the first time I visited the USA and saw my first American train in Denver,",
                "Lewis",
                true
            ],
            [
                "Once a railway reached an area it was able to develop its industry -- as it had an efficient means of moving its goods,",
                "Lewis",
                true
            ],
            [
                "Many towns were founded by railway companies to serve the railway.",
                "",
                true
            ],
            [
                "Today many long-distance roads and interstates follow the original route of the railway,",
                "Lewis",
                true
            ],
            [
                "This was the route which was developed and is often the best route.",
                "Lewis",
                true
            ],
            [
                "They have remained private companies throughout,",
                "Lewis",
                true
            ],
            [
                "Each with their own unique paint scheme and different operating cultures.",
                "Lewis",
                true
            ],
            [
                "Railways had to be built through deserts and over mountain passes, which were thought to be impossible at the time,",
                "Lewis",
                true
            ],
            [
                "Doing research beforehand is important to understand what the railway operations are like,",
                "Lewis",
                true
            ],
            [
                "And at what time of day a train might show up on less busy railway lines.",
                "Lewis",
                true
            ],
            [
                "It is also important to study the route of the railway line on a map -- to know what the most scenic sections of line are, and what locations are going to have the sun in the perfect position to photograph the train.",
                "",
                true
            ],
            [
                "It helps to get scenery in above the train, which can often only be done from an elevated viewpoint, which shows the train snaking through the Western American landscape,",
                "Lewis",
                true
            ],
            [
                "I think it is an important aspect of railway photography, where possible, to get the whole train in the photograph.",
                "",
                true
            ],
            [
                "It is sometimes necessary to walk up to a couple of miles and climb a hill to reach the required location,",
                "Lewis",
                true
            ],
            [
                "I also do railway photography much closer to home all over the UK, especially in northern England and Scotland, as well as in Canada,",
                "Lewis",
                true
            ],
            [
                "Traveling around America photographing trains takes you to spectacular places one would have little reason to visit, a long way off the normal tourist trail,",
                "Lewis",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.cnn.com//www.turner.com",
                "http://www.cnn.com/travel/destinations/usa"
            ]
        },
        "key_words": [
            "railroads",
            "western",
            "lewisamberley",
            "lewis",
            "stunning",
            "trains",
            "union",
            "railways",
            "route",
            "train",
            "captured",
            "pacific",
            "railway",
            "book",
            "jonathan"
        ]
    }
]