[
    {
        "url": "https://www.nytimes.com/2017/10/08/business/media/bamtech-disney-streaming.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Disney’s Big Bet on Streaming Relies on Little-Known Tech Company",
        "authors": [
            {
                "name": "John Koblin",
                "link": null
            },
            {
                "name": "Brooks Barnes",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nSupported by\nDisney’s Big Bet on Streaming Relies on Little-Known Tech Company\nImage\nAt BamTech’s offices in New York, walls of monitors display live events that are being streamed.CreditCreditVincent Tullo for The New York Times\nOct 8, 2017\nFor two days in late June, Disney’s board of directors gathered at Walt Disney World in Florida to wrestle with one topic: how technology was disrupting the company’s traditional movie, television and theme park businesses, and what to do about it?\nThe most startling presentation came from Disney’s biggest division — a $24 billion television operation anchored by ESPN and Disney Channel. Cord cutting was accelerating much faster than expected. Live viewing for some children’s programming was in free fall. At the same time, streaming services like Netflix were experiencing explosive growth.\nWith Disney’s board exhorting speedy action, Robert A. Iger, Disney’s chief executive and chairman, proposed a legacy-defining move. It was time for Disney to double down on streaming .\nAnd that was how the Disney board, which includes Silicon Valley stars like Sheryl Sandberg of Facebook and Jack Dorsey of Twitter, came to bet the entertainment giant’s future on a wonky, little-known technology company housed in a former cookie factory: BamTech.\nIn August, Disney announced that it would introduce two subscription streaming services, both built by BamTech. One, focused on sports programming and made available through the ESPN app, would arrive in the spring. The other, centered on movies and television shows from Disney, Pixar, Marvel and Lucasfilm, would debut in late 2019.\n“We’re going to launch big, and we’re going to launch hot,” Mr. Iger promised at a subsequent investor conference.\nDisney had experimented with building a streaming platform on its own, to mixed results. It also toyed with the idea of buying Twitter.\nBut Mr. Iger was impressed with BamTech. Based in Manhattan’s Chelsea Market, a former factory for the National Biscuit Company, the 850-employee company has a strong track record — no serious glitches, even when delivering tens of millions of live streams at a time. BamTech also has impressive advertising technology (inserting ads in video based on viewer location) and a strong reputation for attracting and keeping viewers, not to mention billing them.\n“BamTech really is as good as it gets,” said Mike Vorhaus, president of Magid Advisors, a media and technology consultant.\nBamTech grew out of Major League Baseball Advanced Media, or Bam for short, which was founded in 2000 as a way to help teams create websites. By 2002, Bam was experimenting with streaming video as a way for out-of-town fans to watch games.\nSoon, Bam developed technology that attracted outside clients, including the WWE, Fox Sports, PlayStation Vue and Hulu. HBO went to Bam in 2014 after failing to create a reliable stand-alone streaming service on its own. Could Bam get HBO up and running — in just a few months?\nImage\nThe 850-employee company will build two subscription streaming services for Disney, one focused on sports and one on movies and television shows.CreditVincent Tullo for The New York Times\nBam built HBO Now for roughly $50 million, delivering it just in time for the Season 5 premiere of “Game of Thrones,” which went off flawlessly. “They were nothing short of herculean for us,” said Richard Plepler, HBO’s chief executive.\nIn 2015, Bam decided to spin off its streaming division, calling it BamTech. With an eye toward its own direct-to-consumer future, particularly with ESPN, Disney paid $1 billion in 2016 for a 33 percent stake and an option to buy a controlling interest in 2020. To run the stand-alone company, M.L.B. and Disney recruited Michael Paull , 46, from Amazon, where he oversaw Prime Video and the introduction of Amazon Channels.\nDisney started talking about the inevitable shift toward streaming in 2006, according to Kevin Mayer, Disney’s chief strategy officer. But the world’s largest entertainment company had to be careful: It could not embrace a new business model at the expense of its still highly profitable existing one — at least not until it saw a tipping point.\nSo Disney, along with other television companies, first tried something called TV Everywhere. Introduced in 2010, it allowed people to watch television shows on mobile devices as long as they “authenticated” themselves as current cable or satellite subscribers. But that cable bundle-saving effort proved cumbersome and never completely caught on.\nAbout three years ago, Disney started to look at streaming more aggressively. Disney experimented with going it alone, quietly developing an app called DisneyLife. Introduced in November 2015 in Britain, DisneyLife offered old Disney movies and television series, children’s e-books, games and music. Subscriptions cost about $13 a month.\nThe lesson from that was without new movies, or at least exclusive content, interest was limited. Disney soon cut the subscription price in half. After two years, analysts estimate that DisneyLife has only about 437,000 subscribers. (It was never introduced outside Britain.)\nDisney also weighed a bid for Twitter. “We thought Twitter had global reach, a pretty interesting user interface and a compelling way that we might be able to present and sell the content that our company makes to the consumer,” Mr. Iger said at a Vanity Fair conference last Tuesday. Ultimately, though, Disney passed. Twitter’s growing reputation as a platform where hate speech can be disseminated would have posed a problem for the Disney brand.\nSo when Mr. Iger decided in June that the time had come to reposition Disney’s television division for growth by offering its sports, movies and television programming directly to consumers, he asked BamTech to accelerate Disney’s option to take a controlling interest. By early August, Disney had agreed to spend an additional $1.58 billion to bring its BamTech stake to 75 percent.\nMost analysts cheered Disney’s streaming plans, but some investors seem to be taking a wait-and-see approach. One reason is cost.\nStart-up expenses are unknown, but Disney has signaled that they will be huge. (Analysts estimate that marketing alone could easily run $150 million annually.) Disney has also not announced how much it will charge for subscriptions to the still-unnamed services. (Analysts are guessing $5 to $9 a month.) What is certain: To stock its own offerings, Disney plans to pull content from other services — Disney, Pixar, Marvel and Lucasfilm movies will eventually disappear from Netflix — eliminating an enormous, reliable revenue stream.\nMichael Nathanson, a media analyst, estimates that Netflix, for instance, pays Disney $325 million annually to license those films. Also moving to one of the services will be reruns of Disney Channel shows, which generate roughly $500 million annually in third-party licensing fees, according to Doug Mitchelson, an analyst at UBS.\nAt the same time, Disney has pledged to make original movies and series for its nonsports service, easily adding $150 million in costs.\nThere has also been some sniping about how much Disney paid for BamTech. Speaking at a Goldman Sachs conference last month, Leslie Moonves, chief executive of CBS, boasted that his company’s All Access and Showtime streaming services had been built internally.\nImage\nMichael Paull, who oversaw Prime Video for Amazon, is BamTech’s chief executive.CreditVincent Tullo for The New York Times\n“ We didn’t go buy BamTech for a zillion dollars ,” he said.\nDisney contends that a big part of BamTech’s value has been overlooked. Down the road, as other media companies move toward streaming, BamTech intends to sign them up as clients.\n“That’s going to be a massive business, and BamTech is going to be a massive winner in it,” Mr. Mayer, Disney’s chief strategist, said in an interview.\nStill, by the end of next year, BamTech will lose one important customer: HBO, which is moving to a global platform built by its own tech team. “They understood from the very beginning that eventually we would grow our way to independence,” Mr. Plepler said.\nFor some, Disney’s track record with digital acquisitions is the biggest concern.\nWhenever the company has wandered away from content-related mega-purchases (Pixar, Marvel), results have been disappointing. Misfires include the social media-focused game maker Playdom , purchased for $563 million in 2010, and the online video network Maker, bought for $500 million in 2014.\nBefore a turnaround in recent years, Disney.com gave the company headaches, with managers trying a series of redesigns and strategic retrenchments.\nThis time may well be different, in part because failing isn’t an option. And, in a contrast to those smaller acquisitions, Mr. Iger has pledged to devote much of his time over the next 21 months — he insists he will retire in July 2019 — to the twin streaming initiatives. BamTech’s remaining minority owners, M.L.B. and the National Hockey League, also have an interest in the effort succeeding.\nMr. Paull, a Harvard M.B.A. with experience at Sony Music, will report to Mr. Mayer, who joined Disney in 1993 before leaving in 2000 to run Playboy.com. He soon returned to Disney to work on Go.com, a web portal that eventually failed, and other Disney websites, including ESPN.com, before moving to strategic planning.\nThough BamTech has proved its streaming bona fides, it still lacks the algorithms and the personalization skills that have helped propel Netflix to success. To fill that gap, Mr. Paull recently hired the former chief technology officer of the F.B.I. to be the head of analytics.\nBamTech’s headquarters are a massive sprawl. Inside the darkened “transmission operations center” on a recent afternoon, walls of monitors displayed hundreds of live events — baseball, golf, hockey, boxing, a speech by President Trump — being streamed to somewhere at that moment.\nOutside the operations room, in a series of alcoves, including one that used to house an oven where Oreos were baked, employees monitor games and are the first line of defense if something goes wrong with a stream. They’re nicknamed the Night’s Watch, from HBO’s “Game of Thrones.”\nThe level of engineering required for that enormous volume of content is no small matter. Each bit of streamable content has to be made to fit a dizzying number of requirements. Start with web browsers, ranging from Safari to Chrome or Explorer, all of which have slightly different demands. It also has to fit every iPhone and Android phone. And then there are connected living room devices like Apple TV.\n“The complexity there is incredible,” Mr. Paull said during a tour. “It’s thousands and thousands of different applications we need to build to support that entire ecosystem. Then you add in international and the complexities of languages, currencies, payment mechanisms.”\nHe added, “That’s one of the big, big barriers to entry if you want to have a scaled digital video service.”\nCorrection: \nOct 8, 2017\nAn earlier version of this article and a picture caption misstated the prior work experience of Michael Paull, the chief executive of BamTech. He oversaw Amazon Prime Video and introduced Amazon Channels; he did not introduce Prime Video.\nBrooks Barnes reported from Burbank, Calif., and John Koblin from New York.\nA version of this article appears in print on , Section B, Page 1 of the New York edition with the headline: Disney Runs Toward Streaming. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "We’re going to launch big, and we’re going to launch hot,",
                "Iger",
                true
            ],
            [
                "BamTech really is as good as it gets,",
                "Mike Vorhaus",
                true
            ],
            [
                "They were nothing short of herculean for us,",
                "Richard Plepler",
                true
            ],
            [
                "We thought Twitter had global reach, a pretty interesting user interface and a compelling way that we might be able to present and sell the content that our company makes to the consumer,",
                "",
                true
            ],
            [
                "We didn’t go buy BamTech for a zillion dollars ,",
                "",
                true
            ],
            [
                "That’s going to be a massive business, and BamTech is going to be a massive winner in it,",
                "Mayer",
                true
            ],
            [
                "They understood from the very beginning that eventually we would grow our way to independence,",
                "",
                true
            ],
            [
                "It’s thousands and thousands of different applications we need to build to support that entire ecosystem.",
                "Paull",
                true
            ],
            [
                "Then you add in international and the complexities of languages, currencies, payment mechanisms.",
                "Paull",
                true
            ],
            [
                "That’s one of the big, big barriers to entry if you want to have a scaled digital video service.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2014/03/25/business/media/disney-buys-maker-studios-video-supplier-for-youtube.html?module=inline",
                "https://www.nytimes.com/2017/03/23/business/media/robert-iger-disneys-ceo-agrees-to-one-year-extension.html?module=inline",
                "https://deadline.com/2017/09/les-moonves-cbs-all-access-launch-australia-company-boosts-digital-international-1202169571/",
                "https://www.nytimes.com/2016/10/03/business/media/on-twitter-hate-speech-bounded-only-by-a-character-limit.html?module=inline",
                "https://www.nytimes.com/2016/08/10/business/media/disney-bamtech-video-streaming.html?module=inline",
                "https://variety.com/2017/digital/news/michael-paull-ceo-bamtech-mlbam-disney-1201992713/",
                "https://www.nytimes.com/2010/07/28/technology/28disney.html?module=inline",
                "https://www.nytimes.com/2017/08/09/business/media/with-disneys-move-to-streaming-a-new-era-begins.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "littleknown",
            "disneys",
            "tech",
            "relies",
            "bet",
            "disneylife",
            "annually",
            "streaming",
            "company",
            "content",
            "services",
            "million",
            "movies",
            "analysts",
            "big",
            "disney",
            "television"
        ]
    }
]