[
    {
        "url": "http://occupydemocrats.com/2016/09/26/breaking-trump-caught-red-handed-using-foundation-evade-millions-taxes/",
        "title": "BREAKING: Trump Caught Red-Handed Using Foundation To Evade Millions In Taxes",
        "authors": [
            {
                "name": "Colin Taylor",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-26",
        "text": "Now Reading\nBREAKING: Trump Caught Red-Handed Using Foundation To Evade Millions In Taxes\n0 Shares\nFor instance, the Trump Foundation received payments “totaling nearly $1.9 million from a man in New York City who sells sought-after tickets and one-of-a-kind experiences to wealthy clients.” Anonymous sources within the Trump organization indicate that the man, Richard Ebers, was instructed to pay Trump for goods and services to the Foundation instead.\nThis helps explain why people kept on “donating” to the Trump Foundation after it became clear that not even the man it was named after cared enough to put any money into it – his last donation was in 2008.\nSenior Trump adviser Boris Epshteyn said that “what Trump did was provide a service, renounce any fees, and then merely ‘suggest’ that the other party make a donation to a charity of their choosing.” Which is the exact definition of shady business dealing.\nThe Head of the Internal Revenue Service’s non-profit watchdog agency, apparently extremely negligent in his monitoring of the Trump Foundation, was absolutely dumbfounded by what Fahrenthold’s investigation is uncovering. “This is so bizarre, this laundry list of issues. It’s the first time I’ve ever seen this, and I’ve been doing this for 25 years in the IRS, and 40 years total”  said Marc Owens .\nIt is absolutely clear that Trump is violating the rules surrounding tax-exempt foundations, rules that were written to stop this exact kind of dishonest money laundering. The consequences of those violations bring monetary penalties, the loss of tax-exempt status, and possibly – if we’re lucky – criminal charges.\nSee Also\nTrump has claimed innocence when queried on the issue. “Are you confident that the Trump Foundation has followed all charitable rules and laws?”asked journalist Sharyl Attkisson. “Well, I hope so…I mean, my lawyers do it” shrugged the Republican nominee.\nThe Trump Foundation has no paid staff, let alone lawyers, so draw your own conclusions from that. It is absolutely astonishing that the Trump campaign would have the nerve to go after the Clinton Foundation when his own “charity” is literally a money-laundering organization that is being used to perpetrate tax fraud, pay political bribes to unscrupulous Republican politicians investigating his other fraudulent businesses, and purchase $10,000 paintings of himself.\nThe polar opposite of charitable, Donald Trump’s greedy schemes border on the comical in their pervasiveness and extension. Corruption is his modus operandi, and we cannot allow him to turn our nation into a giant kleptocracy.\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "totaling nearly $1.9 million from a man in New York City who sells sought-after tickets and one-of-a-kind experiences to wealthy clients.",
                "",
                false
            ],
            [
                "what Trump did was provide a service, renounce any fees, and then merely ‘suggest’ that the other party make a donation to a charity of their choosing.",
                "Boris Epshteyn",
                false
            ],
            [
                "This is so bizarre, this laundry list of issues.",
                "Fahrenthold",
                true
            ],
            [
                "It’s the first time I’ve ever seen this, and I’ve been doing this for 25 years in the IRS, and 40 years total",
                "Fahrenthold",
                false
            ],
            [
                "Are you confident that the Trump Foundation has followed all charitable rules and laws?",
                "Trump",
                true
            ],
            [
                "Well, I hope so…I mean, my lawyers do it",
                "Sharyl Attkisson",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/politics/trump-directed-23-million-owed-to-him-to-his-charity-instead/2016/09/26/7a9e9fac-8352-11e6-ac72-a29979381495_story.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "absolutely",
            "using",
            "taxes",
            "rules",
            "caught",
            "redhanded",
            "trump",
            "man",
            "money",
            "tax",
            "breaking",
            "foundation",
            "taxexempt",
            "republican",
            "charitable",
            "millions",
            "evade"
        ]
    }
]