[
    {
        "url": "https://www.activistpost.com/2017/10/longest-war-us-history-turns-16-thousands-dead-no-end-sight-getting-worse.html",
        "title": "Longest War in US History Turns 16 Today – Thousands Dead, No End in Sight and It’s Getting Worse",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-08",
        "text": "Longest War in US History Turns 16 – Thousands Dead, No End in Sight and It’s Getting Worse\nOn October 7th 16 years ago, less than one month after 9/11, President George W. Bush delivered a televised address from the White House announcing the beginning of the Afghanistan War.\n“On my orders, the United States military has begun strikes against al Qaeda terrorist training camps and military installations of the Taliban regime in Afghanistan,” he said.\nWhat Bush did not say was the fact that the War in Afghanistan would become the longest war in United States history. Thousands of American lives and billions of taxpayer dollars would be wasted at the expense of the U.S. war machine, and the “War on Terrorism” would only create more terrorism as a result.\nOver 31,000 civilian deaths have been documented in Afghanistan following the U.S. invasion. It should be noted that over the last few years, civilian deaths have substantially increased—which serves as a reminder that the situation is only getting worse.\nThe United Nations Assistance Mission in Afghanistan began documenting civilian casualties in 2009. The combined number of civilians who were killed and injured that year was nearly 6,000. The number has steadily increased over the years, and in 2016, it reached a record high with nearly 3,500 killed and nearly 8,000 injured.\nA report from the UNAMA noted that in 2017, the death rate for children has increased by 9 percent over the previous year, and the death rate for women has increased by 23 percent. The report also claimed that an increase in airstrikes has led to a 43 percent increase in causalities.\nBefore the United States invaded Afghanistan, the production of opium poppies was significantly low, thanks to the Taliban. Not only did the presence of the U.S. military lead to a rise in opium production—because U.S. Marines were literally guarding fields of poppy plants—it led to a drastic increase that has done wonders for the illegal drug trade.\nAccording to a report from the UN Office on Drugs and Crime, between 2015 and 2016, opium production in Afghanistan increased by 43 percent, and the area used to farm the poppy plant increased by 10 percent to 201,000 hectares. In response to the report, UNODC Executive Director Yury Fedotov said the figures were “a worrying reversal in efforts.”\nAfter 16 years of war and a price tag of over $1 Trillion , the United States has not only helped Afghanistan to become the largest producer of opium in world, it has ensured that the war-ravaged country produces around 90 percent of the world’s opium supply.\nWhen former President Obama ran for office in the 2008 election, he campaigned on the promise of ending the Afghanistan War—which resonated with a number of Americans who were hopeful that a fresh face in the oval office would bring about the “change” needed to finally end the war.\nHowever, while Obama promised to end the war and increased it instead, President Trump has been much more blunt about the fact that the war in Afghanistan is not coming to an end anytime soon, and while the U.S. may have a strategy in mind, it does not appear to include an “exit.”\nThe longest War in United States history turns 16 years old today, and in just two years, brand new military recruits will have the opportunity to fight in a war that has been ongoing for as long as they have been alive. While there are many Americans who support the concept of military intervention—including in countries that have done nothing to the U.S.—even they should be asking the question of why the United States continues to fight a war that has only created an increase in terrorism, innocent civilian deaths and illegal drug production.\nRachel Blevins is a Texas-based journalist who aspires to break the left/right paradigm in media and politics by pursuing truth and questioning existing narratives. Follow Rachel on Facebook , Twitter and YouTube . This article first appeared at The Free Thought Project .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "On my orders, the United States military has begun strikes against al Qaeda terrorist training camps and military installations of the Taliban regime in Afghanistan,",
                "Bush",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://townhall.com/tipsheet/christinerousselle/2017/08/22/flashback-by-2014-the-war-in-afghanistan-will-be-over-n2371768",
                "http://thefreethoughtproject.com/afghanistan-war-16-anniversary/",
                "https://www.nytimes.com/2017/08/21/world/asia/afghanistan-troops-trump.html",
                "https://www.businessinsider.com/opium-and-heroin-production-in-afghanistan-has-increased-2016-10",
                "https://www.aljazeera.com/news/2017/02/afghan-civilian-casualties-2016-170206062807210.html",
                "https://www.washingtonpost.com/news/wonk/wp/2017/08/23/trump-decision-to-bolster-u-s-forces-in-afghanistan-will-add-to-the-trillions-of-dollars-of-war-costs/?utm_term=.e4ce65a51b30"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://thefreethoughtproject.com/",
                "https://unama.unmissions.org/protection-of-civilians-reports",
                "https://en.wikipedia.org/wiki/Civilian_casualties_in_the_war_in_Afghanistan_%282001%E2%80%93present%29",
                "https://www.youtube.com/rachelblevins",
                "https://www.youtube.com/watch?v=HNqIrDKnNE8&feature=youtu.be",
                "https://twitter.com/rachblevins",
                "http://www.bbc.com/news/world-asia-37743433",
                "https://www.facebook.com/rachelblevinsofficial"
            ]
        },
        "key_words": [
            "war",
            "turns",
            "opium",
            "longest",
            "increased",
            "states",
            "united",
            "report",
            "civilian",
            "worse",
            "military",
            "increase",
            "thousands",
            "history",
            "getting",
            "afghanistan",
            "today",
            "sight",
            "end"
        ]
    }
]