[
    {
        "url": "http://dailybuzzlive.com/parents-left-terrified-by-new-game-on-facebook-that-dares-children-to-vanish-for-72-hours/",
        "title": "Parents Left Terrified By New Game On Facebook That Dares Children To Vanish For 72 Hours",
        "authors": [
            {
                "name": "Daily Buzz Live",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2015-06-19",
        "text": "Posted on\nParents Left Terrified By New Game On Facebook That Dares Children To Vanish For 72 Hours.\nIt’s called “Game of 72” or “72 Hour Challenge” and it’s leaving parents terrified, not knowing where their children are.\nIt dares children to disappear without telling friends or family where they are at, for up to 72 hours.\nAuthorities were alerted to the game after a 13-year-old girl went missing for three days.\nAfter being gone for 72 hours, the girl only known as ‘Emma’, finally turned up safe and well at her family’s home over the weekend.\n‘Emma’ then refused to tell police or her parents where she had been, but only said that she had completed the ‘Game of 72′ dare.\nThis ’72 Hour Challenge’ is causing quite a stir among police stations across the world. So far, authorities say, dozens of panicked Facebook post are being shared by parents, warning each other about the game.\nThe advocacy group, Against Dangerous Games for Children, said: “We urge all parents to be aware their children might be involved in this game. Children must be told it is much better to fail the game, then risk a dangerous situation and never come home at all.”\n* indicates required\nEmail Address *\nRecent Posts\nWhen Nature Attacks Things Get Pretty Crazy! The power of nature is an awesome yet READ MORE →\nCreepy Robot Woman Looks Super Real! Want your own look alike Actroid Robot? You can READ MORE →\nDaily Buzz Live Search\n",
        "quotes": [
            [
                "We urge all parents to be aware their children might be involved in this game.",
                "",
                true
            ],
            [
                "Children must be told it is much better to fail the game, then risk a dangerous situation and never come home at all.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "facebook",
            "parents",
            "children",
            "game",
            "vanish",
            "72",
            "terrified",
            "hour",
            "hours",
            "girl",
            "dangerous",
            "left",
            "dares"
        ]
    }
]