[
    {
        "url": "https://www.nytimes.com/2017/10/08/world/africa/liberia-elections-voters.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Cash, T-Shirts and Gallons of Booze: How Liberian Candidates Woo Voters",
        "authors": [
            {
                "name": "Helene Cooper",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nSupported by\nCash, T-Shirts and Gallons of Booze: How Liberian Candidates Woo Voters\nImage\nMONROVIA, Liberia — For years, politicians have gamed the system during election season in Liberia, handing out food, money and clothes with promises of future largess, only to disappear behind tinted S.U.V. windows once they get into office.\nBut Liberians have a saying: “Cassava leaf not for goat alone.” Which means, in this case, everyone should share the wealth.\nThese days, as Liberians prepare for a national election on Tuesday, the electorate is turning the tables on the politicians, trying to squeeze as much cash and other freebies as they can out of the candidates before they disappear again for another six years.\nIn the streets of the capital, Monrovia, the young men call themselves “on loan.” For a fee — cash, food, alcohol, a T-shirt — they will appear at political rallies to swell up a crowd or simply show up on street corners to give the appearance of momentum for a candidate.\nActually voting in the polling booth? Debatable.\n“They used to fool us, so now we fool them,” a grinning Stephen Joe, 25, said on Saturday.\nMr. Joe, a “pen-pen” motorcycle driver, routinely wears different T-shirts representing opposing political candidates, depending on whom he is hitting up for money, food or rides on a particular day.\nStanding next to Mr. Joe, Daniel Kollie, 30, his friend and fellow pen-pen driver, nodded vigorously. The very palaver hut in which both of them, and around 15 of their pals, were holding court in the Congo Town neighborhood of Monrovia, he explained, was paid for by a local independent candidate for the Liberian Legislature, Albert J. B. Cooper.\nIn addition to funding the pen-pen drivers’ palaver hut — a sort-of community gathering area — Mr. Cooper also gave them 2000 Liberian dollars (the equivalent of around $20) last month, the young men said.\nBut the money did not stop Mr. Kollie from wearing a white T-shirt adorned with the face of one of Mr. Cooper’s rivals for the same District 10 seat in the House, Yekeh Kolubah. Mr. Kollie is not voting for him, either, though.\nTruth is, he’s not planning to vote at all. But he, like thousands of drivers of pen-pens and keh kehs (three-wheeled taxis), is using the campaign season to take what he can from the candidates.\n“We smart now,” Mr. Kollie said in Liberian English. “We know the scam. We are political scientists.” Around him, his friends muttered in agreement.\nAll across Monrovia, it has been the same story as Liberia counts down to Tuesday’s nationwide elections. The candidates hand out cash. They hire local women and install them in party headquarters behind coal fires to cook countless bags of rice and hearty Liberian-style stews — with potato greens, cassava leaf and palm butter — to feed their supporters.\nImage\nSupporters of the presidential candidate George Weah at a stadium in Monrovia on Friday. Candidates woo voters with cash and T-shirts. Liberians, in turn, switch allegiance at will.CreditJane Hahn for The New York Times\nThey print hundreds of thousands of T-shirts with party logos and smiling faces promising prosperity for all. And they pass out booze by the gallons — marijuana-laced eggnog, hooch, Club Beer, Guinness, cane juice, palm wine, you name it.\nIn return, Liberians eat, drink, spend and pledge their loyalty — and then head to the next party headquarters to do the same thing, gleeful that, in their own small way, they are getting a little of their own back.\nAbraham Sesay proclaimed he was “voting for Oppong,” referring to the former soccer player George Weah, also known as Oppong, who is running for president on the Congress for Democratic Change ticket.\nBut the T-shirt that Mr. Sesay, 26, wore sported the distinguished mien of Alexander B. Cummings Jr., the former Coca-Cola executive who is running for president on the Alternative National Congress, or A.N.C., ticket.\nMr. Sesay’s rationale was simple: “They gave it to me for free.”\nIn a poor country where the economic recovery that began after the civil wars ended in 2003 was obliterated by the Ebola epidemic in 2014 and a fall in commodity prices, a free T-shirt, a plate of rice and palm butter, along with $20, is a big deal.\nDespite the progress made since the end of the war, many people here still scratch out a hand-to-mouth existence, as they have for almost 200 years.\nThat is why, when the presidential candidate Oscar Cooper was recently videotaped standing in a doorway handing out cash to Liberians, few people here were surprised.\nThat video simply joined a seemingly endless supply on Liberian social media of cash-for-votes videos, including one showing a woman wearing a “Charles Brumskine for President” T-shirt and a handbag around her neck and angrily announcing that she had not been given the 500 Liberian dollars ($4.50) that she had been promised for showing up at a Brumskine rally.\nAlmost every day for the past 10 months, a woman known as Mother Comfort Lloyd and her 30 helpers have prepared rice, spicy peppery soup and potato greens to hand out to supporters at Mr. Weah’s headquarters in the Monrovia neighborhood called Fish Market. Around 3:30 in the afternoon, the line forms and snakes through the grounds.\nJacob Wuray, 23, of Congo Town, said he came every day to eat. When the legislative candidates show up in their big cars to hand out cash, he is there to receive his 250 Liberian dollars (around $2.25).\nDoes he plan to vote for Mr. Weah? He laughed and said, “Ask me if I even got voter I.D. card?”\nDown the road, at Mr. Cummings’s headquarters, a frenzy was underway for free T-shirts. Under swollen skies, a young woman pressed against Justin P. Zigbuo, an A.N.C. official. “You can help me with campaign shirt?” she asked him.\nA few feet away, Princess Gray, 32, had brought a white towel, which she was getting printed with Mr. Cummings’s logo and face. Six years ago, Ms. Gray said, she had voted for Mr. Weah for president. But this time around, she said, she was voting for Mr. Cummings.\nWhy?\nWhy does she love him?\n“He gave my two sons 14,000 dollars for scholarships,” she said. That’s the equivalent of $120, for her 8-year-old twins, Prince and Princeton, both second-graders, to go to school.\nIn this case, Mr. Cummings’s gambit appears to have worked.\n“I love him,” Ms. Gray repeated. “And I will vote for him.”\nA version of this article appears in print on , Section A, Page 10 of the New York edition with the headline: With Elections, a Chance for Liberians to Get on the Gravy Train. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Cassava leaf not for goat alone.",
                "",
                true
            ],
            [
                "They used to fool us, so now we fool them,",
                "Stephen Joe",
                true
            ],
            [
                "They gave it to me for free.",
                "Sesay",
                true
            ],
            [
                "Ask me if I even got voter I.D.",
                "",
                true
            ],
            [
                "You can help me with campaign shirt?",
                "",
                true
            ],
            [
                "He gave my two sons 14,000 dollars for scholarships,",
                "",
                true
            ],
            [
                "And I will vote for him.",
                "Gray",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "booze",
            "young",
            "woo",
            "gallons",
            "food",
            "liberian",
            "voters",
            "liberia",
            "disappear",
            "election",
            "monrovia",
            "candidates",
            "tshirts",
            "politicians",
            "yearsin",
            "liberians",
            "cash"
        ]
    }
]