[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/09/america-needs-a-new-news-source-2537052.html",
        "title": "America Needs a New News Source",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By ram7932\nSaturday, September 30, 2017 11:42\n \nCDN – http://www.conservativedailynews.com\n“I think we’re more likely to see them in something new,” I replied. “Perhaps an organization similar to Beck’s ‘The Blaze’” with more focus on video/streaming content.\nI don’t think Rush wants to do TV at all, but O’Reilly and Bolling do. But it may be awhile before Eric is ready to jump back in after the recent  loss of his son .\nThe imaginary new offering could probably pull in  Jenna Lee  as a known news anchor and perhaps some other up-and-coming news talent from local stations to keep it from being all opinion shows. Steven Crowder, Gavin McInnes, and Michelle Malkin might be interesting on panels or as co-hosts, but I’m not sure they have the chops to Host an hour-long show on their own.\nStefan Molyneux is entertaining and educational in his podcasts, not sure about TV host though. Maybe?\nWould also be cool if they entertained the idea of bringing in MRC’s Brent Bozell to cover the media and Joe Bastardi for weather – similar to how Fox uses Janice Dean.\nContributors should include James Woods, Charlie Kirk, Nigel Farage, Scott Adams, Buck Sexton, Katie Pavlich, Dan Bongino, Allen West, Larry Elder, Dennis Miller and Nick Gillespie.\nThere is a plethora of Conservative talent available to form something new if someone with the resources wanted to fill the growing demand for honest news. America’s News Network (ANN) could give all of the networks, including the Fox News Channel a run for their money.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "I think we’re more likely to see them in something new,",
                "",
                true
            ],
            [
                "Perhaps an organization similar to Beck’s ‘The Blaze",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/jenna-lee/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/2017/09/fox-news-eric-bolling-lost-career-child-day/"
            ]
        },
        "key_words": [
            "think",
            "source",
            "fox",
            "needs",
            "tv",
            "host",
            "sure",
            "america",
            "oreilly",
            "similar",
            "eric",
            "talent"
        ]
    }
]