[
    {
        "url": "https://www.cnn.com/2016/09/26/politics/obama-tribal-nations-blanket-hat/index.html",
        "title": "Obama dons hat, blanket during Tribal Nations ceremony",
        "authors": [
            {
                "name": "Cnn White House Producer",
                "link": null
            },
            {
                "name": "Kevin Liptak",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-26",
        "text": "By Kevin Liptak , CNN White House Producer\nUpdated 5:08 PM ET, Mon September 26, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nObama also wore a straw hat as a show of honor\nHe wore the garments during the White House's Tribal Nations conference\nWashington (CNN)\nPresident Barack Obama ignored his own \"no hats\" edict Monday when he partook in a traditional American Indian ceremony in Washington.\nAppearing at the White House's Tribal Nations conference, Obama was wrapped in a wool blanket and crowned with a straw hat as a show of honor.\nBrian Cladoosby, president of the National Congress of American Indians, said the blanket was called \"Rhythm of the Land.\" He said there was a blanket set aside for first lady Michelle Obama as well.\nAs members from different tribes played drums and shakers, Obama smiled and faced an audience comprised of representatives from the 567 federally recognized tribes that were invited to attend. He removed the hat after 20 seconds or so as the ceremony proceeded.\nPhotos: Photos: A hat tip to the presidents\nPhotos: Photos: A hat tip to the presidents\nA hat tip to the presidents – President Barack Obama opted not to try on the Naval Academy football helmet presented to him during a ceremony at the White House on Friday, April 12. \"Here's the general rule: You don't put stuff on your head when you're president,\" he said to laughter. \"So, that's politics 101. You never look good when you are wearing something on your head.\" Take a look back at presidents who have broken the rule.\nHide Caption\nPhotos: Photos: A hat tip to the presidents\nA hat tip to the presidents – Apparently the rule is different during political campaigns. A supporter offered Obama this hat at a rally in Austin, Texas, in 2007.\nHide Caption\nPhotos: Photos: A hat tip to the presidents\nA hat tip to the presidents – President George W. Bush dresses for the location as he drives his pickup at his ranch in Crawford, Texas, in 2002.\nHide Caption\nPhotos: Photos: A hat tip to the presidents\nA hat tip to the presidents – Golf has its traditional headwear, donned by President Bill Clinton at the Penn National Golf Club in Pennsylvania in 1997.\nHide Caption\nPhotos: Photos: A hat tip to the presidents\nA hat tip to the presidents – President George Bush tries on a hat given to him by the 74th American Legion at a convention in 1992.\nHide Caption\nPhotos: Photos: A hat tip to the presidents\nA hat tip to the presidents – President-elect Ronald Reagan is just a regular rancher at his spread in California shortly before his inauguration in 1981.\nHide Caption\nPhotos: Photos: A hat tip to the presidents\nA hat tip to the presidents – President Jimmy Carter works on a Habitat for Humanity home in LaGrange, Georgia, in 2003.\nHide Caption\nPhotos: Photos: A hat tip to the presidents\nA hat tip to the presidents – President Harry S. Truman boards the presidential yacht USS Williamsburg, formerly a Navy gunboat, bound for Florida on vacation in 1950.\nHide Caption\nPhotos: Photos: A hat tip to the presidents\nA hat tip to the presidents – President Franklin D. Roosevelt outside his home in Hyde Park, New York, in 1935.\nHide Caption\nPhotos: Photos: A hat tip to the presidents\nA hat tip to the presidents – Fedora was the style for Herbert Hoover in the early '20s before becoming president. At the time he was secretary of commerce in President Warren G. Harding's Cabinet.\nHide Caption\nPhotos: Photos: A hat tip to the presidents\nA hat tip to the presidents – President Warren G. Harding, left, sports a straw boater, while Vice President Calvin Coolidge chooses a fedora, in 1922.\nHide Caption\nPhotos: Photos: A hat tip to the presidents\nA hat tip to the presidents – In 1920 in New York, the occasion calls for a top hat for President Woodrow Wilson.\nHide Caption\nPhotos: Photos: A hat tip to the presidents\nA hat tip to the presidents – President Theodore Roosevelt is dressed for the hunt on a tour in Central Africa in 1909.\nHide Caption\nPhotos: Photos: A hat tip to the presidents\nA hat tip to the presidents – The top hat and President Abraham Lincoln are forever linked. He's pictured with Allan Pinkerton, left, and Maj. Gen. John A. McClernand at Antietam in Maryland.\nHide Caption\n14 of 14\n\"What an amazing honor and what a kind gesture for the honor song and the blanket and the hat,\" Obama said afterward, calling the event \"very moving\" and a reflection of the friendships he's developed among tribal communities.\nRead More\nAn embroidered inscription on the blanket gave Obama's Crow namesake, \"Black Eagle,\" and a description: \"Awe Kooda Bilaxpak Kuxshish,\" or \"One Who Helps People Throughout the Land.\"\nA label identified the blanket as a product of the Pendleton Woolen Mills line.\n\"I have to say that I am very glad that you also have a blanket for Michelle so she doesn't steal mine,\" he said. \"She would, too!\"\nObama used his remarks to highlight his efforts toward improving conditions on reservations, including bolstering schools and advancing medical care.\nThe President has typically been wary of donning any headwear besides a baseball cap -- a political lesson he imparted during an appearance at the White House in 2013.\n\"Here's the general rule: You don't put stuff on your head if you're president. That's politics 101,\" he said when presented with a football helmet from the US Naval Academy. \"You never look good wearing something on your head.\"\n",
        "quotes": [
            [
                "Here's the general rule: You don't put stuff on your head when you're president,",
                "Obama",
                true
            ],
            [
                "You never look good when you are wearing something on your head.",
                "Obama",
                true
            ],
            [
                "What an amazing honor and what a kind gesture for the honor song and the blanket and the hat,",
                "Obama",
                true
            ],
            [
                "One Who Helps People Throughout the Land.",
                "Obama",
                true
            ],
            [
                "I have to say that I am very glad that you also have a blanket for Michelle so she doesn't steal mine,",
                "Obama",
                true
            ],
            [
                "Here's the general rule: You don't put stuff on your head if you're president.",
                "",
                true
            ],
            [
                "You never look good wearing something on your head.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "tribal",
            "photos",
            "ceremony",
            "president",
            "obama",
            "blanket",
            "caption",
            "dons",
            "hat",
            "14",
            "hide",
            "tip",
            "presidents",
            "nations"
        ]
    }
]