[
    {
        "url": "https://www.nytimes.com/2017/10/10/books/john-green-anxiety-obsessive-compulsive-disorder.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "John Green Tells a Story of Emotional Pain and Crippling Anxiety. His Own.",
        "authors": [
            {
                "name": "Alexandra Alter",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Advertisement\nProfile\nJohn Green Tells a Story of Emotional Pain and Crippling Anxiety. His Own.\nImage\nJohn Green in Manhattan this month.CreditCreditAn Rong Xu for The New York Times\nTwo years ago, the novelist John Green was unable to control his thoughts. His mind played relentlessly over the same fears and anxieties. At times, he couldn’t focus enough to read a menu or follow the plot of a television show, much less write a book.\nIt was a terrifying feeling, but a familiar one. Mr. Green, the author of the best-selling novel “ The Fault in Our Stars ,” has struggled with severe anxiety and obsessive compulsive disorder for about as long as he can remember. He keeps it in check with medication and therapy, but every once in a while, it consumes him.\n“I couldn’t escape the spiral of my thoughts, and I felt like they were coming from the outside,” Mr. Green said in an interview.\nWhen he recovered after a few months, he started writing “Turtles All the Way Down,” a wrenching and revelatory novel that provides a window into what it’s like to live in constant fear of your own mind.\n“Coming out of that, it was difficult to write about anything else,” he said. “The topic demanded itself.”\n“Turtles All the Way Down,” published on Tuesday, Oct. 10, is Mr. Green’s most personal book yet. Its narrator, Aza Holmes, is a 16-year-old girl in Indianapolis who wrestles with anxiety and obsessive thought spirals. Aza has normal teenage preoccupations, and struggles to navigate the rites of adolescence: dating, fretting about college, calming her overbearing mother, appeasing her demanding best friend.\nBut she is also frequently overcome by extreme dread. She’s certain that she’s contracted an intestinal bacteria that can be fatal. She worries that a cut on her finger, which she presses on uncontrollably, will become infected and kill her. She starts drinking hand sanitizer. She often wonders if she is fictional: If she can’t direct her own thoughts, who is really in control?\n“Turtles All the Way Down” is an emotionally fraught project for Mr. Green, whose young adult novels are beloved for their quirky humor and sharp, sensitive teenage protagonists. His books have more than 50 million copies in print worldwide; two have been adapted into films. Mr. Green, 40, who lives in Indianapolis with his wife, Sarah Urist Green, and their two children, Henry, 7, and Alice, 4, is one of the publishing industry’s biggest stars, and over the past decade, he and his brother Hank have built an online video business with 16 educational shows that have collectively drawn more than two billion views on YouTube.\nMr. Green’s onscreen persona for YouTube shows like “ Crash Course ” is ceaselessly energetic and positive. But he has wrestled with weighty subjects in his books — his young characters battle illness and mortality, depression and bullying — and has occasionally addressed his own mental health issues. In a video posted this summer, he discussed how difficult it is to talk about his experience of obsessive compulsive disorder, in part because language so often fails to capture abstract feelings.\nImage\nCreditAlessandra Montalto/The New York Times\nWith “Turtles All the Way Down,” Mr. Green tried to bridge the language barrier by bringing readers inside Aza’s consciousness, subjecting them to her anguished obsessions. Now, with the book’s release, he’s speaking to fans and interviewers about something deeply painful and personal.\n“I want to talk about it, and not feel any embarrassment or shame,” he said, “because I think it’s important for people to hear from adults who have good fulfilling lives and manage chronic mental illness as part of those good fulfilling lives.”\nOn Monday, Mr. Green started his book tour with an event in Manhattan, where more than 100 fans gathered to see him and his brother put on a variety show of sorts. Mr. Green apologized for the slapdash quality of the performance — it was a rehearsal — then read passages from his novel that describe Aza’s debilitating fear about the wound on her finger. He told the audience that her crushing anxiety paralleled his own experience.\n“I spent a lot of my childhood consumed with obsessive worry and dread,” he said, adding that he hoped the novel would “help people who struggle with that terror to feel less alone.”\nMr. Green was about 6 years old when he first became aware of his obsessive thought patterns. He was often afraid that his food was contaminated, and would only eat certain foods at particular times of day.\nAs he got older, he was able to keep his anxiety in check, with the right mix of medication and cognitive behavioral therapy. But every once in a while, uncontrollable thoughts can overwhelm him.\nIt happened once when he was 24, living in Chicago and working as a book reviewer for Booklist. He was so depressed he couldn’t eat, so he drank a couple of two-liter bottles of Sprite a day. Sometimes he couldn’t get up from his kitchen floor, where he lay staring at the bubbles in the soda bottle. He couldn’t read the books he was supposed to review because he couldn’t parse the words on the page.\nHe went to stay with his parents, saw a psychiatrist and found the right medication. He returned to Chicago, where he began writing what would become his debut novel, “Looking for Alaska,” a semiautobiographical novel about a boarding-school student who is bullied. He sold it to Dutton for a tiny advance, and went on to publish several more acclaimed young adult novels, including “Paper Towns” and “The Fault in Our Stars,” the story of two teenagers with cancer who fall in love, which became a global best seller. Sudden fame was unsettling. Mr. Green, anxious about touching strangers, found himself at events, confronting crowds of fans, some of whom wanted to hug him and take photographs.\nWriting provided some relief, though he is careful to separate his creativity from his illness. At his sickest, he’s unable to think coherently enough to write.\n“For me, it’s a way out of myself, to not feel stuck inside myself,” he said, adding, “I want to be super careful not to claim there’s some huge benefit to this brain problem that I have.”\nIn 2015, Mr. Green again suffered a severe onset of anxiety. It had been three years since he published “The Fault in Our Stars,” which became a megaseller, with more than 23 million copies in print worldwide, and was adapted into a feature film . Following up a success on that scale felt impossible. Mr. Green started and abandoned several novels. He worried he might never write another book.\nThen, hoping to jump-start his creativity, he went off his medication. He plummeted. “I can’t think straight — I can only think in swirls and scribbles,” he wrote about the experience.\nWhen he recovered in late 2015, he started writing the new novel, and finished a draft. He spent another year revising it with the help of his longtime editor, Julie Strauss-Gabel, who called the novel an “unbelievable act of translation” that gives readers a glimpse of what it’s like to suffer from mental illness. “He has worked really hard as a human being to figure that out,” Ms. Strauss-Gabel said.\nHank Green said that when he first read the novel, he felt like he understood for the first time what it must feel like to live with obsessive compulsive disorder: “Even having a brother who deals with OCD, I never really got it until I read the book.”\nIn the book’s acknowledgments, Mr. Green thanks his doctors and notes how fortunate he is to have a supportive family and mental health care that many don’t have access to.\n“It’s not a mountain that you climb or a hurdle that you jump, it’s something that you live with in an ongoing way,” he said. “People want that narrative of illness being in the past tense. But a lot of the time, it isn’t.”\nA version of this article appears in print on , Section C, Page 1 of the New York edition with the headline: Crippling Anxiety In a Writer’s Path. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "I couldn’t escape the spiral of my thoughts, and I felt like they were coming from the outside,",
                "Green",
                true
            ],
            [
                "Coming out of that, it was difficult to write about anything else,",
                "John Green",
                true
            ],
            [
                "I want to talk about it, and not feel any embarrassment or shame,",
                "John Green",
                true
            ],
            [
                "because I think it’s important for people to hear from adults who have good fulfilling lives and manage chronic mental illness as part of those good fulfilling lives.",
                "John Green",
                false
            ],
            [
                "I spent a lot of my childhood consumed with obsessive worry and dread,",
                "John Green",
                true
            ],
            [
                "help people who struggle with that terror to feel less alone.",
                "John Green",
                false
            ],
            [
                "For me, it’s a way out of myself, to not feel stuck inside myself,",
                "John Green",
                true
            ],
            [
                "I want to be super careful not to claim there’s some huge benefit to this brain problem that I have.",
                "John Green",
                true
            ],
            [
                "I can’t think straight — I can only think in swirls and scribbles,",
                "John Green",
                true
            ],
            [
                "He has worked really hard as a human being to figure that out,",
                "John Green",
                true
            ],
            [
                "Even having a brother who deals with OCD, I never really got it until I read the book.",
                "John Green",
                true
            ],
            [
                "It’s not a mountain that you climb or a hurdle that you jump, it’s something that you live with in an ongoing way,",
                "John Green",
                true
            ],
            [
                "People want that narrative of illness being in the past tense.",
                "John Green",
                true
            ],
            [
                "But a lot of the time, it isn’t.",
                "John Green",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://ew.com/books/2017/07/26/john-green-ocd-video/",
                "http://www.nytimes.com/2012/01/15/books/review/the-tenacity-of-hope.html?module=inline",
                "https://www.nytimes.com/2014/06/06/movies/the-fault-in-our-stars-sets-out-to-make-you-cry.html?module=inline",
                "https://medium.com/@johngreen/my-nerdcon-stories-talk-about-mental-illness-and-creativity-bfac9c29387e"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.youtube.com/user/crashcourse",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "tells",
            "think",
            "mr",
            "writing",
            "anxiety",
            "crippling",
            "couldnt",
            "went",
            "green",
            "straussgabel",
            "stars",
            "pain",
            "john",
            "started",
            "emotional",
            "novel"
        ]
    }
]