[
    {
        "url": "http://occupydemocrats.com/2016/09/23/bombshell-abc-reveals-trump-paid-hundreds-millions-russian-oligarchs-2/",
        "title": "BOMBSHELL: ABC Reveals Trump Paid “Hundreds Of Millions” By Russian Oligarchs",
        "authors": [
            {
                "name": "Colin Taylor",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-23",
        "text": "Now Reading\nBOMBSHELL: ABC Reveals Trump Paid “Hundreds Of Millions” By Russian Oligarchs\n0 Shares\nRead Next\nRepublican nominee Donald Trump has been treading treasonous territory for months now, raising eyebrows around the nation for a foreign policy that openly supports the ambitions of Vladimir Putin, the dictator of the Russian Federation. He’s surrounded himself with men with close ties to the Kremlin and the oligarchs that pull the strings behind the scenes; he’s being openly supported by Russian state-controlled media and by Russian intelligence services, who have breached the electronic servers of Democratic Party operatives and released selected pieces of information in an attempt to sow discord.\nThroughout all of this, Trump has insisted that he has no business ties to Russia. “For the record, I have ZERO investments in Russia” he tweeted in July. Now – brace yourself, this might come as a shock – it appears he’s been lying to us the whole time.\nAn ABC News investigation has found that Donald Trump has “numerous ties” to Russian interests both here in the United States and in Russia. “The level of business amounts to hundreds of millions of dollars — what he received as a result of interaction with Russian businessmen. They were happy to invest with him, and they were happy to work with Donald Trump. And they were happy to associate—[and] be associated with Donald Trump” says Sergei Millian, who heads a U.S.-Russia business group.\nTrump has reaped huge profits off his business deals with Russian oligarchs that stretch from hosting the 2013 Miss Universe contest in Moscow and selling Trump-branded real estate to “large numbers” of Russian buyers – so many that the Sunny and Hollywood Islands in Florida became known as “Little Moscow.”\nThe oligarchs of Russia made their fortunes by making deals to acquire huge numbers of shares in the state-owned companies of the former Soviet Union as the country shifted to a free-market economy, turning them into billionaires overnight. Towards the end of the Boris Yeltsin era, the oligarchs controlled 50% to 75% of all Russian finance. Now, they use their influence and wealth to prop up the Putin regime, while he turns a blind eye as they rob the country blind. Putin himself has amassed a fortune of $70 billion that could be as high as $200 billion .\nThe oligarchs are constantly looking to funnel their ill-gotten gains out of the country, and it turns out purchasing Trump properties was a favored way to do so. It makes sense – they are all men cut from the same gold cloth. They are self-entitled narcissistic materialists who care for nothing but increasing their own personal wealth.\n“I think material wealth for them is a highly emotional and spiritual thing. They spend a lot of money on their own personal consumption…They don’t read books. They don’t go to [art] exhibitions. They think the only way to impress anyone is to buy a yacht” says former KGB agent Alexander Lebedev , who went on to describe them as “cultural ignoramuses…not interested in social justice.” Sound like anyone we know?\nWhen the US State Department leveled sanctions on the Russian oligarchs in 2014 following Moscow’s annexation of the Crimea, the oligarchs had one of their key money-laundering tools cut off. If Trump were president, however, he could end the sanctions and allow them to continue to enrich themselves – and Trump himself. “We’ll be looking at that, yeah we’ll be looking” said Trump on the issue of sanctions in July.\nSee Also\nWatch ABC News’ report here:\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "For the record, I have ZERO investments in Russia",
                "Putin",
                false
            ],
            [
                "The level of business amounts to hundreds of millions of dollars — what he received as a result of interaction with Russian businessmen.",
                "Sergei Millian",
                true
            ],
            [
                "They were happy to invest with him, and they were happy to work with Donald Trump.",
                "Sergei Millian",
                true
            ],
            [
                "And they were happy to associate—[and] be associated with Donald Trump",
                "Sergei Millian",
                false
            ],
            [
                "I think material wealth for them is a highly emotional and spiritual thing.",
                "Alexander Lebedev",
                true
            ],
            [
                "They spend a lot of money on their own personal consumption…They don’t read books.",
                "Alexander Lebedev",
                true
            ],
            [
                "They don’t go to [art] exhibitions.",
                "Alexander Lebedev",
                true
            ],
            [
                "They think the only way to impress anyone is to buy a yacht",
                "Alexander Lebedev",
                false
            ],
            [
                "cultural ignoramuses…not interested in social justice.",
                "Alexander Lebedev",
                false
            ],
            [
                "We’ll be looking at that, yeah we’ll be looking",
                "Trump",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/world/2008/oct/25/russian-oligarchs-oleg-deripaska",
                "https://www.thedailybeast.com/russias-brutal-clinton-bashing-trump-loving-election-coverage",
                "https://occupydemocrats.com/2016/07/28/just-trump-trouble-investigators-confirm-dnc-hackers-russian/",
                "https://www.washingtonpost.com/news/worldviews/wp/2015/02/20/is-vladimir-putin-hiding-a-200-billion-fortune-and-if-so-does-it-matter/?noredirect=on",
                "https://occupydemocrats.com/2016/03/22/liked-dick-cheneys-wars-youll-love-donald-trumps-foreign-policy-team/"
            ],
            "gov_pgs": [
                "https://abcnews.go.com/Politics/russia-trump-political-conflict-zone/story?id=42263092"
            ],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "millions",
            "abc",
            "trump",
            "personal",
            "bombshell",
            "think",
            "ties",
            "sanctions",
            "oligarchs",
            "russia",
            "hundreds",
            "russian",
            "donald",
            "paid",
            "business",
            "reveals"
        ]
    }
]