[
    {
        "url": "https://www.reuters.com/article/us-brazil-corruption-moro/brazils-largest-ever-corruption-probe-nearing-its-end-judge-says-idUSKCN1C72YU",
        "title": "Brazil's largest ever corruption probe nearing its end, judge says",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-03",
        "text": "Brazil's largest ever corruption probe nearing its end, judge says\n2 Min Read\nBrazilian Federal Judge Sergio Moro speaks as he receives an award from Notre Dame University in Sao Paulo, Brazil October 2, 2017.  REUTERS/Paulo Whitaker\nSAO PAULO (Reuters) - Brazilian federal Judge Sérgio Moro on Monday said the Car Wash probe, Brazil’s largest ever corruption investigation, is nearing completion in the southern city of Curitiba, where it started in 2014.\n“There are still investigations under way, but a large part of the work has been done,” Moro told reporters in Sao Paulo after a ceremony where he received a distinction from U.S.-based Notre Dame University for his work leading the probe.\nBrazil’s largest corruption probe started almost by accident in Curitiba, when investigators went to a local Car Wash to ask owners why the small company had done several international money transfers. From there it spread to several state-controlled companies, politicians, parties and private engineering groups.\nBut Curitiba remained the host city for almost the whole investigation.\nMoro said he is a bit tired due to the workload resulting from the spreading probe, but he ruled out leaving the operation until it is concluded.\nHe also dismissed suggestions that he could run in next year’s election, despite the huge popularity he gained among Brazilians.\nSome pollsters such as Datafolha have included Moro’s name in some early surveys.\n“They are losing their time, because this is not going to happen. Simple as that”, he said, adding that he is a professional federal judge and will remain so.\nDespite the prospect of work related to the Car Wash investigation to end in Curitiba, Moro said they it will go on in other cities who host higher court instances and also in Brasilia, where several parts of the probe are being conducted by the Supreme Court.\nReporting by Eduardo Simões; Writing by Marcelo Teixeira; Editing by Lisa Shumaker\n",
        "quotes": [
            [
                "There are still investigations under way, but a large part of the work has been done,",
                "Moro",
                true
            ],
            [
                "They are losing their time, because this is not going to happen.",
                "Moro",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "nearing",
            "wash",
            "work",
            "probe",
            "car",
            "largest",
            "curitiba",
            "federal",
            "brazils",
            "corruption",
            "paulo",
            "university",
            "moro",
            "judge",
            "end"
        ]
    }
]