[
    {
        "url": "https://www.cnn.com/2016/09/18/politics/trump-debate-prep-strategy-inside-politics-forecast/index.html",
        "title": "Trump's debate prep strategy",
        "authors": [
            {
                "name": "John King",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-18",
        "text": "Updated 6:21 PM ET, Sun September 18, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nWhy President Obama is skipping the Clinton Global Initiative gathering in NY\nTrump's debate prep style has some around him worried\nWashington (CNN)\nDonald Trump's debate study habits, Hillary Clinton's strategy on millennials and the latest electoral trends in swing state Ohio -- they're just some of the future headlines in our \"Inside Politics\" forecast this week.\n1. Debate crunch time, and questions about Trump's prep\nThe first presidential debate is a week from Monday, and Donald Trump has made time on his Sunday schedule for prep sessions with senior advisers. But the unconventional nature of his candidacy extends to his study habits, and some on his team are a bit worried.\nJUST WATCHED\nHow Trump is prepping (or not) for the debate 00:34\nMaggie Haberman of the New York Times shared her reporting on Trump's aversion to holding mock debate sessions, among other things.\n\"He's playing it a little bit loose and in his sort of free-form style,\" said Haberman. \"But a lot of people around him are concerned that won't translate quite as well in a general election debate.\"\nRead More\n2. Obama skipping Clinton Foundation event\nThe Clinton Global Initiative, an offshoot of the Clinton Foundation, will hold its annual -- and final -- gathering Monday and Tuesday in New York. It's held at the same time as the United Nations General Assembly for obvious reasons: Major global leaders are in New York and can be sprinkled throughout the CGI sessions.\nJUST WATCHED\nWhy Pres. Obama won't be at Clinton Global Initiative 00:44\nBut one big name will be missing from this CGI meeting.\nJulie Pace of the Associated Press notes that the Clintons' initiative has come under fire this election year.\n\"Hillary Clinton would be happy if she could get through the rest of the campaign without having to talk anymore about the foundation, but she's going to have to grin and bear it for a few more days,\" said Pace.\n\"This is a three-day gathering with lots of celebrities, lots of big donors -- but there's some speculation it might not be as glitzy as in past years. And there's going to be one very notable absence headlining this meetings, and that's President Barack Obama.\"\n3. Clinton targets millennials in Ohio\nIt's no secret Hillary Clinton has issues with younger voters, and she is looking to turn the tide.\nOn Monday, Clinton will travel to Ohio to make her case to millennials by retracing some of her early work as a lawyer.\nAbby Philip of the Washington Post says trying to get younger voters to relate more to Clinton is the big goal.\n\"The focus of the speech is going to be about her early years -- what she did after she left college -- the focus on idealism and reminding young voters that she was kind of like them,\" said Phillip.\n\"And also like someone else, a young community organizer from Chicago, Barack Obama.\"\nWill this humanize her? Make her seem more like a real person and less like a politician? Stay tuned.\n4. Signs of progress for Trump in swing state\nOhio is always a giant presidential battleground, and the GOP primary candidacy of its governor, John Kasich, adds another interesting wrinkle this year.\nKasich is no Donald Trump fan -- far from it -- but some Ohio Republicans see signs that even former Kasich primary voters are turning to Trump in the general election.\nThere's a lot of talk about the influx of newly registered Republican voters and CNN's Sara Murray reports that GOPers surveying those new party members in the Buckeye State are finding firmer-than-expected Trump support.\n\"They're finding Donald Trump has strong support from Democrats who are now Republicans, Independents who are now Republicans,\" Murray said. \"People who registered to vote for John Kasich in the primaries are now backing Trump. And what should be particularly worrisome for Democrats in Ohio is that they (the GOP) are finding far more support than they expected among female voters.\"\n5. Mixed ballots in Ohio pose dilemma\nJUST WATCHED\nAll eyes on Ohio and its competiting ground game battle\nAll eyes on Ohio and its competiting ground game battle 00:37\nSuppose you're working a Republican phone bank in Ohio and a voter tells you they plan to vote for Hillary Clinton for president and Republican Rob Portman for U.S. Senate.\nDo you take time -- and resources -- to follow up with that voter to make sure they cast their ballot?\nDemocrats privately concede that Portman appears to be on an easy path to re-election, so it is less of a conflict for them. Ohio is a tough state, and the Clinton campaign will try to motivate every last potential voter to turn out, no matter who they support for the Senate.\nBut what about the Republican Party's ground-game efforts? Ostensibly such efforts are on behalf of all Republicans, but GOP candidates who don't have the best relationship with Trump don't all trust the RNC to fight on their behalf.\nSo Portman is relying on his own get-out-the-vote effort. Those who have seen recent GOP polling in the state say this is one good reason why: Some 20% of Clinton voters in Ohio say they are planning to vote Republican for Senate.\n",
        "quotes": [
            [
                "He's playing it a little bit loose and in his sort of free-form style,",
                "Haberman",
                true
            ],
            [
                "But a lot of people around him are concerned that won't translate quite as well in a general election debate.",
                "Haberman",
                true
            ],
            [
                "Hillary Clinton would be happy if she could get through the rest of the campaign without having to talk anymore about the foundation, but she's going to have to grin and bear it for a few more days,",
                "",
                true
            ],
            [
                "This is a three-day gathering with lots of celebrities, lots of big donors -- but there's some speculation it might not be as glitzy as in past years.",
                "",
                true
            ],
            [
                "And there's going to be one very notable absence headlining this meetings, and that's President Barack Obama.",
                "",
                true
            ],
            [
                "The focus of the speech is going to be about her early years -- what she did after she left college -- the focus on idealism and reminding young voters that she was kind of like them,",
                "Phillip",
                true
            ],
            [
                "And also like someone else, a young community organizer from Chicago, Barack Obama.",
                "",
                true
            ],
            [
                "They're finding Donald Trump has strong support from Democrats who are now Republicans, Independents who are now Republicans,",
                "Murray",
                true
            ],
            [
                "People who registered to vote for John Kasich in the primaries are now backing Trump.",
                "Murray",
                true
            ],
            [
                "And what should be particularly worrisome for Democrats in Ohio is that they (the GOP) are finding far more support than they expected among female voters.",
                "Murray",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "voters",
            "ohio",
            "prep",
            "strategy",
            "gop",
            "clinton",
            "debate",
            "trumps",
            "trump",
            "republicans",
            "republican",
            "initiative",
            "state"
        ]
    }
]