[
    {
        "url": "http://money.cnn.com/2017/10/09/news/companies/rick-and-morty-mcdonalds/index.html",
        "title": "McDonald's vows to reboot Szechuan Sauce for spurned 'Rick and Morty' fans",
        "authors": [
            {
                "name": "Aaron Smith",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2017-10-09",
        "text": "Follow CNN Business\nMcDonald's vows to reboot Szechuan Sauce for spurned 'Rick and Morty' fans\nby Aaron Smith   @AaronSmithCNN October 9, 2017: 12:04 PM ET\n5 stunning stats about McDonald's\nMcDonald's promised to \"make things right\" with miffed \"Rick and Morty\" fans and bring back its coveted Szechuan Sauce.\n\"Instead of being one-day-only and limited to select restaurants, we're bringing more -- a lot more -- so that any fan who's willing to do whatever it takes for Szechuan Sauce will only have to ask for it at a nearby McDonald's,\" said the company.\nFans of both the show and hot sauce were outraged Saturday when they descended upon their local McDonald's in search of Szechuan Sauce for McNuggets and came away empty handed.\nThe chain's October 7 event featured the sauce, which happens to be the favorite food of Rick, the mad scientist character from \"Rick and Morty,\" an irreverent cartoon from the Cartoon Network's \"Adult Swim.\" Time Warner ( TWX ) is the parent company of both the Cartoon Network and CNNMoney.\nSupplies quickly ran out when hordes of rabid \"Rick and Morty\" fans descended on McDonald's restaurants in Welllington, Florida, and also New York City, where ComicCon was underway.\nMcDonald's ( MDNDF )admitted that it didn't anticipate the fervor.\n\"Our super-limited batch, though well-intentioned, clearly wasn't near enough to meet that demand,\" said McDonald's in a statement. \"Not cool.\"\nMcDonald's promised to \"make things right\" with a larger rollout of Szechuan Sauce this winter\nYou spoke. We've listened. Lots more #SzechuanSauce and locations. Details soon. And that's the wayyy the news goes! pic.twitter.com/ooIrbZBsOw\nThat pledge is a big reversal McDonald's original plan. The day before the October 7 rollout McDonald's said it would release a \"one-time only, limited edition, run of Szechuan Sauce in select restaurants. And when we say limited, we mean really, really limited!\"\nBut spurned \"Rick and Morty\" fans lit up Twitter with complaints about going to McDonald's and getting turned away sauceless.\nBut other customers complained on Twitter about the \"savage\" and \"insane\" behavior of the \"Ricky and Morty\" fans. One fan reportedly threw McNuggets at an employee, a report that wasn't independently verified by McDonald's.\nThe Szechuan sauce, which was featured in a recent \"Rick and Morty\" episode, is a favorite of mad scientist Rick.\nRick, at right, the titular mad scientist in the Adult Swim cartoon \"Rick and Morty,\" is a big fan of Szechuan Sauce. A limited rollout of the discontinued sauce caused McNugget mayhem at McDonald's restaurants.\nAt the end of the episode, he says he's driven by finding that McNugget sauce. \"I want that Mulan McNugget sauce, Morty,\" says Rick. \"That's my series arc, Morty. If it takes nine seasons, I want my McNugget dipping sauce Szechuan Sauce, Morty.\"\nCNNMoney (New York) First published October 9, 2017: 12:04 PM ET\nPersonal Finance\nCNNMoney Sponsors\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "Instead of being one-day-only and limited to select restaurants, we're bringing more -- a lot more -- so that any fan who's willing to do whatever it takes for Szechuan Sauce will only have to ask for it at a nearby McDonald's,",
                "",
                true
            ],
            [
                "Our super-limited batch, though well-intentioned, clearly wasn't near enough to meet that demand,",
                "",
                true
            ],
            [
                "one-time only, limited edition, run of Szechuan Sauce in select restaurants.",
                "",
                false
            ],
            [
                "And when we say limited, we mean really, really limited!",
                "",
                true
            ],
            [
                "I want that Mulan McNugget sauce, Morty,",
                "Rick",
                true
            ],
            [
                "That's my series arc, Morty.",
                "Rick",
                true
            ],
            [
                "If it takes nine seasons, I want my McNugget dipping sauce Szechuan Sauce, Morty.",
                "Rick",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/SzechuanSauce?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/ooIrbZBsOw",
                "http://news.mcdonalds.com/US/releases/To-our-customers-and-Szechuan-Sauce-lovers",
                "http://money.cnn.com/quote/quote.html?symb=TWX&source=story_quote_link",
                "https://buttermilkcrispytenders.com/",
                "http://money.cnn.com/quote/quote.html?symb=MDNDF&source=story_quote_link"
            ]
        },
        "key_words": [
            "rick",
            "reboot",
            "morty",
            "fans",
            "vows",
            "sauce",
            "mcdonalds",
            "restaurants",
            "limited",
            "spurned",
            "cartoon",
            "szechuan",
            "mcnugget"
        ]
    }
]