[
    {
        "url": "https://www.politico.com/blogs/on-media/2016/09/the-arizona-republic-endorses-hillary-clinton-228818?cmpid=sf",
        "title": "The Arizona Republic endorses Hillary Clinton",
        "authors": [
            {
                "name": "Hadas Gold",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-27",
        "text": "Get alerts from the On Media blog\nEmail\nSign Up\nBy signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\nBy HADAS GOLD\n09/27/2016 09:40 PM EDT\nFor the first time in its 126-year history, The Arizona Republic has endorsed a Democratic candidate for president.\nThe paper's editorial board said Hillary Clinton is \"the only choice to move America ahead.\"\n\"Since The Arizona Republic began publication in 1890, we have never endorsed a Democrat over a Republican for president. Never. This reflects a deep philosophical appreciation for conservative ideals and Republican principles,\" the paper's editorial board wrote. \"This year is different.\"\nThe editorial said Clinton's temperament and experience prepare her for office, while it questioned Donald Trump for not releasing his tax returns, asking \"whose hand do you want on the nuclear button?\"\nClinton has racked up her fair share of nontraditional endorsements from newspapers. Last week, The Cincinnati Enquirer, which noted it had backed Republican candidates for president “for almost a century,\" also endorsed Clinton. Earlier this month, The Dallas Morning News endorsed the former secretary of state, making her the first Democrat that newspaper has endorsed in over 75 years.\nHadas Gold is a reporter at Politico.\nThis article tagged under:\n",
        "quotes": [
            [
                "the only choice to move America ahead.",
                "Hillary Clinton",
                false
            ],
            [
                "Since The Arizona Republic began publication in 1890, we have never endorsed a Democrat over a Republican for president.",
                "",
                true
            ],
            [
                "This reflects a deep philosophical appreciation for conservative ideals and Republican principles,",
                "",
                true
            ],
            [
                "whose hand do you want on the nuclear button?",
                "Donald Trump",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/cincinnati-enquirer-endorses-clinton-228581",
                "https://www.azcentral.com/story/opinion/editorial/2016/09/26/presidential-endorsement-preview/90904896/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.azcentral.com/story/opinion/editorial/2016/09/27/hillary-clinton-endorsement/91198668/"
            ]
        },
        "key_words": [
            "president",
            "democrat",
            "clinton",
            "editorial",
            "papers",
            "endorses",
            "republic",
            "2015",
            "republican",
            "hillary",
            "arizona",
            "endorsed"
        ]
    }
]