[
    {
        "url": "https://www.reuters.com/article/us-mexico-slim/mexican-mogul-slim-donates-105-million-to-earthquake-recovery-efforts-idUSKBN1CF36C",
        "title": "Mexican mogul Slim donates $105 million to earthquake recovery efforts",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "Mexican mogul Slim donates $105 million to earthquake recovery efforts\n2 Min Read\nMexican billionaire Carlos Slim talks during a news conference to discuss his foundation's work in supporting efforts at rebuilding areas damaged by the massive earthquake on Sept. 19. in Mexico City, Mexico October 10, 2017. REUTERS/Carlos Jasso\nMEXICO CITY (Reuters) - Mexican mogul Carlos Slim’s foundation will donate more than $105 million (1.978 billion pesos) to help the country recover from two large earthquakes in September, Slim announced on Tuesday.\nThe Carlos Slim Foundation also collected more than $21 million dollars (395.6 million pesos) from outside donors, raising the total contribution to more than $126 million (2.373 billion pesos).\nMore than 217,000 donors participated in the effort, Slim said. The gift comes from the foundation’s endowment, Slim added.\nOn Sept. 19, central Mexico was struck by an earthquake that measured 7.1 on the U.S. Geological Survey scale, level ling dozens of buildings and killing at least 369 people, making it the deadliest temblor in a generation. The earthquake came less than two weeks after an 8.1 quake struck southern Mexico, killing at least 98 people.\nEstimates of the cost of rebuilding range from about $2 billion, according to the government, to as much as $4 billion, a calculation by investment bank Nomura.\nSpeaking at a press conference in Mexico City on Tuesday, Slim said the group will focus its efforts on rebuilding schools, reinforcing historic buildings and assisting hospitals. He voiced optimism about the effects the reconstruction efforts could have for the Mexican economy.\n“I think it will be a very good factor, a big factor of employment in all of the affected zones,” he said.\nAmerica Movil, Latin America’s largest telecommunications firm by number of subscribers, is the crown jewel of Slim’s empire, which also includes retailer Grupo Sanborns and commercial banking company Grupo Inbursa.\nReporting by Julia Love\n",
        "quotes": [
            [
                "I think it will be a very good factor, a big factor of employment in all of the affected zones,",
                "Slim",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "recovery",
            "carlos",
            "slim",
            "efforts",
            "donates",
            "105",
            "rebuilding",
            "mexico",
            "city",
            "million",
            "earthquake",
            "mexican",
            "billion",
            "mogul"
        ]
    }
]