[
    {
        "url": "https://www.activistpost.com/2017/10/google-clips-automatically-identifies-everyone-including-pets.html",
        "title": "Google Clips Automatically Identifies Everyone Including Your Pets",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-09",
        "text": "Then hurry up and be the first one in your family to purchase a $249.00  Google Clips  camera that automatically identifies you and your pets.\nClips automatically chooses which moments to capture and keep, so you don’t need to be behind the camera. ( Source )\nBecause nothing says Big Brother like a camera that automatically identifies everyone it takes pictures of.\nGoogle uses facial recognition to spy on you and your pets\nThe Google store warns that Clips can recognize familiar faces and pets…\nGoogle Clips is smart enough to recognize great expressions, lighting and framing. So the camera captures beautiful, spontaneous images. And it gets smarter over time. Google Clips learns to recognize familiar faces. The more you’re with someone, the more it learns to capture clips of them. It can also pick out pets like cats or dogs. ( Source )\nHow can Clips recognize you and your pets?\nFor years, Google has warned people that they use  pattern and facial recognition  to identify everyone. But Clips takes it a step further and uses machine-learning technology to identify everyone. (Click  here  to find out more about Google’s facial recognition.)\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nGoogle claims Clips was designed with privacy safeguards…\nWe know privacy and control really matter, so we’ve been thoughtful about this for Clips users, their families, and friends. ( Source )\nHow thoughtful has Google been? And why should anyone worry about privacy if Clips isn’t connected to the Internet?\nUpdated 10/9:\nGoogle uses facial recognition to identify everyone twice\nAccording to an article in Computerworld, Clips uses embedded facial recognition to identify people once and then uses Google Photos facial recognition to identify people a second time!\nAnd here’s the revolution: The face recognition takes place on the device, not in the cloud. Pictures are stored on the device, not in the cloud.\nGoogle Photos can reproduce or modify your pictures\nGoogle Clips tells users to download their pictures to Google Photos, which gives Google permission to modify your pictures, make compilation videos of them and much more.\nOnce a user has downloaded their pictures to Google Photos, they can kiss their privacy goodbye as their  Terms of Service  states.\nWhen you upload, submit, store, send or receive content to or through our Services, you give Google (and those we work with) a worldwide license to use, host, store, reproduce, modify, create derivative works… ( Source )\nIf you’re concerned about your privacy, buy a digital camera that lets you to upload your pictures to your laptop without a corporation spying on you.\nYou can read more from MassPrivateI at his blog HERE .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.independent.co.uk/life-style/gadgets-and-tech/news/google-photos-ai-facial-recognition-artificial-intelligence-pictures-social-media-a7815121.html",
                "https://www.computerworld.com/article/3230132/mobile-wireless/google-s-clips-camera-offers-a-snapshot-of-things-to-come.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.forbes.com/sites/paulmonckton/2017/04/28/google-photos-ramps-up-facial-recognition/#e25aca38bde8",
                "https://massprivatei.blogspot.com/"
            ]
        },
        "key_words": [
            "identifies",
            "privacy",
            "clips",
            "uses",
            "identify",
            "camera",
            "facial",
            "recognize",
            "pets",
            "automatically",
            "recognition",
            "including",
            "google"
        ]
    }
]