[
    {
        "url": "https://www.politico.com/blogs/on-media/2016/09/facebook-55-million-viewed-debate-related-videos-228767?cmpid=sf",
        "title": "Facebook: 55 million viewed debate-related videos",
        "authors": [
            {
                "name": "Hadas Gold",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-27",
        "text": "Get alerts from the On Media blog\nEmail\nSign Up\nBy signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\nBERLIN, GERMANY - FEBRUARY 24:  The Facebook logo is displayed at the Facebook Innovation Hub on February 24, 2016 in Berlin, Germany. The Facebook Innovation Hub is a temporary exhibition space where the company is showcasing some of its newest technologies and projects.  (Photo by Sean Gallup/Getty Images) | Sean Gallup/Getty Images\nFacebook: 55 million viewed debate-related videos\nBy HADAS GOLD\n09/27/2016 08:03 AM EDT\nNearly 55 million people viewed \"debate-related\" live videos on Facebook, the social media site said Tuesday morning.\nIt's not clear for how long people would watch the videos, but the high number adds to the expectation that more than 80 million people will have watched the debate on television.\nSome 18.6 million people on Facebook in the United States generated 73.8 million likes, posts, comments and shares related to the debate. The top issues discussed were taxes, the Islamic State, racial issues, the economy, and crime and criminal justice.\nTrump dominated the conversation on Facebook, taking 79 percent to Clinton's 21 percent.\nHadas Gold is a reporter at Politico.\nThis article tagged under:\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "viewed",
            "images",
            "sean",
            "issues",
            "million",
            "videos",
            "2015",
            "debaterelated",
            "innovation",
            "facebook",
            "55",
            "media"
        ]
    }
]