[
    {
        "url": "https://www.reuters.com/article/us-storm-nate/weakening-nate-brings-rain-tornado-warnings-to-u-s-south-idUSKBN1CA1DD",
        "title": "Weakening Nate brings rain, tornado warnings to U.S. South",
        "authors": [
            {
                "name": "Rod Nickel",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "Weakening Nate brings rain, tornado warnings to U.S. South\nBILOXI/PASCAGOULA, Miss. (Reuters) - Hurricane Nate weakened to a tropical depression on Sunday after coming ashore in Mississippi, flooding roads and buildings but sparing the state from catastrophic damages.\nMaximum sustained winds from Nate, the fourth major storm to hit the United States in less than two months, dropped to 35 miles per hour (55 km per hour) as it moved through Alabama and into Tennessee.\nThe remnants of the storm spawned tornado warnings in those states and the western portions of North Carolina and South Carolina. It is forecast to bring gusty winds and up to 4 inches (10 cm) of rain to parts of Ohio, Pennsylvania and New York on Monday.\nThe storm made landfall as a Category 1 hurricane, the weakest designation by the U.S. National Hurricane Center. Only a few hours earlier, its winds had been blowing at 70 mph (113 kph) but appeared to lack the devastating punch of its recent predecessors.\nMississippi Governor Phil Bryant told reporters there had been no deaths or reports of catastrophic damage. “We are very fortunate this morning and have been blessed,” he said.\nNate killed at least 30 people in Central America before entering the warm waters of the Gulf of Mexico and bearing down on the U.S. South. It has also shut down most oil and gas production in the Gulf.\nNate follows hurricanes Harvey, Irma and Maria, which have devastated areas of the Caribbean and southern United States.\nThe tropical depression’s center will move up through Alabama into Tennessee and Kentucky through Monday, the  hurricane center said. Heavy rainfall and storm-surge flooding remained a danger across the region, and the hurricane center said Florida’s Panhandle and parts of Alabama and Georgia might feel tropical storm-force wind gusts.\nThe storm was expected to bring three to six inches of rain to parts of western North Carolina through midday Monday, with up to 10 inches possible in isolated spots. Power outages, damaged homes and roads closed by debris were all reported in the region.\nRelated Coverage\nSee more stories\nNate made its first U.S. landfall on Saturday evening near the mouth of the Mississippi River and then made a second one early on Sunday near Biloxi, Mississippi.\nIn Biloxi, water surged over roads during the storm and quickly receded on Sunday, leaving a boat that broke loose marooned on the beach. At a Waffle House restaurant, the storm surge deposited a dumpster in its parking lot.\nJeff Pickich, a 46-year-old wine salesman from D’Iberville, Mississippi, was counting his blessings. Heavy winds left only minor damage, blowing down part of a fence on his rental property in Biloxi.\n“I’m just glad,” he said, digging fresh holes for fence posts. “I was afraid of the water. The water is Mother Nature. You can’t stop it.”\nWater flowed through Ursula Staten’s yard in Biloxi, pushing over part of her fence and scattering debris, but did not breach her house.\n“I have a mess,” the retired massage therapist said. “If we had got Irma, I would have lost everything.”\nAt the Golden Nugget Casino, one of eight Biloxi gaming establishments, workers rushed to clean up mud, debris and minor damage from 3 feet (1 m) of water sloshing into an entrance and the parkade. The gaming room stayed dry.\nThree hundred guests remained in the hotel, some eager to try their luck after surviving Nate.\nBut dangers from the storm remain, with Florida Governor Rick Scott warning of tornadoes springing up in the Panhandle region and Alabama Governor Kay Ivey urging residents to prepare for strong winds and storm surges.\nA dock that blocks the way is cleared from a flooded road in Mobile, Alabama, U.S., October 8, 2017, in this still image taken from a video obtained from social media. Michael Schubert/social media/via REUTERS\nU.S. President Donald Trump declared federal emergencies in Alabama and Florida on Sunday, which provides additional funding for disaster relief.\nMississippi Power had restored electricity to 10,000 customers, but 4,800 were still without it. More than 1,000 people had arrived at shelters, the state Emergency Management Agency said.\nAlabama Power said it had restored electricity to 58,000 of 146,000 customers who lost it.\nRainfall of 3 to 6 inches (8 to 15 cm), with a maximum of 10 inches (25 cm), was expected east of the Mississippi River in Alabama and Tennessee, the hurricane center said.\nNEW ORLEANS THREAT DOWNGRADED\nForecast at one point to make landfall in Louisiana, Nate headed farther east and spared many New Orleans parishes that were devastated by Hurricane Katrina 12 years ago.\n“I had prayed for this - that we would be spared,” said Amos Cormier, president of Plaquemines Parish, Louisiana’s equivalent to a county.\nBernice Barthelemy, a 70-year-old Louisiana resident, died from cardiac arrest overnight after telling Reuters on Saturday that she did not mind having to evacuate, Cormier said on Sunday. He attributed her death to the stress of the move.\nNew Orleans Mayor Mitch Landrieu said he expected that evacuated residents could return home soon.\nVessel traffic and port operations at New Orleans resumed on Sunday afternoon, while the Port of Mobile in Alabama remained closed. Oil ports, producers and refiners in Louisiana, Mississippi and Alabama were planning reopenings as the storm moved inland on Sunday.\nSlideshow (16 Images)\nThe storm curtailed 92 percent of daily oil production and 77 percent of daily natural gas output in the Gulf of Mexico, more than three times the amount affected by Harvey.\nThe storm doused Central America with heavy rains on Thursday, killing at least 16 people in Nicaragua, 10 in Costa Rica, two in Honduras and two in El Salvador.\nReporting by Rod Nickel in Biloxi, Miss. and Jessica Resnick-Ault in Pascagoula, Miss.; Additional reporting by Marianna Parraga, Erwin Seba and Gary McWilliams in Houston; Jonathan Allen in New York; Writing by Lisa Shumaker; Editing by Lisa Von Ahn and Peter Cooney\n",
        "quotes": [
            [
                "We are very fortunate this morning and have been blessed,",
                "",
                true
            ],
            [
                "I was afraid of the water.",
                "",
                true
            ],
            [
                "If we had got Irma, I would have lost everything.",
                "",
                true
            ],
            [
                "I had prayed for this - that we would be spared,",
                "Amos Cormier",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "nate",
            "mississippi",
            "alabama",
            "storm",
            "inches",
            "hurricane",
            "winds",
            "center",
            "rain",
            "brings",
            "orleans",
            "biloxi",
            "south",
            "water",
            "tornado",
            "weakening",
            "warnings"
        ]
    }
]