[
    {
        "url": "http://occupydemocrats.com/2016/09/21/trump-said-blacks-worse-ever-obama-tweet-proves-100-wrong/",
        "title": "Trump Said Blacks Are Worse Than Ever Under Obama. This Tweet Proves Him 100% Wrong.",
        "authors": [
            {
                "name": "Lou Colagiovanni",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-21",
        "text": "Now Reading\nTrump Said Blacks Are Worse Than Ever Under Obama. This Tweet Proves Him 100% Wrong.\n0 Shares\nRepublican presidential nominee Donald Trump claims to have “ a great relationship with the blacks “while nearly every poll shows Trump losing the constituency by 80 percent or more. One of Trump’s vile advisers went so far as to say Trump doesn’t speak in front of predominately black crowds because he fears for his life , and with Trump’s recent disgusting comments in North Carolina about black voters, it is no surprise as to why.\nThe failed businessman gave a rambling, fact lacking, nonsensical speech in Kenansville, North Carolina where he lamented about Democratic presidential nominee Hillary Clinton’s lack of foreign policy experience , despite Clinton being the most qualified presidential candidate in American history. After Trump’s failed attack, he moved on show the nation why black voters do not support his candidacy :\nOur African American communities are in the worse shape they’ve ever been… Ever. Ever. Ever.\n \nIt is quite convenient for Trump to neglect eras of history in the United States where black individuals were in, as he put it, “worse shape.” Apparently, Trump forgot the ancient times of less than 60 years ago, where black people were dehumanized, beaten, and shot with fire hoses while they attempted to fight for equal and fair treatment under the law.\nIf Trump were to look at his history book, which isn’t going to happen because the only books he owns are about how Hitler was a swell guy, he’d find it wasn’t until 1967 that the Supreme Court struck down anti-interracial marriage laws in seventeen states making it legal for black and white people to marry anywhere in the United States.\nPerhaps the fake billionaire meant that black people were better off in America as slaves? That would be one of Trump’s best business concepts towards profits. Trump would reason black individuals would be fools not to prefer slavery, as they would be losing out on confirmed lifelong job security.\nThe pandering by Trump to the vilest racists among his ignorant constituency is no longer a dog whistle, but a blatant declaration that America as a nation is divided by race. He is implicitly longing to return to an era of segregated bathrooms, restaurants, and water fountains.\nTrump highly preferred America when good honest white folks were given all of the best seats on public transportation, and black people, of who Trump said “ laziness is a trait in black people ” is doing them a favor by forcing them to walk to the back of the bus.\nTrump’ deplorable ‘s character is on display for all to see, and his ignorant comments have done him no favors in helping to win over a key constituency he needs to win if he hopes to capture the White House.\nDespite North Carolina being the state with the 7th largest black population, there is willy-nilly a black face in the entire crowd. Watch all of Trump’s heinous speech below, if you must.\nhttps://www.youtube.com/watch?v=8ZADcyBDZSw\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "laziness is a trait in black people",
                "Trump",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/news/the-fix/wp/2014/10/06/what-overturning-interracial-marriage-bans-might-tell-us-about-what-happens-next-with-gay-marriage/",
                "https://www.theatlantic.com/politics/archive/2011/04/donald-trump-i-have-a-great-relationship-with-the-blacks/237332/",
                "https://slate.com/news-and-politics/2016/07/trump-complained-about-blacks-inherent-laziness-1991-book-says.html",
                "http://wonkette.com/605804/trump-cant-talk-to-the-blacks-because-blacktown-way-too-dangerous-to-visit",
                "http://www.usatoday.com/story/news/politics/elections/2016/09/20/donald-trump-north-carolina-clinton/90730336/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/Acosta/status/778348670819401728",
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "worse",
            "america",
            "white",
            "north",
            "proves",
            "carolina",
            "black",
            "presidential",
            "history",
            "obama",
            "blacks",
            "trumps",
            "constituency",
            "100",
            "trump",
            "wrong"
        ]
    }
]