[
    {
        "url": "https://www.politico.com/blogs/on-media/2016/09/report-megyn-kelly-producing-a-series-about-campaign-embeds-228424?cmpid=sf",
        "title": "Report: Megyn Kelly producing a series about campaign embeds",
        "authors": [
            {
                "name": "Hadas Gold",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-20",
        "text": "Get alerts from the On Media blog\nEmail\nSign Up\nBy signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\"Embeds\" is not the news anchor's first foray into the scripted television world. | AP Photo\nReport: Megyn Kelly producing a series about campaign embeds\nBy HADAS GOLD\n09/20/2016 03:50 PM EDT\nFox News anchor Megyn Kelly is teaming up with \"Fifty Shades of Grey\" producer Michael De Luca for a new scripted comedy series that will focus on the life of the campaign embeds on the presidential trail.\nThe series, called \"Embeds\", will feature six half-hour episodes following \"five young reporters in way over their heads as they find themselves shaping the future of the country through raucous adventures in an unexpected world of sex, drugs, and swing states on the presidential campaign trail,\" Variety reports.\nThe project is an amalgamation of new and old media from across the spectrum: SnapChat's Peter Hamby (a former CNN reporter) and Vice News' Scott Conroy co-created and will write the script for Verizon-owned streaming platform Go90. According to Variety, Conroy, who was just hired by Vice as a producer for politics and policy on Vice's new nightly show, will leave Vice News for the project.\n\"Embeds\" is not Kelly's first foray into the scripted television world. She is also developing and producing the White House drama “The Residence” for FX alongside actor Kevin Spacey.\nHadas Gold is a reporter at Politico.\nThis article tagged under:\n",
        "quotes": [
            [
                "five young reporters in way over their heads as they find themselves shaping the future of the country through raucous adventures in an unexpected world of sex, drugs, and swing states on the presidential campaign trail,",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://variety.com/2016/digital/news/megyn-kelly-michael-de-luca-go90-1201865094/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "television",
            "megyn",
            "campaign",
            "scripted",
            "producing",
            "series",
            "embeds",
            "reporter",
            "2015",
            "report",
            "vice",
            "kelly",
            "variety",
            "world"
        ]
    }
]