[
    {
        "url": "https://clarivate.com/blog/artificial-intelligence-innovators-disruptors-next-generation-digital-transformation/",
        "title": "Artificial Intelligence – The Innovators and Disruptors for next generation digital transformation",
        "authors": [],
        "publisher": "clarivate.com",
        "publish_date": "2017-09-11",
        "text": "Our policy towards the use of cookies\nAll Clarivate Analytics websites use cookies to improve your online experience. They were placed on your computer when you launched this website. You can change your cookie settings through your browser.\nDerwent\nResearch Publishing\nResearch Evaluation\nServices\nCompetitive Intelligence & Business Development\nInformatics and Data Integration\nProfessional Services\nPatent Research and Analysis Tools\nData Integration\nTrademark Searching\nCopyright and Title Services\nDomain Portfolio Management\nArtificial intelligence (AI) has become a key driving force for next generation innovation. Research has shown various examples of successful problem solving and the advent of high-performance computing power has led to A.I. being used in a wide spectrum of applications. There are already many commercial applications of A.I. and many corporates are competing with one another to own related IP initiatives.\nEnglish mathematician Alan Turing first introduced the concept of machine intelligence in 1950. Since then, the theoretical perspective of A.I. had been actively researched in mathematics, logic, cognitive science and life science to name a few. The advent of computing technology in the late 1990s helped the field of A.I. to leapfrog in research and demonstrated the possibility for various applications.\nFigure 1: Themescape map showing the Artificial Intelligence research landscape\n(Source: Top 15,000 Highly Cited Papers from Web of Science Core Collection, 2007~2016)\nFigure 1 shows the research landscape of artificial intelligence spanning multiple research areas including recognition such as data classification or pattern recognition, diagnosis of abnormality, natural language processing, autonomous driving, articifial life and algorithm research. The analysis is based on the top 15,000 Highly Cited Papers of A.I. research indexed in the Web of Science for the past 10 years.\nFigure 2: Top 10 countries for Artificial Intelligence research by paper volume\n(Web of Science Core Collection, 2007~2016)\nMany countries are actively conducting A.I. research. Early research was largely led by the US, but China has been prolific in published research since 2000. In Asia Pacific, Japan, Korea and Australia are also actively conducting A.I. research.\nIn A.I., Machine Learning has demonstrated strong business cases to enhance system intelligence. Machine learning involves computer preprocessing of input data about the target environment and recognition of key characteristics of a given dataset. Since recognizing the environment before making a decision is a basic trait of intelligence, machine learning can be used in a variety of applications. Figure 3 shows technology category analysis of Machine Learning patents spanning not just computer algorithms but also automobile, medicine and biotechnology. This shows that Machine Learning is the driving force of technology innovation in many industries.\nFigure 3: Technology analysis of Machine Learning Patent by CPC code (Derwent Innovation, 1996~2015)\nThere are still many research areas where we can use and improve A.I. to solve actual, complex problems that we face today. Although a great deal of research has been conducted by research institutions and universities, corporates continue to own a massive volume of patents on artificial intelligence. The most ideal scenario would be to position the research community as the collaborator for corporates rather than as their competitor. As A.I. will play a critical role in technology innovation, research institutions should also place more emphasis on filing patent applications related to artificial intelligence.\nRelated Posts\nEnriched patent data, applications and services for inventors, IP...\nEnriched patent data, applications and services for inventors, IP professionals and licensing specialists\nEnriched patent data, applications and services for inventors, IP professionals and licensing...\nInform R&D investment, go-to-market priorities, licensing, M&A and IP...\nInform R&D investment, go-to-market priorities, licensing, M&A and IP strategy\nInform R&D investment, go-to-market priorities, licensing, M&A and IP strategy\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://clarivate.com/blog/category/ip-standards/"
            ]
        },
        "key_words": [
            "digital",
            "artificial",
            "generation",
            "ai",
            "learning",
            "technology",
            "shows",
            "science",
            "innovators",
            "applications",
            "intelligence",
            "research",
            "disruptors",
            "transformation",
            "machine"
        ]
    }
]