[
    {
        "url": "http://beforeitsnews.com/sports/2017/10/how-would-you-feel-about-this-blackhawks-lineup-2702047.html",
        "title": "How would you feel about this Blackhawks lineup?",
        "authors": [
            {
                "name": "Chi City Sports",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Thursday, October 5, 2017 15:18\n% of readers think this story is Fact. Add your two cents.\nThe Chicago Blackhawks will open up the 2017-18 NHL season tonight, hosting the two-time defending Stanley Cup Champion Pittsburgh Penguins. After a disappointing exit from the 2017 Stanley Cup Playoffs, the hope is the Blackhawks can regain their form and make another run this season. Now that the roster is set, we’ll have a better idea what the starting lineup might look like against the Penguins. Here is my prediction: Forwards Saad – Toews – Panik Hartman – Schmaltz – Kane Sharp – Anisimov – DeBrincat Hayden – Kero – Wingels Defensemen Keith – Murphy Forsling – Seabrook Kempny – Rutta Goalies Crawford Forsberg Scratched Bouma Oesterle Franson With Saad and Toews reunited, I think we’ll see an uptick in production from the first line. The most important thing missing is Hossa and they’ll have to make do with Panik (or as I like to call him, Hossa lite). It’s better for Kane that Hartman flanks him on the left side especially with Schmaltz centering. Hartman can play on the boards and get the puck back to Kane and Schmaltz from deep in the zone. DeBrincat could benefit from playing with veterans like Sharp and Anisimov to get his bearings. I could see Debrincat spending time with Kane on the first power play unit throughout the season. Once again defense is still a big question mark. Luckily the defense has a lot of young players that have the possibility of developing into better players. Crawford is still the undisputed starting goalie and Forsberg has looked solid from what I’ve seen. Goaltending shouldn’t be a problem this season. For the most part, the 2017-2018 Blackhawks look alright. This roster will get them to the playoffs, however, a deep playoff run could be taxing.  \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "blackhawks",
            "kane",
            "starting",
            "schmaltz",
            "stanley",
            "debrincat",
            "better",
            "hartman",
            "toews",
            "season",
            "lineup",
            "feel"
        ]
    }
]