[
    {
        "url": "https://www.nytimes.com/2017/10/10/sports/women-girls-athletes-leadership.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Women Are Playing Today, and Leading Tomorrow",
        "authors": [
            {
                "name": "Juliet Macur",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Advertisement\nImage\nA player for the women’s soccer team from Kabul, Afghanistan, left, vied for the ball against a team from Herat in 2014 during the country’s first women’s league final at the Afghanistan Football Federation’s stadium in Kabul.CreditCreditWakil Kohsar/Agence France-Presse — Getty Images\nWASHINGTON — As a young teenager in Kabul, Afghanistan, Hajar Abulfazl occasionally took an unconventional route to soccer practice.\nIt wasn’t down a street or through a neighborhood that might have taken her on a scenic path instead of a quick one. It was through an open window.\nAbulfazl had to sneak out of the house to play soccer because her uncle had come over and was blocking the front door. He was there often, to tell her to stop playing sports.\n“He’d say, ‘Hajar, it’s against Islam for a girl to do that, you can’t do that,’ ” said Abulfazl, who works at Child Advocacy and Women’s Rights International, a nonprofit organization based in Washington. “He’d say, ‘If you keep playing, you’re not going to find a husband. And if you do find one, think of your children, how shamed they would be, think of your sons.’ Think of your family. When you play, you’re hurting all of us.’ ”\nAbulfazl, who is now 24 and a medical doctor, played for the Afghanistan women’s national soccer team for nearly a decade.\nImage\nHajar Abulfazl was a member of the women’s national soccer team in Afghanistan for nearly a decade. She used to sneak out of her house to play, in order to evade a disapproving uncle.CreditJustin T. Gellerson for The New York Times\nShe did not understand his logic — she said she could not find anything in Islam that said girls should not play sports. Yet she couldn’t reason with her uncle: His point of view was ingrained in the patriarchal Afghan culture that existed even after the Taliban fell in 2001. In most families in Afghanistan, girls and women were expected to stay home to clean, cook, get married and have children, while sports were for men.\nAnd that’s exactly why Abulfazl slipped out that window to play soccer.\n“I wanted to use the power of sport to show the power of women to people,” she said in an interview last month in her office in downtown Washington. “I know the benefits of sports and people can’t hide their eyes to it. You learn how to be a hard worker and how when you lose, you learn to work harder to be successful the next time. It makes you feel like you can do anything. I couldn’t have learned that without sport.”\nYet in so many places around the world, girls and women either don’t have access to sports, or don’t have the same access as boys and men. That means a big chunk of the population lacks the benefits that go along with exercise. For those women who do want to participate in sports, sometimes it’s a challenge, and sometimes a risky one.\nConsider how Kiran Khan , from Pakistan, grew up training for swimming. She competed at the 2008 Beijing Olympics after years posing as a boy so she could swim in a local club that barred girls who had reached puberty. To pass for male, from 12 to 15, she wore her hair short and wore a full-length swimsuit.\nKhan said that she was a shy young girl, but that swimming gave her the confidence to feel like a powerful woman, and that more girls should have that opportunity.\nImage\nKiran Khan, right, a swimmer from Pakistan, with her silver medal at the South Asian Games in Sri Lanka in 2006. She competed at the 2008 Beijing Olympics after years posing as a boy so she could swim in a local club that barred girls who had reached puberty.CreditGurinder Osan/Associated Press\n“I believe that sports and religion are two different things that should be practiced individually,” she said in an email, adding that she thinks it is absurd that girls and boys don’t have equal access to sports in her country.\nBeatrice Frey, sports partnership manager for U.N. Women, an arm of the United Nations that promotes gender equality and the empowerment of women, said her organization offers sports programs for girls in about 20 different countries. Those programs don’t just provide a physical benefit, she said — they’re also used as a hook to educate girls about gender issues, like domestic violence.\nIn the past decade, Frey said, sports have been used more and more as a vehicle for many developmental objectives.\nIn Brazil, for example, U.N. Women partnered with the International Olympic Committee to sponsor a handball program that involved 400 girls from around Rio de Janeiro. The program gave those girls a safe space to play their sport, but also taught them independence.\n“Sports in and by itself can really reduce social isolation, even more so for girls who feel culturally isolated, or are in poverty,” Frey said. “And then in certain countries, like Afghanistan, as an athlete you really have to challenge stereotypes and be even stronger and ready for criticism because of general bias. It’s sports that can give you even more strength and empower you to rise above.”\nImage\nKhalida Popal, a former captain of the Afghan women’s national soccer team, last year with Shabnam Mabarz, a player on the team wearing a new uniform with an integrated head scarf.CreditJan M. Olsen/Associated Press\nWhen Abulfazl was 14, she saw the members of Afghanistan’s first women’s national soccer team rise above. They were in magazines and on television, proving that women could do whatever men did, and Abulfazl wanted to be one of them — like Khalida Popal .\nIn 2007, Popal became captain of that team. Her mother, a physical education teacher, had taught her to play and Popal fell in love with the game, not only for the physical activity but also for what it could do for her as a woman. By playing soccer, she could prove to men that women were their equals, she said.\nBut it came with a price. The country wasn’t quite ready for women to play soccer at the time.\nGarbage was thrown at her. She and other players were called prostitutes. But soccer, what she calls football, was too important to her and she would not quit. She considered it more than a game.\n“I used football to prove and say that women and men are equal and women can take an active power in society,” she said. “I wanted to encourage other women to join us and stand with us.”\nPopal often spoke out so loudly about gender inequality in Afghanistan that she had to flee the country in 2011 because she and her family had received death threats. Popal now lives in Denmark, where she was granted asylum, and is the program and event director for the Afghanistan women’s national team.\nImage\nMembers of the Afghan women’s national soccer teams at a practice in Kabul last year.CreditAdam Ferguson for The New York Times\n“I put my life and my family’s life in danger in order to build a bridge so that women after me can pass over that bridge and achieve their goals,” she said, adding that thousands of women now play soccer in Afghanistan.\nAbulfazl said she was thankful for the women who came before her, and now she is trying to encourage even more women to play by going door to door in communities across the country to speak to families about the benefits of letting their daughters play.\nShe brings photos of the national team and tries to convince fathers that their daughters can honor Islam while participating in a sport that can make them better women by bolstering their confidence, she says. She explains that girls don’t have to wear short shorts or go without head scarves when they play.\n“I saw so many girls who quit football or even quit school because their families wouldn’t let them continue,” she said. “So I have to get the families to trust me.”\nIt’s important for her, she said, that girls understand how strong they can be. When she was younger, she often heard the opposite and it bothered her.\nWhen Abulfazl was young, she said, she heard people whisper that her father, who worked in government, could be more powerful if he had more sons instead of so many daughters. They’d say, “Too bad for him,” and Abulfazl often wondered why that had to be true. Why couldn’t daughters be powerful, too?\n“I just wouldn’t accept that girls were weak,” she said.\nA version of this article appears in print on in The International New York Times. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Hajar, it’s against Islam for a girl to do that, you can’t do that,",
                "",
                true
            ],
            [
                "If you keep playing, you’re not going to find a husband.",
                "",
                true
            ],
            [
                "And if you do find one, think of your children, how shamed they would be, think of your sons.",
                "",
                true
            ],
            [
                "He’d say, ‘Hajar, it’s against Islam for a girl to do that, you can’t do that,",
                "Abulfazl",
                true
            ],
            [
                "He’d say, ‘If you keep playing, you’re not going to find a husband.",
                "Abulfazl",
                true
            ],
            [
                "And if you do find one, think of your children, how shamed they would be, think of your sons.’ Think of your family.",
                "Abulfazl",
                true
            ],
            [
                "When you play, you’re hurting all of us.",
                "Abulfazl",
                true
            ],
            [
                "I wanted to use the power of sport to show the power of women to people,",
                "Frey",
                true
            ],
            [
                "I know the benefits of sports and people can’t hide their eyes to it.",
                "Frey",
                true
            ],
            [
                "You learn how to be a hard worker and how when you lose, you learn to work harder to be successful the next time.",
                "Frey",
                true
            ],
            [
                "It makes you feel like you can do anything.",
                "Frey",
                true
            ],
            [
                "I couldn’t have learned that without sport.",
                "Frey",
                true
            ],
            [
                "I believe that sports and religion are two different things that should be practiced individually,",
                "Frey",
                true
            ],
            [
                "Sports in and by itself can really reduce social isolation, even more so for girls who feel culturally isolated, or are in poverty,",
                "Frey",
                true
            ],
            [
                "And then in certain countries, like Afghanistan, as an athlete you really have to challenge stereotypes and be even stronger and ready for criticism because of general bias.",
                "Frey",
                true
            ],
            [
                "It’s sports that can give you even more strength and empower you to rise above.",
                "Frey",
                true
            ],
            [
                "I used football to prove and say that women and men are equal and women can take an active power in society,",
                "Hajar Abulfazl",
                true
            ],
            [
                "I wanted to encourage other women to join us and stand with us.",
                "Hajar Abulfazl",
                true
            ],
            [
                "I put my life and my family’s life in danger in order to build a bridge so that women after me can pass over that bridge and achieve their goals,",
                "Hajar Abulfazl",
                true
            ],
            [
                "I saw so many girls who quit football or even quit school because their families wouldn’t let them continue,",
                "Hajar Abulfazl",
                true
            ],
            [
                "So I have to get the families to trust me.",
                "Hajar Abulfazl",
                true
            ],
            [
                "I just wouldn’t accept that girls were weak,",
                "Hajar Abulfazl",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2016/08/20/sports/olympics/in-the-shadow-of-the-olympic-park-womens-sports-lag-behind.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "http://www.unwomen.org/en/news/stories/2016/7/from-where-i-stand-khalida-popal",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "http://www.kirankhanofficial.com/cgi-sys/suspendedpage.cgi",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "http://www.unwomen.org/en/news/in-focus/women-and-sport"
            ]
        },
        "key_words": [
            "think",
            "soccer",
            "young",
            "play",
            "washington",
            "leading",
            "say",
            "abulfazl",
            "women",
            "playing",
            "hajar",
            "today",
            "youre",
            "tomorrow"
        ]
    }
]