[
    {
        "url": "https://www.reuters.com/article/us-turkey-defence/turkey-could-look-elsewhere-if-russia-wont-share-missile-technology-minister-idUSKBN1CE1MP",
        "title": "Turkey could look elsewhere if Russia won't share missile technology: minister",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "October 9, 2017 /  2:14 PM / 2 years ago\nTurkey could look elsewhere if Russia won't share missile technology: minister\n2 Min Read\nRussian S-400 Triumph medium-range and long-range surface-to-air missile systems drive during the Victory Day parade, marking the 71st anniversary of the victory over Nazi Germany in World War Two, at Red Square in Moscow, Russia, May 9, 2016.  REUTERS/Grigory Dukor\nISTANBUL (Reuters) - Turkey could seek a deal to acquire a missile defense system with another country if Russia does not agree to joint production of a defense shield, its foreign minister was quoted as saying on Monday.\nNATO member Turkey is seeking to buy the S-400 system from Russia, alarming Washington and other members of the Western alliance, and President Tayyip Erdogan said Ankara has already paid a deposit on the deal.\nTurkey hopes that the deal would allow it to acquire the technology to develop its own defense system, and Foreign Minister Mevlut Cavusoglu, in an interview with Turkish newspaper Aksam, said the two countries had agreed on joint production.\n“If Russia doesn’t want to comply, we’ll make an agreement with another country,” he said when asked about reports that Russia was reluctant to share the technology. “But we haven’t got any official negative replies (from Russia)”.\nKremlin spokesman Dmitry Peskov, asked in a conference call with reporters if the deal would go ahead if Moscow did not agree to joint production, said: “Contacts and negotiations at an expert level in the context of this deal are ongoing. This is all I can say for now.”\nCavusoglu said Turkey had initially hoped to reach agreement with producers from NATO allies.\nWestern firms which had bid for the contract included U.S. firm Raytheon, which put in an offer with its Patriot missile defense system. Franco-Italian group Eurosam, owned by the multinational European missile maker MBDA and France’s Thales, came second in the tender.\nTurkey, with the second-largest army in the alliance, has enormous strategic importance for NATO, abutting as it does Syria, Iraq and Iran. But the relationship has become fractious since an attempted coup against Erdogan in July 2016 and a subsequent crackdown.\nReporting by Ali Kucukgocmen in Istanbul and Dmitry Solovyov in Moscow; Editing by Dominic Evans and Richard Balmforth\n",
        "quotes": [
            [
                "If Russia doesn’t want to comply, we’ll make an agreement with another country,",
                "",
                true
            ],
            [
                "But we haven’t got any official negative replies (from Russia",
                "",
                false
            ],
            [
                "Contacts and negotiations at an expert level in the context of this deal are ongoing.",
                "Dmitry Peskov",
                true
            ],
            [
                "This is all I can say for now.",
                "Dmitry Peskov",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "share",
            "missile",
            "technology",
            "look",
            "minister",
            "victory",
            "joint",
            "russia",
            "defense",
            "deal",
            "system",
            "wont",
            "s400",
            "turkey"
        ]
    }
]