[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/10/trump-derangement-syndrome-on-the-vegas-shooting-2537212.html",
        "title": "Trump Derangement Syndrome on The Vegas Shooting",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By ram7932\nTuesday, October 3, 2017 4:19\n% of readers think this story is Fact. Add your two cents.\nCDN – http://www.conservativedailynews.com\nA lot of people think everybody is innocent and clean and pure as the wind-driven snow until something poisons them or ruins them. And that’s not true. There is pure evil, born that way and there’s nothing you can do about. Rush Limbaugh 10/2/2017 No sooner had the Las Vegas massacre been over, in fact just a few hours, people laid dead in the streets, others were dying, bleeding and being operated on in hospitals, confusion was in the air when Trump Derangement Syndrome reared its’ ugly head and media and Dems immediately began politicizing the incident. Elizabeth Warren issued a statement saying “Thoughts and prayers are not enough. Not when more moms and dads will bury their kids this week and more sons and daughters will grow up without parents.” Not one word of sympathy echoed from her. Nancy Pelosi called for Paul Ryan to have a special committee to examine guns and violence in this country. Hey, Nancy wait until the dust settles first. Naturally, Hillary Clinton had to step into the fracas saying, “Our grief isn’t enough. We must put politics aside and stand up to the NRA and work together to try to stop this from …\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nb4\n240 million people world wide were killed by direct goooovermint action in the last century—ban government–every day on average 109 people die on the roads in usa..over 3,000 a month–almost 40,000 this year–they are highly regulated and under constant police watch–lets ban cars–4.5 million will have serious injuries in car crashes this year also in usa–ban the damn cars!\nOct 3, 2017, 4:59 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Thoughts and prayers are not enough.",
                "Elizabeth Warren",
                true
            ],
            [
                "Not when more moms and dads will bury their kids this week and more sons and daughters will grow up without parents.",
                "Elizabeth Warren",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "derangement",
            "vegas",
            "shooting",
            "work",
            "word",
            "saying",
            "syndrome",
            "nancy",
            "trump",
            "winddriven",
            "pure"
        ]
    }
]