[
    {
        "url": "http://www.bbc.com/news/entertainment-arts-41564581",
        "title": "The Last Jedi trailer: Four big questions we want the answers to",
        "authors": [
            {
                "name": "Ian Youngs",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "By Ian Youngs Entertainment reporter\n10 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Lucasfilm\nImage caption Will Daisy Ridley's Rey use the Force for good or evil?\nThe first full trailer for Star Wars: The Last Jedi does its job brilliantly - it teases galaxy-rattling plot lines while leaving you unsure about whether what you think will happen is what is actually going to happen.\nOn top of that, there are the \"oohs\" of spectacular battle scenes combined with the \"ahhs\" of some new cute fluffy creatures.\nWe also see Carrie Fisher in some of her final shots as General Leia, filmed before her death last Christmas.\nAbove all, it raises some big questions about what might unfold in the Star Wars universe.\nThese might be spoilers. They might not. We're not sure yet.\nWill Rey go to the Dark Side?\nImage copyright Lucasfilm\n\"When I found you, I saw raw, untamed power. And beyond that... something truly special.\"\nThose are the opening, growling words from Snoke, Andy Serkis's Supreme Leader of the First Order, who we see properly for the first time.\nIs he talking about Kylo Ren (Adam Driver), who is in some of the opening shots? Or is he actually talking about Rey (Daisy Ridley), who the trailer then cuts to?\nImage copyright Lucasfilm\nShe's seen learning to harness the Force on Luke Skywalker's (Mark Hamill) island retreat.\n\"I've seen this raw strength only once before,\" he intones, looking pretty petrified, apparently comparing Rey to Ren. \"It didn't scare me enough then. It does now.\"\nAt the end of the trailer, we see Snoke apparently torturing Rey before she says: \"I need someone to show me my place in all this.\"\nIt looks like she's talking to Ren. He offers his hand. Clever trailer editing? Or do they really join forces?\nWill Kylo Ren kill General Leia?\nImage copyright Lucasfilm\n\"Let the past die,\" Ren says as we see him hurtling through a space battle in his new TIE silencer. \"Kill it. If you have to.\"\nCut to a shot of General Leia (Ren's mum). He dispatched his dad, Han Solo, in the last film. Will Leia meet the same fate?\n\"That's the only way to become what you're meant to be,\" he adds.\nLeia is silent but furrowed of brow, as you might look if you fear you might be killed by your son.\nKylo's thumb hovers above the big red button. He quivers and gulps, as you might if you might be about to kill your mother.\nWhy is Finn in a First Order uniform?\nImage copyright Lucasfilm\nFinn (John Boyega) takes a back seat to Rey and Kylo Ren in this trailer.\nBut when he does appear, to battle Captain Phasma (Gwendoline Christie), he's in a First Order uniform. Has he gone undercover?\nWhat is the Porg so scared of?\nImage copyright Lucasfilm\nThe Porg is the furry creature we see riding with Chewbacca in the Millennium Falcon, and which looks like a cross between a baby penguin and a guinea pig, with an added fish's mouth and golf ball eyes.\nIt squawks in fear at something. Perhaps if you were used to a life of crashing waves, being chased through space by TIE fighters would do that to you.\nThe Porg will undoubtedly be this year's must-have fluffy toy. Or if they don't take your fancy, there are always the pointy-eared white ice fox things that are seen later.\nThe Last Jedi is out in the UK on 14 December.\nFollow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk .\nTop Stories\n",
        "quotes": [
            [
                "When I found you, I saw raw, untamed power.",
                "",
                true
            ],
            [
                "And beyond that... something truly special.",
                "",
                true
            ],
            [
                "I've seen this raw strength only once before,",
                "",
                true
            ],
            [
                "It didn't scare me enough then.",
                "",
                true
            ],
            [
                "I need someone to show me my place in all this.",
                "Carrie Fisher",
                true
            ],
            [
                "That's the only way to become what you're meant to be,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.instagram.com/BBCNewsEnts/",
                "https://www.youtube.com/watch?v=Q0CbN8sfihY",
                "https://www.facebook.com/BBCEntsNews/",
                "https://twitter.com/BBCNewsEnts"
            ]
        },
        "key_words": [
            "jedi",
            "talking",
            "ren",
            "kylo",
            "leia",
            "seen",
            "trailer",
            "order",
            "porg",
            "rey",
            "questions",
            "big",
            "answers",
            "copyright"
        ]
    }
]