[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/bryan-pagliano-hillary-clinton-emails-contempt/index.html",
        "title": "House oversight panel votes Clinton IT chief in contempt",
        "authors": [
            {
                "name": "Deirdre Walsh",
                "link": null
            },
            {
                "name": "Tom Lobianco",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Updated 2:21 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nThe House Oversight panel voted 19-15 to hold Bryan Pagliano in contempt\nPagliano failed to show for a second hearing on Clinton's emails and private server\nWashington (CNN)\nMembers of the House Oversight and Government Reform Committee voted along party lines Thursday to hold the architect of Hillary Clinton's private email server in contempt for failing to appear before them.\nThe panel's 19-15 vote came after Bryan Pagliano failed to attend a second hearing on Clinton's emails and use of a private server while leading the State Department. Republicans blasted his decision as an act of defiance, but Pagliano's lawyers said the demand that he appear \"betrays a naked political agenda.\"\nHouse Oversight Chairman Jason Chaffetz, a Utah Republican, argued that previous testimony from another one of Clinton's IT workers, Justin Cooper, made it imperative for Pagliano to testify.\n\"I explained Mr. Pagliano was uniquely qualified to provide testimony to help the committee better understand Secretary Clinton's use of a private email server. This is indisputable,\" Chaffetz said. \"I also made clear the committee would consider all options regarding Mr. Pagliano's failure to appear, including consideration of recommending he be held in contempt.\"\nRead More\nPagliano was first called before the oversight committee last week but did not appear. Pagliano pleaded the Fifth Amendment in a closed-door hearing last year of the House panel investigating the Benghazi attacks.\nIt is unclear when the full House would take up a vote on the contempt resolution approved Thursday.\nPagliano's lawyers accused Chaffetz of launching a witch hunt.\n\"A subpoena issued by a congressional committee is required by law to serve a valid legislative purpose -- and there is none here. Your demand under the present circumstances, that Mr. Pagliano again assert his constitutional rights in front of video cameras six weeks before the presidential election, betrays a naked political agenda and furthers no valid legislative aim,\" Pagliano's lawyers wrote in a letter to the committee on Wednesday.\nRep. Elijah Cummings, the top Democrat on the panel, defended Pagliano's refusal to appear.\n\"There is no legitimate legislative purpose in forcing Mr. Pagliano to appear before the committee to assert his Fifth Amendment rights before Congress for a second time, and there is certainly no legitimate legislative purpose in forcing him to do so in public,\" Cummings said Thursday.\nThe Clinton campaign said Thursday it had not told Pagliano whether or not to testify, and blasted the oversight hearings into her private email server.\n\"He made his own decision, but we certainly have not prevailed upon anyone to cooperate with this sham of an inquiry,\" Clinton spokesman Brian Fallon said. \"The career officials at the FBI and the Justice Department already thoroughly investigated this matter, and closed the case with no further action, and Jason Chaffetz is abusing his office with this blatantly partisan attempt to hurt Hillary Clinton's presidential campaign.\"\n",
        "quotes": [
            [
                "I explained Mr. Pagliano was uniquely qualified to provide testimony to help the committee better understand Secretary Clinton's use of a private email server.",
                "Jason Chaffetz",
                true
            ],
            [
                "I also made clear the committee would consider all options regarding Mr. Pagliano's failure to appear, including consideration of recommending he be held in contempt.",
                "Jason Chaffetz",
                true
            ],
            [
                "A subpoena issued by a congressional committee is required by law to serve a valid legislative purpose -- and there is none here.",
                "Bryan Pagliano",
                true
            ],
            [
                "Your demand under the present circumstances, that Mr. Pagliano again assert his constitutional rights in front of video cameras six weeks before the presidential election, betrays a naked political agenda and furthers no valid legislative aim,",
                "Bryan Pagliano",
                true
            ],
            [
                "There is no legitimate legislative purpose in forcing Mr. Pagliano to appear before the committee to assert his Fifth Amendment rights before Congress for a second time, and there is certainly no legitimate legislative purpose in forcing him to do so in public,",
                "Cummings",
                true
            ],
            [
                "He made his own decision, but we certainly have not prevailed upon anyone to cooperate with this sham of an inquiry,",
                "Brian Fallon",
                true
            ],
            [
                "The career officials at the FBI and the Justice Department already thoroughly investigated this matter, and closed the case with no further action, and Jason Chaffetz is abusing his office with this blatantly partisan attempt to hurt Hillary Clinton's presidential campaign.",
                "Brian Fallon",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/09/13/politics/bryan-pagliano-clinton-staffer-pleads-fifth/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "contempt",
            "panel",
            "chief",
            "second",
            "server",
            "testimony",
            "committee",
            "clinton",
            "clintons",
            "votes",
            "house",
            "pagliano",
            "appear",
            "voted",
            "oversight",
            "private"
        ]
    }
]