[
    {
        "url": "https://www.cnn.com/2016/09/20/politics/yg-fdt-donald-trump-election-2016/index.html",
        "title": "YG seizes mantle as rap's most outspoken Donald Trump critic",
        "authors": [
            {
                "name": "Eli Watkins",
                "link": null
            },
            {
                "name": "Deena Zaru",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-20",
        "text": "YG seizes mantle of rap's most outspoken Donald Trump critic\nUpdated 2:16 PM ET, Wed August 16, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nStory highlights\nThis Compton rapper joins a parade of rapper who've attacked Donald Trump\nHe's not exactly political, but he said Trump made him speak out\n(CNN)\nRapper YG really wants you to know he doesn't like Donald Trump.\nWhile other hip-hop artists like Rick Ross, Jeezy and TI have publicly dissed the Republican presidential nominee, none have gotten as much traction as YG, and arguably, none have been as singularly focused.\nIn the lead-up to his second studio album, \"Still Brazy,\" the California rapper dropped a single called \"FDT,\" a song whose title is made up of the GOP nominee's initials and an expletive.\nAs the track opens, YG says, \"Me and all my peoples, we always thought he was straight, influential motherf---er when it came to the business. But now, since we know how you really feel, this is how we feel. F--- Donald Trump.\" Then he launches into his anthem, cursing the real estate mogul's name dozens of times.\nRead More\nIt was something of a new area for the West Coast rapper. The songs off his first album, like \"Bicken back being bool\" or \"Who do you love,\" were largely apolitical, even if they did veer into socially conscious territory once in a while.\nBy his own admission, YG is \"not political.\" He told CNN in a wide-ranging interview about his music over the summer his concerns over issues like Trump's anti-Mexican rhetoric and his dismissal of police brutality and the Black Lives Matter movement led him to speak out.\n\"He can't be counted on to handle these issues. This issue is important to the black community, period. It's life,\" YG said. \"This s--- is bigger than hip- hop. ... We're supposed to use our platform to speak up and bring our brothers together and put some light on some of this s--- that's not right for our people.\"\nJUST WATCHED\nTrump on Black Lives Matter leaders 01:34\nYG also called out other rappers for not speaking out against what he considers a \"racist\" campaign. He said they were putting their personal interests and fear of backlash over their beliefs.\n\"They're scared on what comes with it, what could come with it,\" YG said, adding, \"They're not doing business with Trump. ... They're saying they ain't political. They ain't going to get into all this s---... I'm not political either bro, but guess what? All that s--- matters.\"\nYG said that fear of backlash is not unfounded, and added that he has faced repercussions over his song. He told TMZ in April that the US Secret Service reached out to his record label after he dropped \"FDT.\"\n\"If I talk about him on my album, they're gonna try to take it off the shelf,\" YG told TMZ.\nSecret Service spokeswoman Nicole Mainor declined to verify or deny those claims, telling CNN, \"The Secret Service does not discuss protective investigations.\"\nPotential Secret Service warnings aside, the Compton rapper hasn't let up.\nIn May 2016, he released a video where he read the lyrics to \"FDT\" from behind a podium, offering the lines as a point-by-point rebuttal to a Trump speech. Just before the Republican National Convention, YG released \"FDT Part 2,\" a remix featuring unlikely YG collaborators Macklemore and G-Eazy. On his verse to close out the song, YG nods to the two white rappers joining him and says of Trump, \"your own kind don't even like you.\"\n\"I'm on tour with two of the biggest white rappers in the game right now,\" YG said. \"(The) fan base a little different than mine. So I'm touching a lot of new people that I ain't never touched before. So it's a good thing. That's what it's about.\"\nYG performs during day 1 of the 2014 Budweiser Made in America Festival at Los Angeles Grand Park on August 30, 2014 in Los Angeles, California.\nBut YG did not leave it at that either. In mid-August, he announced a nationwide \"F--- Donald Trump\" tour, giving the song a final whirl before Election Day. Then in mid-September he released a skit teasing his tour, where an actor playing Trump says \"what do they got to lose,\" recalling the Republican nominee's outreach to African Americans.\nThe rapper has not decided whether he will vote in November and said that his opposition to Trump is not a show of support for Democratic presidential nominee Hillary Clinton.\n\"Out of Donald Trump and Hillary Clinton, I would rather Clinton be president but just overall, I would rather Obama have a third term,\" YG said.\n",
        "quotes": [
            [
                "Me and all my peoples, we always thought he was straight, influential motherf---er when it came to the business.",
                "",
                true
            ],
            [
                "But now, since we know how you really feel, this is how we feel.",
                "",
                true
            ],
            [
                "He can't be counted on to handle these issues.",
                "",
                true
            ],
            [
                "This issue is important to the black community, period.",
                "",
                true
            ],
            [
                "This s--- is bigger than hip- hop.",
                "",
                true
            ],
            [
                "We're supposed to use our platform to speak up and bring our brothers together and put some light on some of this s--- that's not right for our people.",
                "",
                true
            ],
            [
                "They're scared on what comes with it, what could come with it,",
                "",
                true
            ],
            [
                "They're not doing business with Trump.",
                "",
                true
            ],
            [
                "They're saying they ain't political.",
                "",
                true
            ],
            [
                "They ain't going to get into all this s---...",
                "",
                true
            ],
            [
                "I'm not political either bro, but guess what?",
                "",
                true
            ],
            [
                "If I talk about him on my album, they're gonna try to take it off the shelf,",
                "",
                true
            ],
            [
                "The Secret Service does not discuss protective investigations.",
                "Nicole Mainor",
                true
            ],
            [
                "your own kind don't even like you.",
                "Donald Trump",
                false
            ],
            [
                "I'm on tour with two of the biggest white rappers in the game right now,",
                "",
                true
            ],
            [
                "The) fan base a little different than mine.",
                "",
                true
            ],
            [
                "So I'm touching a lot of new people that I ain't never touched before.",
                "",
                true
            ],
            [
                "So it's a good thing.",
                "",
                true
            ],
            [
                "That's what it's about.",
                "",
                true
            ],
            [
                "what do they got to lose,",
                "Donald Trump",
                false
            ],
            [
                "Out of Donald Trump and Hillary Clinton, I would rather Clinton be president but just overall, I would rather Obama have a third term,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.tmz.com/2016/04/25/yg-donald-trump-secret-service/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=SBobjL8cghY",
                "https://www.youtube.com/watch?v=WkZ5e94QnWk",
                "https://www.youtube.com/watch?v=mowauY-41uk"
            ]
        },
        "key_words": [
            "seizes",
            "mantle",
            "critic",
            "song",
            "service",
            "s",
            "trump",
            "outspoken",
            "black",
            "donald",
            "raps",
            "rapper",
            "tour",
            "yg",
            "told"
        ]
    }
]