[
    {
        "url": "https://www.reuters.com/article/us-india-banks-exclusive/exclusive-no-respite-for-indian-banks-as-bad-loans-hit-record-146-billion-idUSKBN1CF1NT",
        "title": "Exclusive: No respite for Indian banks as bad loans hit record $146 billion",
        "authors": [
            {
                "name": "Devidutta Tripathy",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "October 10, 2017 /  1:03 PM / 2 years ago\nExclusive: No respite for Indian banks as bad loans hit record $146 billion\n5 Min Read\nMUMBAI (Reuters) - Indian banks’ sour loans hit a record 9.5 trillion rupees ($145.56 billion) at the end of June, unpublished data shows, suggesting Asia’s third-largest economy is no nearer to bringing its bad debt problems under control.\nFILE PHOTO - Commuters walk past a bank sign along a road in New Delhi, India, November 25, 2015. REUTERS/Anindito Mukherjee/File Photo\nA review of Reserve Bank of India (RBI) data obtained through right-to-information requests shows banks’ total stressed loans - including non-performing and restructured or rolled over loans - rose 4.5 percent in the six months to end-June. In the previous six months they had risen 5.8 percent.\nWhile banks remain the main source of funding for India’s companies, the stubborn bad debt problem has eaten into bank profits and choked off new lending, especially to smaller firms, at a time when an economy that depends on them is stalling.\nIndia grew at its slowest pace in three years in April-June - a concern for the government of Prime Minister Narendra Modi, who faces elections in 2019 and has pledged to create millions of new jobs before then.\nBanks are having to take higher provisions to account for more defaulters being pushed into bankruptcy. And margins are likely to be squeezed further by proposed new rules to encourage commercial banks to pass on central bank interest rate cuts.\nTo be sure, the bulk of India’s sour loans are in the state banks and stem from lending to large conglomerates, especially in steel and infrastructure. But analysts say the rise in bad loans among small firms, and even retail borrowing, is worrying and will do little to encourage new loans to help fuel growth.\n“On the corporate side, we think it’s a recognition cycle which is nearing an end,” said Alka Anbarasu, senior analyst at Moody’s Investor Service, referring to more bad loans being recognized as such, as banks come under pressure from the RBI and other regulators. “But it’s really those data points beyond corporate that are causing some worry.”\nAnbarasu forecast weak quarters ahead for banks before profitability picks up, and several senior bankers from public sector lenders - which account for more than two-thirds of Indian banking assets - agreed the months ahead would be strained.\nStressed loans as a percentage of total loans reached 12.6 percent at end-June, according to the RBI data, the highest level in at least 15 years.\nHIGHER PROVISIONS, WEAKER LOANS\nPart of the issue for banks and the government is a strict provisioning regime: the RBI wants banks to provide for at least 50 percent of the secured loans to companies taken to bankruptcy proceedings, and 100 percent for the unsecured part.\nA dozen of the biggest such cases account for nearly 1.78 trillion rupees, or a quarter of total non-performing assets.\nFor those companies, banks will need to provide 180 billion rupees on top of existing provisions, according to July estimates from India Ratings and Research, the local affiliate of Fitch Ratings.\nMore than 20 other sizeable companies are at risk of being taken to bankruptcy court.\nBankers say these and other pressures - including rising government bond yields that forced banks to post mark-to-market losses - have added to the squeeze, and hit new loans.\nAccording to RBI data, new loans grew at just about 5 percent in the year to March, the lowest growth rate in more than six decades. Several banks have already cut back their loan books to conserve capital.\n“What are they (RBI) thinking while they’re taking these steps all at the same time?” said a treasurer at a state-run bank, who didn’t want to be named due to the sensitivity of the issue. “Do they want banks to wind up their businesses, or do they want to save the banks?”\nTreasury income accounted for 22.7 percent of banks’ operating profits in the last financial year, doubling its share from a year earlier, India Ratings estimates.\n“The almost zero treasury income will hit provisioning ability and, in turn, make it more difficult for weaker banks to give loans as capital becomes more scarce,” said Soumyajit Niyogi, an associate director at the rating agency.\nA senior policymaker, who requested anonymity as the discussions are not public, said the government would have to help to sufficiently capitalize the banks.\nFitch Ratings estimates Indian banks will need $65 billion of additional capital by March 2019 to meet Basel III global banking rules. Moody’s expects the top 11 state lenders alone will need nearly $15 billion. The government has just $3 billion left in its budget for bank recapitalization.\n“We think capitalization is the biggest challenge for the banks at the moment, given that earnings will remain subdued and will not support any capital generation,” said Moody’s Anbarasu.\nReporting by Devidutta Tripathy and Suvashree Choudhury; Editing by Clara Ferreira Marques and Ian Geoghegan\n",
        "quotes": [
            [
                "On the corporate side, we think it’s a recognition cycle which is nearing an end,",
                "Alka Anbarasu",
                true
            ],
            [
                "But it’s really those data points beyond corporate that are causing some worry.",
                "Alka Anbarasu",
                true
            ],
            [
                "What are they (RBI) thinking while they’re taking these steps all at the same time?",
                "",
                true
            ],
            [
                "Do they want banks to wind up their businesses, or do they want to save the banks?",
                "",
                true
            ],
            [
                "The almost zero treasury income will hit provisioning ability and, in turn, make it more difficult for weaker banks to give loans as capital becomes more scarce,",
                "Soumyajit Niyogi",
                true
            ],
            [
                "We think capitalization is the biggest challenge for the banks at the moment, given that earnings will remain subdued and will not support any capital generation,",
                "Moody's Anbarasu",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "exclusive",
            "respite",
            "bad",
            "india",
            "billion",
            "146",
            "bank",
            "rbi",
            "hit",
            "indian",
            "total",
            "banks",
            "companies",
            "loans",
            "data",
            "record"
        ]
    }
]