[
    {
        "url": "http://occupydemocrats.com/2016/09/19/just-michigan-republicans-ban-flint-suing-gov-snyder-mass-poisoning/",
        "title": "JUST IN: Michigan Republicans Ban Flint From Suing Gov. Snyder Over Mass Poisoning",
        "authors": [
            {
                "name": "Colin Taylor",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-19",
        "text": "Now Reading\nJUST IN: Michigan Republicans Ban Flint From Suing Gov. Snyder Over Mass Poisoning\n0 Shares\nRead Next\nThe so called “small government” Republicans running the state of Michigan are so fond of letting communities run their own affairs that they’ve blocked the city of Flint from being able to sue the state after the Governor’s specially-appointed “emergency manager” made a series of decisions that led to the mass poisoning of thousands with lead-tainted water.\nJust days after Flint’s Mayor Karen Weaver indicated that her town might sue the state, Republican Governor Rick Snyder and his appointed five-man Receivership Transition Advisory Board changed the rules, preventing the city from suing without approval from the Advisory Board.\nHouse Speaker Kevin Cotter (R-Mt. Pleasant) complained that “a reckless lawsuit could throw the state budget into disarray and undermine everything we’ve done for the city.” They’ve done quite enough to make the lives of Flint citizens worse already.\nGov. Snyder’s senseless Tea Party tax cuts blew gigantic holes in the state budget , prompting him to appoint emergency “managers” to rule bankrupt cities without any oversight from local governments. Those managers then arranged the switch from the Detroit water system to the heavily polluted Flint River water, ostensibly to “save money” but accusations of orchestrating a conspiracy to privatize the water company make the situation even murkier.\nSee Also\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "a reckless lawsuit could throw the state budget into disarray and undermine everything we’ve done for the city.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://occupydemocrats.com/2016/01/24/newly-leaked-emails-indicate-michigan-republicans-didnt-poison-water-to-save-money-2/",
                "http://www.usatoday.com/story/news/nation-now/2016/09/19/flint-michigan-loses-power-suit/90682380/",
                "http://www.lansingstatejournal.com/story/news/local/capitol/2015/01/16/state-revenue-shortfall-corporate-tax-credits/21859767/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "state",
            "theyve",
            "mass",
            "small",
            "flint",
            "snyder",
            "gov",
            "republicans",
            "water",
            "city",
            "republican",
            "ban",
            "poisoning",
            "michigan",
            "sue",
            "suing"
        ]
    }
]