[
    {
        "url": "https://www.reuters.com/article/us-soccer-fifaawards-goals/giroud-scorpion-kick-shortlisted-for-fifa-goal-award-idUSKBN1CF0F8",
        "title": "Giroud scorpion kick shortlisted for FIFA goal award",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "2 Min Read\nBritain Football Soccer - Arsenal v Crystal Palace - Premier League - Emirates Stadium - 1/1/17 Arsenal's Olivier Giroud celebrates scoring their first goal  Action Images via Reuters / John Sibley Livepic\n(Reuters) - Olivier Giroud’s scorpion kick strike for Arsenal against Crystal Palace last season was shortlisted for FIFA’s goal of the year award on Monday, alongside efforts from Venezuelan teenager Deyna Castellanos and goalkeeper Oscarine Masuluke.\nGiroud scored with an improvised volley in the Premier League match on Jan. 1, producing an acrobatic flick with his left heel to convert Alexis Sanchez’s cross into the net off the crossbar while tumbling forward.\nArsenal won the match 2-0 and Giroud, who admitted afterwards that he had a bit of luck with his connection, said it was the best goal he had ever scored.\nThe 31-year-old is the seventh Frenchman to be nominated for the award but the first to make the final shortlist of three, world soccer’s governing body said on its website. (www.fifa.com)\nCastellanos is the second Venezuelan woman in successive years to make the final three and was nominated for her strike from the halfway line against Cameroon at the U-17 Women’s World Cup in Jordan last year.\nThe 18-year-old follows in the footsteps of compatriot Daniuska Rodriguez, whose goal made the final three for last year’s award but lost out to Malaysian Mohd Faiz Subri’s spectacular 35-metre, swerving free-kick.\nSouth Africa’s Masuluke is the first goalkeeper as well as the first player from Africa to make it to the final three for his last minute bicycle-kick equalizer for Baroka FC against Orlando Pirates last year.\nThe winner of the award, named after the late Hungary captain Ferenc Puskas, will be decided by the public and announced at FIFA’s annual player of the year ceremony in London on Oct. 23.\nWriting by Simon Jennings in Bengaluru; Editing by John O'Brien\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "kick",
            "player",
            "award",
            "world",
            "giroud",
            "fifa",
            "final",
            "venezuelan",
            "palace",
            "premier",
            "strike",
            "yearthe",
            "goal",
            "scorpion",
            "shortlisted"
        ]
    }
]