[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/charlotte-mike-pence-police-shootings/index.html",
        "title": "Pence: 'Too much talk' of institutional, racial bias in law enforcement",
        "authors": [
            {
                "name": "Elizabeth Landers",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Pence: 'Too much talk' of institutional, racial bias in law enforcement\nUpdated 5:54 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nStory highlights\n\"There's been far too much of this talk of institutional bias or racism within law enforcement,\" Pence said\nThe governor reiterated his belief that it is a challenging time to be in law enforcement\nColorado Springs, Colorado (CNN)\nIndiana Gov. Mike Pence told a church group here Thursday that there is \"far too much of this talk of institutional bias or racism within law enforcement\" during a conversation about faith.\nPence was answering a question posed by Bishop John Brannon who asked about how Pence as vice president could personally unite the nation. Pence referenced recent police shootings of black men in Tulsa, Oklahoma, and Charlotte, North Carolina, saying, \"It's a very troubling time for us.\"\nThe Charlotte shootings, which led to violence and unrest in that city this week, have sparked discussions of lethal police force against African-Americans.\nPence mentioned faith as his first means to reunite the country and reduce violence, but then said he thought there was too much talk of how law enforcement officers conduct themselves.\n\"Donald Trump and I believe there's been far too much of this talk of institutional bias or racism within law enforcement. That police officers are human beings. In difficult and life threatening situations, mistakes are made and people have to be held to strict account,\" Pence said.\nRead More\nThe governor reiterated his belief that it is a challenging time to be in law enforcement and doubled down that \"we ought to set aside this talk about institutional racism and institutional bias.\"\nHe finished his answer by saying it's time to \"move away from the rhetoric of division and embrace the rhetoric of unity.\"\nThe governor expressed his opinion that when tragedies happen, voices of division come forward instead of voices of unity, though he did not directly mention President Barack Obama's leadership.\nAsked Wednesday about the police shootings in Charlotte and Tulsa, Trump did not address the Charlotte incident but said he was \"very, very troubled\" by the shooting of Terence Crutcher, an unarmed black man, in Tulsa on Friday night.\n",
        "quotes": [
            [
                "There's been far too much of this talk of institutional bias or racism within law enforcement,",
                "",
                true
            ],
            [
                "far too much of this talk of institutional bias or racism within law enforcement",
                "Mike Pence",
                false
            ],
            [
                "It's a very troubling time for us.",
                "",
                true
            ],
            [
                "Donald Trump and I believe there's been far too much of this talk of institutional bias or racism within law enforcement.",
                "Donald Trump",
                true
            ],
            [
                "That police officers are human beings.",
                "Donald Trump",
                true
            ],
            [
                "In difficult and life threatening situations, mistakes are made and people have to be held to strict account,",
                "Donald Trump",
                true
            ],
            [
                "we ought to set aside this talk about institutional racism and institutional bias.",
                "",
                false
            ],
            [
                "move away from the rhetoric of division and embrace the rhetoric of unity.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/09/22/politics/donald-trump-crime-agenda-charlotte/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "talk",
            "institutional",
            "racism",
            "racial",
            "law",
            "enforcement",
            "bias",
            "far",
            "pence",
            "theres",
            "violence"
        ]
    }
]