[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/boys-letter-to-obama-syria-refugee/index.html",
        "title": "US boy, six, asks Obama if he can adopt Omran Daqneesh",
        "authors": [
            {
                "name": "Claire Corkery",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "'He will be our brother': US boy asks Obama if he can adopt Syrian refugee\nBy Claire Corkery, CNN\nUpdated 2:44 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nBoy sent letter to Barack Obama, offering to take in five-year-old Syrian refugee Omran.\nAfter posting the letter on Facebook, the US President urged readers: \"We should all be more like Alex.\"\n(CNN)\nThe image of five-year-old Omran sat alone in an ambulance, covered in dust and blood, shocked the world and inspired six-year-old Alex, from Scarsdale, New York, to take action.\nIn a handwritten letter sent to the White House, Alex asked Obama to go and collect Omran and bring him to his house where \"we will be waiting for you guys with flags, flowers, and balloons.\"\nIn his letter to Obama, Alex offered to teach Omran how to ride a bike.\nAlex said that Omran could be part of his family, and offered to be his brother. He said he would teach him how to speak English, to ride a bike and added that his sister Catherine would share her toys with him.\nObama read Alex's words aloud in a speech he gave at the United Nations earlier this week, before posting a video of Alex reading the letter himself to Facebook.\nRead More\nIn his message, Obama asked people to read the letter to \"understand why he had decided to share it with the world.\"\n\"Those are the words of a six-year-old boy -- a young child who has not learned to be cynical, or suspicious, or fearful of other people because of where they come from, how they look, or how they pray,\" the President wrote.\nAt the time of writing the post has collected more than 100,000 \"likes\" and been shared more than 60,000 times, with many Facebook users praising the compassion shown by Alex.\nOne Facebook user wrote: \"A six-year-old who has more humanity, love, and understanding than most adults. Kudos to his parents and I know the world will see more great things coming from Alex.\"\nAnother added: \"I heard this earlier today, as read by my president. Even with that pre-conditioning, made me cry while reading it just now. Neither of these sweet little boys, someone's sons, are Skittles.\"\n",
        "quotes": [
            [
                "We should all be more like Alex.",
                "",
                true
            ],
            [
                "we will be waiting for you guys with flags, flowers, and balloons.",
                "Obama",
                false
            ],
            [
                "understand why he had decided to share it with the world.",
                "Obama",
                false
            ],
            [
                "Those are the words of a six-year-old boy -- a young child who has not learned to be cynical, or suspicious, or fearful of other people because of where they come from, how they look, or how they pray,",
                "",
                true
            ],
            [
                "A six-year-old who has more humanity, love, and understanding than most adults.",
                "",
                true
            ],
            [
                "Kudos to his parents and I know the world will see more great things coming from Alex.",
                "",
                true
            ],
            [
                "I heard this earlier today, as read by my president.",
                "Obama",
                true
            ],
            [
                "Even with that pre-conditioning, made me cry while reading it just now.",
                "Obama",
                true
            ],
            [
                "Neither of these sweet little boys, someone's sons, are Skittles.",
                "Obama",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://edition.cnn.com/2016/08/17/world/syria-little-boy-airstrike-victim/index.html",
                "https://www.cnn.com/2016/09/19/politics/donald-trump-jr-twitter-refugees/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "asks",
            "sent",
            "obama",
            "sixyearold",
            "letter",
            "offered",
            "alex",
            "daqneesh",
            "boy",
            "teach",
            "adopt",
            "york",
            "omran"
        ]
    }
]