[
    {
        "url": "http://www.bbc.com/news/blogs-news-from-elsewhere-41570712",
        "title": "Students skate 352 miles during Chinese holiday week",
        "authors": [
            {
                "name": "News Elsewhere...",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "By News from Elsewhere... ...as found by BBC Monitoring\n10 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright SINA WEIBO\nImage caption Two students travelled 352 miles (567 kilometres), the same distance from London to Sheffield and back\nA couple of Chinese students opted to avoid traffic jams during the Golden Week holiday by travelling 352 miles (567 kilometres) to their destination by roller skate, it's reported.\nAccording to Beijing Youth Daily the two university students set off from Jining College in eastern Shandong province on 1 October and spent five days travelling by roller skate along the motorway to Beijing, where they had plans to spend their autumn break.\nThe Golden Week holiday sees millions of Chinese travel to their hometowns and villages to spend time with their relatives, but they usually choose conventional road, rail and air journeys.\nThe pair carried some clothes and basic food and water in backpacks, and chose to eat and sleep at places they came across at the roadside. English language newspaper China Daily says that they collectively wore out 12 bearings on their shoes during their journey, which is the same distance as travelling from central London to Sheffield and back.\nCopycats discouraged\n\"Our families were concerned about our safety,\" one of the students told Beijing Youth Daily. \"But before we set out, we sought the advice of professionals on where not to go, and how to stay safe.\"\nJining College confirmed the students' safe arrival by posting pictures of them on their official Sina Weibo microblog .\nBut state media have discouraged other students from copying their method of travel. Beijing Traffic Police told China Daily that the students violated traffic rules, and that others looking to carry out similar journeys could face fines.\nNevertheless, the students insist that they have no regrets about carrying out this journey. \"This trip was interesting and meaningful. We just took advantage of this holiday and were able to realise a dream.\"\nReporting by Kerry Allen\nRelated Topics\n",
        "quotes": [
            [
                "Our families were concerned about our safety,",
                "",
                true
            ],
            [
                "But before we set out, we sought the advice of professionals on where not to go, and how to stay safe.",
                "",
                true
            ],
            [
                "This trip was interesting and meaningful.",
                "",
                true
            ],
            [
                "We just took advantage of this holiday and were able to realise a dream.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://epaper.ynet.com/?div=0",
                "http://www.chinadaily.com.cn/china/2017-10/10/content_33075889.htm",
                "https://passport.weibo.com/visitor/visitor?entry=miniblog&a=enter&url=https%3A%2F%2Fweibo.com%2F5908202745%2FFpgyGptKy&domain=.weibo.com&ua=php-sso_sdk_client-0.6.28&_rand=1565258536.5665"
            ]
        },
        "key_words": [
            "352",
            "traffic",
            "beijing",
            "weibo",
            "skate",
            "travel",
            "holiday",
            "youth",
            "miles",
            "daily",
            "week",
            "chinese",
            "travelling",
            "students"
        ]
    }
]