[
    {
        "url": "https://www.reuters.com/article/us-india-economy-tax/indias-modi-under-fire-eases-burden-on-small-companies-idUSKBN1CB1WL",
        "title": "India's Modi, under fire, eases burden on small companies",
        "authors": [
            {
                "name": "Rupam",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-06",
        "text": "India's Modi, under fire, eases burden on small companies\n4 Min Read\nNEW DELHI (Reuters) - Indian Prime Minister Narendra Modi’s government on Friday eased tax rules for small and medium-sized companies, as it rushes to address growing criticism of its stewardship of Asia’s third-largest economy.\nWorkers dye fabrics inside a dye factory at an industrial area in Mumbai, India October 6, 2017. REUTERS/Shailesh Andrade\nModi, in a rare acknowledgment that economic sentiment had turned negative, this week defended his handling of the economy, which in the June quarter grew at an annual 5.7 percent, its slowest rate in three years.\nSmall and medium-sized enterprises, crucial to Modi’s plans to create millions of more jobs, have been hurt by a massive tax overhaul launched on July 1 that added layers of bureaucracy for companies and hit exports.\nFinance Minister Arun Jaitley on Friday chaired a meeting of the council for the Goods and Services Tax (GST), a landmark reform which turned India’s 29 states into a single customs union for the first time.\nAfter the day-long meeting, Jaitley said small businesses would be allowed to file tax returns once a quarter instead of every month. He also said duties would be cut on some products and the threshold for lower tax would be raised.\n“We are not in a denial mode that there is a problem in the SME (small and medium enterprises) sector,” said a senior lawmaker who has been working with Modi’s office to combat the economic slowdown.\nAjay Sahai, head of the Federation of Indian Export Organisation, said before the Jaitley press conference that its 25,000 small and medium-sized members had found the monthly tax drill “exhausting”.\nWhile a mountain of bad loans has crimped bank lending to India’s bigger companies, smaller firms have been hurt by a government move last November to stamp out “black money” - untaxed cash that oils many industries - and by GST, whose complex structure has baffled companies down the supply chain.\n“Informal sources of working capital (for smaller firms) has dried up,” said Anil Bhardwaj at the Federation of Indian Micro and Small and Medium Enterprises.\nHe predicted that it would be another year before GST began to have a positive impact on smaller companies.\nJaitley has promised steps to boost economic growth back above 7 percent and toward the levels economists say India requires to generate employment for the one million entering the workforce every month.\nModi built a reputation as an economic reformer capable of delivering jobs and wealth for an increasingly aspirational population, but slowing growth will be near the top of voter concerns in upcoming state elections.\nInvestment remains low. The government has hiked spending on infrastructure, but private investment has remained muted.\n“It is not easy because our banking system is in deep trouble and private investment is not picking up,” the lawmaker said. “The government will have to recast all policies that will activate the public sector.”\nCommerce Minister Suresh Prabhu said in a tweet his department was working with Jaitley to address GST-related issues of exporters.\nJaitley said input tax credit for exporters for July and August, estimated at $10 billion, would be refunded soon.\nAdditional reporting by Manoj Kumar; Editing by Sanjeev Miglani, Kim Coghill, Larry King\n",
        "quotes": [
            [
                "We are not in a denial mode that there is a problem in the SME (small and medium enterprises) sector,",
                "Modi",
                true
            ],
            [
                "Informal sources of working capital (for smaller firms) has dried up,",
                "Anil Bhardwaj",
                true
            ],
            [
                "It is not easy because our banking system is in deep trouble and private investment is not picking up,",
                "",
                true
            ],
            [
                "The government will have to recast all policies that will activate the public sector.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "small",
            "burden",
            "working",
            "smaller",
            "tax",
            "economic",
            "jaitley",
            "minister",
            "mediumsized",
            "modis",
            "indias",
            "companies",
            "eases",
            "modi"
        ]
    }
]