[
    {
        "url": "http://occupydemocrats.com/2016/09/20/seth-meyer-destroys-trumps-lie-hillary-started-birtherism-video/",
        "title": "Seth Meyers Destroys Trump’s Lie That Hillary Started Birtherism (VIDEO)",
        "authors": [
            {
                "name": "Grant Stern",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-20",
        "text": "Now Reading\nSeth Meyers Destroys Trump’s Lie That Hillary Started Birtherism (VIDEO)\n0 Shares\nRead Next\nIt only took Seth Meyers ten minutes to blow up the gullible media for broadcasting an hour-long Trump infomercial, willfully spreading more of the Republican nominee’s outrageous lies and allowing him to twist the narrative and pretend that he hasn’t been leading the birther movement for the past five years while using the occasion to promote his new hotel.\nAfter a half an hour of free advertising, Trump finally tossed the media the bone they were waiting for, a thirty second statement with no apology that FALSELY claimed that Hillary Clinton started the birther movement in the first place.\nYou don’t peddle racist rhetoric for five years and then decide when it’s over. We decide when it’s over. And it’s certainly not over after a thirty second statement in a thirty minute hotel commercial.\nHe’s right. Donald Trump is a shameless birther, a man who spent half a decade making racist claims about President Obama long past any rational point of interest, questioning the President’s birthplace and religion for the sake of personal attention within the bigot wing of the Republican Party.\nAnyone naïve enough to believe that Donald Trump isn’t a hate-mongering politician merely must look at that thirty second statement, which was immediately followed by the a concentrated effort by the Trump campaign to gaslight the country and claim innocence while blaming Democratic nominee Hillary Clinton. “I’m not sure the guy who holds fake press conferences, has a fake university, a fake foundation, fake hair, and a fake tan, should be in charge of deciding what’s real!” rips Meyers.\nBut it’s a crock of lies, and Seth Meyers called out the Republican nominee for knowingly pulling the hotel commercial stunt  which Trump admitted in a tweet. Meyers pointed out that even CNN’s anchors thought Donald Trump was full of crap while their infomercial was rolling, but they didn’t cut or break away and kept letting the Republican candidate hawk his hotel anyway. Meyers then rips into Trump surrogate and disgraced New Jersey governor Chris Christie for defending Trump while prosecutors are accusing him of orchestrating the “Bridgegate scandal.”The traditional “objective” style of coverage with it’s he said-she said equivalence is not capable of aptly conveying the factual reality of the gushing sewer of falsehoods that is Donald Trump. We who write here seek to ably analyze the news from a reasonable person’s point of view and present to you our readers what has actually occurred with a transparent written analysis of events based on the solid and established facts at hand in our detailed stories.\nSee Also\nWatch it here:\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "I’m not sure the guy who holds fake press conferences, has a fake university, a fake foundation, fake hair, and a fake tan, should be in charge of deciding what’s real!",
                "Seth Meyers Destroys Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://occupydemocrats.com/2016/09/16/trump-just-tricked-gullible-media-promoting-new-hotel-25-minutes/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/realDonaldTrump/status/777013142526185473",
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "meyers",
            "statement",
            "lie",
            "birther",
            "second",
            "donald",
            "destroys",
            "racist",
            "seth",
            "birtherism",
            "republican",
            "trumps",
            "thirty",
            "hillary",
            "fake",
            "video",
            "trump",
            "started"
        ]
    }
]