[
    {
        "url": "http://occupydemocrats.com/2016/09/22/breaking-one-person-killed-protests-teargas-rock-charlotte-second-night-updates/",
        "title": "BREAKING: One Person Killed As Protests, Teargas Rock Charlotte For A Second Night (UPDATES)",
        "authors": [
            {
                "name": "Colin Taylor",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-22",
        "text": "Now Reading\nBREAKING: One Person Killed As Protests, Teargas Rock Charlotte For A Second Night (UPDATES)\n0 Shares\nRead Next\nThe protests that shook the city of Charlotte last night and injured sixteen police officers have continued into a second night. One person has been shot dead ; it is still unclear whether or not the police or a civilian was the shooter. The public displays of frustration over the police shooting of Keith Lamont Scott have mostly been peaceful but certain agitators have been escalating the situation with rocks and looting.\nThe police, in their imposing riot gear and hurling tear gas into the crowds, are not de-escalating matters. The protesters are demanding that the police release the video of the killing of Keith Lamont Scott; the state is responding the only way it knows how – with violence.\nWe hope that protesters will remain peaceful and understand their frustration with the reckless enthusiasm with which American police officers seem to be killing African-American citizens.\nUPDATE: It appears the National Guard is on the way.\nReporter @JoeBrunoWSOC9 says \"help is coming from Washington\" per #Charlotte mayor. #CharlotteProtest #CharlotteUprising #KeithScott\nHere is a livestream of the incident, courtesy of RT.\nUpdates will continue to be posted as they occur.\nProtestors huddle in pkg garage after getting hit by tear gas. Pour milk in eyes & mouth. Say do not use water in eyes. #CharlotteProtest pic.twitter.com/INGqArCENK\nSee Also\nRT MashableNews: Police rush to grab, arrest protester at #CharlotteProtest pic.twitter.com/GSYMs2Srmh\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.charlotteobserver.com/news/local/article103311102.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/CharlotteUprising?src=hash",
                "https://t.co/INGqArCENK",
                "https://twitter.com/hashtag/Charlotte?src=hash",
                "https://twitter.com/hashtag/CharlotteProtest?src=hash",
                "https://occupydemocrats.com/privacy/",
                "https://twitter.com/JoeBrunoWSOC9",
                "https://twitter.com/hashtag/KeithScott?src=hash",
                "https://t.co/GSYMs2Srmh"
            ]
        },
        "key_words": [
            "teargas",
            "charlotte",
            "killing",
            "updates",
            "scott",
            "protesters",
            "lamont",
            "rock",
            "protests",
            "wayhere",
            "killed",
            "person",
            "night",
            "breaking",
            "peaceful",
            "frustration",
            "officers",
            "second",
            "keith"
        ]
    }
]