[
    {
        "url": "http://occupydemocrats.com/2016/09/21/horror-90s-trump-kept-hitlers-speeches-bedside/",
        "title": "HORROR: In The 90’s, Trump Kept Hitler’s Speeches By His Bedside",
        "authors": [
            {
                "name": "Lou Colagiovanni",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-21",
        "text": "Now Reading\nHORROR: In The 90’s, Trump Kept Hitler’s Speeches By His Bedside\n0 Shares\nAfter an exhausting day of ruining the lives of everyday Americans, rumor has it Republican presidential nominee Donald Trump likes to curl up in his gold-plated bed and relax with a book by his favorite author – Adolf Hitler.\nLong before Trump began his run for president where racism, bigotry, hatred, division, and fear became the pillars of his campaign he was studying the work of man who is responsible for the third-most murders in human history. According to a 1990 Vanity Fair article written by Marie Brenner, Trump’s ex-wife Ivana, spilled the beans on Trump’s love affair with Hitler:\nIvana Trump told her lawyer Michael Kennedy that from time to time her husband reads a book of Hitler’s collected speeches, My New Order, which he keeps in a cabinet by his bed. Kennedy now guards a copy of My New Order in a closet at his office, as if it were a grenade. Hitler’s speeches, from his earliest days up through the Phony War of 1939, reveal his extraordinary ability as a master propagandist.\nWhen the pathologically lying Trump was confronted about owning the book he feigned ignorance. The interviewer asked him, “Did your cousin John give you the Hitler speeches?” Trump was shocked and attempted to deflect the question by asking a question, “Who told you that?” but he then confirmed he owned the book, “Actually, it was my friend Marty Davis from Paramount who gave me a copy of “Mein Kampf”, and he’s a Jew.”\nThat Trump would even admit to owning the book is bad enough, but his justification for owning the book offers a window into his contorted carnival house of mirrors logic. Trump reasons it’s okay to read about Hitler hating Jews, because his Jewish friend gifted it to him, and wouldn’t it be rude to discard the gift without giving it a thorough read?\nTrump lied about lying, as is his standard fare. Marty Davis did indeed confirm giving Trump the book, but it was Hitler’s “My Jewish Order” not “Mein Kampf.” Whether or not that is worse is up for debate. Davis went on to say he isn’t Jewish, but that he and Trump are friends.\nSee Also\nThen, likely after realizing he had outed himself as xenophobic towards Jewish people, Trump back peddled claiming even if he had Hitler’s book he wouldn’t read it. Trump said, “If I had these speeches, and I am not saying that I do, I would never read them.” What does he mean he’s not saying he has the speeches? He literally confirmed he had them moments earlier!\nWhile it is an exercise in one’s gag reflex to picture Trump in bed, it is natural to picture him with a Nazi swastika draped over his headboard, while filling his brain with strategies to bamboozle and terrorize the public. Trump’s campaign has been ripped from Hitler’s playbook of demonizing minorities and blaming them for the ills of a nation, which is all the more reason why Trump must be prevented from winning the presidency in less than seven weeks. If Trump has been studying Hitler for almost 30 years it is too generous of a leap to believe Trump was only interested in Hitler’s rise to power, and in fact will continue to crib Hitler’s strategies if and when he assumes power himself.\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "Did your cousin John give you the Hitler speeches?",
                "Ivana Trump",
                true
            ],
            [
                "Actually, it was my friend Marty Davis from Paramount who gave me a copy of “Mein Kampf”, and he’s a Jew.",
                "",
                true
            ],
            [
                "If I had these speeches, and I am not saying that I do, I would never read them.",
                "Ivana Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.vanityfair.com/magazine/2015/07/donald-ivana-trump-divorce-prenup-marie-brenner"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "owning",
            "trump",
            "hitler",
            "jewish",
            "trumps",
            "read",
            "90s",
            "book",
            "order",
            "bedside",
            "horror",
            "hitlers",
            "speeches",
            "kept"
        ]
    }
]