[
    {
        "url": "https://www.nytimes.com/2017/10/11/sports/soccer/world-cup-united-states.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "U.S. Soccer Takes One Giant Step Back",
        "authors": [
            {
                "name": "Jeré Longman",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nImage\nChristian Pulisic, No. 10, and the American team were stymied by Kevon Villaroel and Trinidad and Tobago.CreditCreditRebecca Blackwell/Associated Press\nArgentina was in danger on Tuesday of failing to qualify for the 2018 World Cup. So was the United States. The contrast in the urgency of their responses was staggering.\nLionel Messi found the oxygen of deliverance 9,000 feet above sea level, scoring a wondrous and determined hat trick as Argentina defeated Ecuador, 3-1, on the road in Quito.\n“Pressure makes diamonds,” Ray Hudson, the cockeyed poet of a commentator, said of Messi. “Nothing less than witchcraft from the sorcerer of football.”\nPressure also crumbles resolve.\nThe Americans were shockingly torpid in the heat and humidity at Trinidad and Tobago, wilting in a 2-1 defeat that kept them out of the World Cup for the first time since 1986.\nHad Argentina not qualified, it would have provoked national shame. Another referendum on Messi would have found him deficient, compared with Diego Maradona, in the unresolvable debate about the greatest of all time. On the other hand, soccer’s primacy in Argentina would not have been diminished in the slightest.\nIn the United States, defeat brought hot-take recrimination on Twitter and examination on ESPN, but nothing like the scorn of national outrage. Soccer doesn’t elicit that same rawness of collective emotion here.\nWhen defender Omar Gonzalez, who put a ball into his own net, later told reporters, “We let down an entire nation,” his dejection was understandable but his remark seemed overstated.\nAnd yet absence from the 2018 World Cup may be more acutely felt — may represent a greater setback — in the United States than in countries where soccer is the No. 1 sport, Andrei Markovits, a Michigan professor and co-author of “Offside: Soccer and American Exceptionalism,” argued in a late-night phone call.\nThe arc of American soccer’s rise was nearly continuous for more than 25 years. The men had played in seven consecutive World Cups. The women had won three World Cup titles. Domestic leagues had found stability. The fan base had bulged among adults to 79 million from 59 million between 2010 and 2016, according to a study cited by Sports Illustrated. Teenagers had begun to rate soccer among their favorite sports.\nAnd now that ascent has been interrupted.\nMissing the World Cup, the premier international sporting event, is “a bigger loss, a bigger handicap, a bigger interruption” for the United States in terms of building the sport than it is in soccer-dominant countries, Markovits said.\nThere probably won’t be any impingement on the bid by the United States, Mexico and Canada to host the 2026 World Cup. And Major League Soccer, though the comparisons aren’t precise, is positioned to continue outdrawing the average attendance of the N.B.A. and the N.H.L.\nDevoted fans will watch on television next summer as the World Cup plays out in Russia. But soccer evangelism is what figures to suffer. Casual fans seem less likely to show up at watch parties. Even if they do, they will be unable to find the same ecstatic release that so many did in 2010, when Landon Donovan scored his late, rescuing goal against Algeria.\nImage\nLionel Messi of Argentina, left, rose to the occasion to save his team on Tuesday. The Americans could not do the same.CreditFernando Vergara/Associated Press\n“It doesn’t mean that soccer here is going back to the Dark Ages, when it was basically a fringe sport played by Hungarian émigrés,” Markovits said. “But this retards it, no question about it. It is a grave deficit.”\nAnd yet countries with greater soccer pedigrees than the United States will also be absent from the 2018 World Cup or will face the nervous proposition of a home-and-home playoff to gain admittance.\nChile is out. The Netherlands, a three-time runner-up, is out. Italy, a four-time champion, is on life support in a playoff.\nOnly Brazil has perfect attendance at the 20 World Cups played since the tournament began in 1930. (Germany also has qualified each of the 18 times it has participated.) The architecture of soccer — its low scoring, its capacity for the strange goal, its shoehorning of the final World Cup qualification phase into 10 matches — lends it to extreme randomness not generally found in football, baseball or basketball, said Stefan Szymanski, also a Michigan professor and author of “Money and Soccer.”\nTo say that missing the World Cup “shows everything is wrong with the United States doesn’t follow,” Szymanski said. “This doesn’t prove that. Stuff happens. It’s the nature of the game and not necessarily surprising to see the U.S. knocked out.”\nIn some sense, he said, the United States is now being officially welcomed to the torment of international soccer.\n“This is what being a soccer fan is like,” said Szymanski, who grew up with vicissitudes of English soccer. “You’re prone to the extreme event all the time. There’s no royal road, unless you’re Brazil or Germany.”\nEven then, Brazil, a five-time winner of the World Cup, can sustain the humiliation of a 7-1 loss to Germany at home, as it did in the 2014 semifinals.\nLate Tuesday night, there was an immediate, if undeveloped, call for change in American soccer. Surely, Bruce Arena will not continue for long in his second stint as national coach. The team figures to get younger as it builds around the teenage wonder Christian Pulisic. Perhaps the wave of disappointment will ripple into February’s election for president of the United States Soccer Federation, as Sunil Gulati is expected to seek a fourth term.\nBut change in development is never easy. Szymanski’s research of international teams, dating to 1950, has found a sobering truth. While the least developed nations are closing the gap on the most developed nations, those teams stuck in the middle, like the United States, are struggling to make the leap to the top.\nAs the Americans muddle along as the world’s 28th-ranked team, struggling to advance beyond the second round of the World Cup since reaching the quarterfinals in 2002, elite teams like Germany and Spain have found new ways of playing.\nGermany, the defending champion, supplemented its precision with a faster tempo borrowed from the English Premier League. Spain, the 2010 champion, countered the physical size of European players with the elegant style of passing and movement known as tiki taka.\nAnd so it will be left to the United States, chronically unable to finish its chances in front of the goal, to enhance its approach with innovation, freedom of expression and the openness to try different schemes, Szymanski said.\n“The teams that dominate the World Cup are the same ones every year,” he said. “It’s a problem for many countries, similar to the U.S., that aspire to reach that elite group. It’s very tough to move there.”\nA version of this article appears in print on , Section B, Page 11 of the New York edition with the headline: A Giant Step Back For the American Men . Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Nothing less than witchcraft from the sorcerer of football.",
                "Ray Hudson",
                true
            ],
            [
                "We let down an entire nation,",
                "Omar Gonzalez",
                true
            ],
            [
                "a bigger loss, a bigger handicap, a bigger interruption",
                "Markovits",
                false
            ],
            [
                "It doesn’t mean that soccer here is going back to the Dark Ages, when it was basically a fringe sport played by Hungarian émigrés,",
                "Markovits",
                true
            ],
            [
                "But this retards it, no question about it.",
                "Markovits",
                true
            ],
            [
                "shows everything is wrong with the United States doesn’t follow,",
                "Szymanski",
                false
            ],
            [
                "It’s the nature of the game and not necessarily surprising to see the U.S. knocked out.",
                "Szymanski",
                true
            ],
            [
                "This is what being a soccer fan is like,",
                "Szymanski",
                true
            ],
            [
                "You’re prone to the extreme event all the time.",
                "Szymanski",
                true
            ],
            [
                "There’s no royal road, unless you’re Brazil or Germany.",
                "Szymanski",
                true
            ],
            [
                "The teams that dominate the World Cup are the same ones every year,",
                "Szymanski",
                true
            ],
            [
                "It’s a problem for many countries, similar to the U.S., that aspire to reach that elite group.",
                "Szymanski",
                true
            ],
            [
                "It’s very tough to move there.",
                "Szymanski",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "cup",
            "nations",
            "world",
            "states",
            "szymanski",
            "united",
            "teams",
            "takes",
            "step",
            "giant",
            "youre",
            "soccer",
            "brazil"
        ]
    }
]