[
    {
        "url": "http://www.bbc.com/newsbeat/articles/41579450",
        "title": "Eminem attacks Trump in freestyle rap at BET Hip Hop Awards",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "Eminem attacks Trump in freestyle rap at BET Hip Hop Awards  - BBC Newsbeat\nVideo caption Eminem's video message: 'We're not afraid of Trump'\nEminem has brutally criticised US President Donald Trump in a new video.\nThe rapper calls him a \"racist 94-year-old grandpa\" and slammed fans who back the president during a four-and-half minute freestyle.\n\"Any fan of mine who's a supporter of his, I'm drawing in the sand a line, you're either for or against,\" he raps in the film, shown during last night's BET Hip Hop Awards.\nTwitter users can't wait to see whether Mr Trump will respond.\nImage caption The rapper tells fans to choose between him and Donald Trump\nIn the video for freestyle The Storm, Eminem is shown in a car park, stepping towards the camera to rap directly to viewers.\nMore related stories\n\"If you can't decide who you like more and you're split on who you should stand beside, I'll do it for you with this,\" he says, raising a middle finger.\nThe 44-year-old slams Trump for focusing on NFL players who \" take a knee \", and causing drama on social media.\n\"This is his form of distraction, plus he gets an enormous reaction when he attacks the NFL, so we focus on that instead of talking Puerto Rico or gun reform for Nevada,\" he says.\n\"All these horrible tragedies and he's bored and would rather cause a Twitter storm with the Packers.\"\nThe rapper, whose real name is Marshall Mathers, also calls the president racist.\n\"Racism's the only thing he's Fantastic 4 cause that's how he gets his rock off, he's orange.\"\nImage caption The Detroit rapper has previously criticised Donald Trump in other freestyle raps\nAnd he praises former president Barack Obama.\n\"We better give Obama props 'cause what we got in office now is a kamikaze that will probably cause a nuclear holocaust while the drama pops,\" he says.\nAmerican footballer Colin Kaepernick, basketball player LeBron James, Snoop Dogg and J. Cole are among those tweeting their appreciation for the freestyle.\nBut it didn't go down well with everyone.\nThis isn't the first time the Detroit rapper has criticised Mr Trump.\nLast year he released the nine-minute freestyle Campaign Speech in which he calls the president a \"loose cannon\" who \"doesn't have to answer to no-one\".\nCardi B was the big winner at the BET Hip Hop Awards, taking five trophies including Single of the Year for Bodak Yellow.\nKendrick Lamar took four awards, including Album of the Year and DJ Khaled, Nicki Minaj and JAY-Z were also successful.\nFind us on Instagram at BBCNewsbeat and follow us on Snapchat, search for bbc_newsbeat\nRelated Topics\n",
        "quotes": [
            [
                "Any fan of mine who's a supporter of his, I'm drawing in the sand a line, you're either for or against,",
                "Donald Trump",
                true
            ],
            [
                "If you can't decide who you like more and you're split on who you should stand beside, I'll do it for you with this,",
                "",
                true
            ],
            [
                "This is his form of distraction, plus he gets an enormous reaction when he attacks the NFL, so we focus on that instead of talking Puerto Rico or gun reform for Nevada,",
                "",
                true
            ],
            [
                "All these horrible tragedies and he's bored and would rather cause a Twitter storm with the Packers.",
                "Donald Trump",
                true
            ],
            [
                "Racism's the only thing he's Fantastic 4 cause that's how he gets his rock off, he's orange.",
                "Donald Trump",
                true
            ],
            [
                "We better give Obama props 'cause what we got in office now is a kamikaze that will probably cause a nuclear holocaust while the drama pops,",
                "",
                true
            ],
            [
                "doesn't have to answer to no-one",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.co.uk/newsbeat/article/41178621/are-we-heading-for-the-most-political-nfl-season-ever"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.snapchat.com/add/bbc_newsbeat",
                "https://www.instagram.com/bbcnewsbeat/"
            ]
        },
        "key_words": [
            "shown",
            "hes",
            "storm",
            "eminem",
            "awards",
            "bet",
            "freestyle",
            "rapper",
            "rap",
            "cause",
            "hip",
            "attacks",
            "hop",
            "nfl",
            "trump",
            "youre",
            "president",
            "calls"
        ]
    }
]