[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/isis-victims-bodies-senators/index.html",
        "title": "Lawmakers press for return of ISIS-slain US hostage bodies",
        "authors": [
            {
                "name": "Barbara Starr",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Updated 7:11 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nSen. Joe Donnelly is pushing for the return of US ISIS victims bodies\nThere's a long traditional of the US miliary pushing for such remains\n(CNN)\nThe fate of several dead American ISIS hostages quietly came back to the forefront at a Senate Armed Services Committee hearing Thursday when a member asked Defense Secretary Ash Carter to find a way to bring their bodies home.\nSen. Joe Donnelly brought the issue up amid growing talk by military commanders about using Kurdish and Arab forces to push ISIS out of Raqqa, the terror group's stronghold in Syria and self-declared capital.\nThe US believes several of the US hostages murdered by ISIS likely were killed in the Raqqa area and their bodies have never been recovered.\n\"When we go to Raqqa, we lost some young men and women there who were killed by ISIL, and we want to have them come home, \" said Donnelly, an Indiana Democrat, using another word for ISIS.\n\"We don't want to leave anyone behind. And we would ask for your cooperation and assistance,\" he said to Carter.\nRead More\nDonnelly specifically mentioned Peter Kassig, an aid worker killed in November 2014, and Kayla Mueller, another aid worker ISIS held, tortured and then claimed died in an airstrike. The US believes the American hostages, including journalist James Foley, were killed by the now-dead ISIS operative known as Jihadi John.\n\"All the parents and all the folks back home, we want them all to come home. And we'd sure appreciate your assistance in making that happen,\" Donnelly said. Carter answered \"noted.\"\nThe military is aware of the families' desires, but also knows how very tough that job may be, one defense official told CNN.\nThe US military has a long history of trying to recover the remains of dead Americans. Recently the bodies of two American civilians who fought and were killed with militia groups fighting ISIS were returned to the US. And fallen service members missing on foreign battlefields are still being searched for from the Vietnam and Korean wars, as well as World War II.\nThe US also searched for years in Iraq for the Scott Speicher, a downed Navy pilot from the first Gulf War, until his remains were recovered in 2009.\nBut whether the remains of the hostages can be located, identified and brought home may be very difficult the defense official said. It's widely believed there are a number of burial sites around Raqqa and without some confirmation of where the Americans are buried it may be too sensitive to begin removing remains.\n",
        "quotes": [
            [
                "When we go to Raqqa, we lost some young men and women there who were killed by ISIL, and we want to have them come home,",
                "Donnelly",
                true
            ],
            [
                "We don't want to leave anyone behind.",
                "",
                true
            ],
            [
                "And we would ask for your cooperation and assistance,",
                "",
                true
            ],
            [
                "All the parents and all the folks back home, we want them all to come home.",
                "Donnelly",
                true
            ],
            [
                "And we'd sure appreciate your assistance in making that happen,",
                "Donnelly",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "using",
            "young",
            "isisslain",
            "isis",
            "press",
            "pushing",
            "hostages",
            "joe",
            "killed",
            "lawmakers",
            "return",
            "raqqa",
            "donnelly",
            "hostage",
            "bodies"
        ]
    }
]