[
    {
        "url": "http://www.bbc.com/news/world-us-canada-41544567",
        "title": "Trump NFL row: Mike Pence walks out of game after players kneel",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "9 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright @VP/Twitter\nImage caption Mike Pence said he abandoned the game because kneeling during the anthem \"disrespects our soldiers\"\nUS Vice-President Mike Pence has walked out of a National Football League (NFL) game after several players refused to stand for the US national anthem.\nMr Pence said he could not be present at an event that \"disrespects our soldiers, our flag\" after abandoning the game in his home state of Indiana.\nPresident Donald Trump tweeted that he had asked Mr Pence to leave if players kneeled and said he was \"proud of him\".\nKneeling at NFL games has become a form of protest against racial injustice.\nMr Trump has criticised players sharply for the protests and pressed the NFL to ban them.\nA long journey to make a point\nBy Anthony Zurcher, BBC News, Washington\nMike Pence travelled quite a ways - from Nevada to Indianapolis then back west to California - to make a statement.\nThere's little doubt the vice-president, despite his earlier tweet about looking forward to attending an NFL game in his home state, planned to walk out early.\nThe matchup involved the San Francisco 49ers, whose then-quarterback, Colin Kaepernick, started the kneeling protests. Mr Pence's media pool was told the vice-president might be making a quick exit. And Mr Pence's press statement, followed by a presidential tweet of approval, appeared shortly after Mr Pence left.\nNext come the questions. Was that statement worth the vice-president's time? And how much did that trip cost US taxpayers?\nTrump's supporters are already celebrating the move, helping the vice-president burnish his standing with his boss's loyal base.\nSome of the NFL players were clearly irritated by what they saw as a political publicity stunt.\nAmericans, according to polls, are split. They're not happy about the NFL protests, but they don't like Mr Trump's eagerness to stoke the flames of controversy. Now - as tensions rise in North Korea and yet another hurricane slams into the US - Mr Pence is joining the anthem fray.\nMr Pence's departure came after players from the visiting San Francisco 49ers did not stand during the anthem before the game against the Indianapolis Colts.\n\"While everyone is entitled to their own opinions, I don't think it's too much to ask NFL players to respect the flag,\" Mr Pence added.\nHe had earlier tweeted that he and his wife Karen were looking forward to the game in a tweet in which he used of photo of then both wearing Colts shirts.\nThat the photo appeared also to have been used in 2014 has in part helped fuel critics' claims his walk out was a publicity stunt.\nHis team won the game 26-23.\nMr Trump has previously said that his comments condemning the NFL protests have \"nothing to do with race\".\nBut his criticism of the protests has appeared to galvanise players,\nMedia playback is unsupported on your device\nMedia captionWhy America's sports stars are taking a knee\nRecent protests have involved players kneeling, linking arms or staying in the locker room during the Star-Spangled Banner.\nSan Francisco 49ers quarterback Colin Kaepernick stirred controversy last year when he first knelt for the anthem to highlight the treatment of black Americans after a series of police shootings.\nSince then, more and more public figures in the US have been \"taking a knee\" at big events and using the hashtag #TakeAKnee on social media.\n",
        "quotes": [
            [
                "While everyone is entitled to their own opinions, I don't think it's too much to ask NFL players to respect the flag,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/TakeAKnee?src=hash",
                "https://twitter.com/realDonaldTrump/status/917091286607433728"
            ]
        },
        "key_words": [
            "vicepresident",
            "row",
            "mr",
            "protests",
            "game",
            "walks",
            "anthem",
            "tweeted",
            "nfl",
            "mike",
            "pence",
            "trump",
            "kneel",
            "players"
        ]
    }
]