[
    {
        "url": "https://www.reuters.com/article/us-usa-healthcare-gottlieb-puertorico/pharmas-puerto-rico-problems-could-mean-drug-shortages-fda-chief-idUSKBN1CF2RJ",
        "title": "Pharma's Puerto Rico problems could mean drug shortages: FDA chief",
        "authors": [
            {
                "name": "Bill Berkrot",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "Pharma's Puerto Rico problems could mean drug shortages: FDA chief\n4 Min Read\nNEW YORK (Reuters) - The head of the U.S. Food and Drug Administration said on Tuesday the country may start to see a small number of drug shortages within two or three weeks due to delays in restoring manufacturing operations in Puerto Rico, where 10 percent of drugs prescribed in the United States are made.\nU.S. Food and Drug Commissioner Scott Gottlieb attends an interview at Reuters headquarters in New York City, U.S., October 10, 2017. REUTERS/Eduardo Munoz\nHurricane Maria slammed into the Caribbean island on Sept. 20, knocking out electricity and causing widespread damage to homes and infrastructure. Almost three weeks later, just 16 percent of electricity service has been restored to the U.S. territory.\nDrugmakers are working to get facilities fully online, but face an uncertain power supply and difficulty obtaining materials used in the manufacturing process.\n“A lot of companies say they’re online, but they basically have one of five lines running at 20 percent or 80 percent or 50 percent,” FDA Commissioner Scott Gottlieb told Reuters in an interview in New York. “They are not manufacturing at full capacity. They are manufacturing well short of that.”\n“It’s unclear when they are going to be able to bring that up to full capacity,” he said.\nAsked when U.S. hospitals and pharmacies might see shortages as a result, he said: “You might see some in the next two or three weeks if there’s going to be additional shortages coming out of this situation.”\nThe FDA has warned of 40 drugs made in Puerto Rico that could face shortages, including treatments for cancer, rheumatoid arthritis and HIV, but has not named specific medicines.\nMost major drug companies have manufacturing facilities on the island, including Merck & Co, Johnson and Johnson, Amgen Inc, Bristol-Myers Squibb Co, Eli Lilly and Co, Pfizer Inc, AstraZeneca and GSK\nThe FDA leader said he wants drugmakers to provide the public with more information about the extent of the problems they are facing. He said the plants were all relying on backup generators for electricity, some of which were not designed to operate for sustained periods of time.\n“I’m going to ask some of these companies to be a little more transparent around some of these issues,” he said, adding that improvements would likely come slowly, with potential setbacks along the way. “As time goes on, we’re going to see secondary impacts like the generators could start going down.”\nGottlieb said he was “troubleshooting for individual companies” on a daily basis and working with the U.S. Federal Emergency Management Agency and the Department of Homeland Security to address issues such a fuel shortages and shipping problems that could stall operations.\nMost of the companies contacted by Reuters said they are working to avoid product shortages.\nBristol-Myers said it has resumed limited operations to ship warehoused products. “As of today, no product supply impact is expected, however we continue to assess the challenging operational conditions on the island,” spokesman Ken Dominski said.\nAmgen, in a statement, said it was “preparing to resume manufacturing in various plants over the next several weeks” and did not anticipate an impact on supply to patients.\nU.S. Food and Drug Commissioner Scott Gottlieb attends an interview at Reuters headquarters in New York City, U.S., October 10, 2017. REUTERS/Eduardo Munoz\nMerck has one manufacturing facility on the island. “We have brought power back online via on-site generators that will allow most operations to proceed,” spokeswoman Claire Gillespie said.\nOf the list of drugs being closely monitored by FDA, 14 medicines are sourced solely out of Puerto Rico, Gottlieb said.\nHe said the agency was working with drugmakers and would  consider approving manufacturing sites in other countries, such as Mexico, Canada or Ireland, to alleviate possible shortages if companies have plants there.\nAdditional reporting by Caroline Humer and Michael Erman in New York and Toni Clarke in Washington; Editing by Michele Gershberg and Bill Rigby\n",
        "quotes": [
            [
                "A lot of companies say they’re online, but they basically have one of five lines running at 20 percent or 80 percent or 50 percent,",
                "",
                true
            ],
            [
                "They are not manufacturing at full capacity.",
                "",
                true
            ],
            [
                "They are manufacturing well short of that.",
                "",
                true
            ],
            [
                "It’s unclear when they are going to be able to bring that up to full capacity,",
                "",
                true
            ],
            [
                "You might see some in the next two or three weeks if there’s going to be additional shortages coming out of this situation.",
                "",
                true
            ],
            [
                "I’m going to ask some of these companies to be a little more transparent around some of these issues,",
                "",
                true
            ],
            [
                "As time goes on, we’re going to see secondary impacts like the generators could start going down.",
                "",
                true
            ],
            [
                "As of today, no product supply impact is expected, however we continue to assess the challenging operational conditions on the island,",
                "Ken Dominski",
                true
            ],
            [
                "preparing to resume manufacturing in various plants over the next several weeks",
                "",
                false
            ],
            [
                "We have brought power back online via on-site generators that will allow most operations to proceed,",
                "Claire Gillespie",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "mean",
            "going",
            "working",
            "gottlieb",
            "manufacturing",
            "companies",
            "island",
            "york",
            "puerto",
            "weeks",
            "rico",
            "chief",
            "pharmas",
            "fda",
            "problems",
            "drug",
            "shortages"
        ]
    }
]