[
    {
        "url": "https://www.nytimes.com/2017/10/11/world/asia/us-helicopter-crash-okinawa.html?rref=collection%2Fsectioncollection%2Fpolitics",
        "title": "U.S. Helicopter Crashes on Okinawa, Adding to Safety Concerns",
        "authors": [
            {
                "name": "Motoko Rich",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nTOKYO — A transport helicopter made an emergency landing after catching fire on Wednesday in a United States military training area on the northern part of Okinawa in Japan, stirring concerns about the deployment of the craft near civilian areas.\nIn a statement, the Third Marine Expeditionary Force said that the helicopter had been taking part in a routine training and that none of the crew members or any civilians were injured.\nAccording to the Japanese Defense Ministry, the helicopter, a CH-53, made its landing in the Takae district of Higashi village, where the Japanese government has been building helicopter landing pads for the American military, a project that a small but fierce group of residents have been protesting for years .\nNHK, the public broadcaster, quoted the United States military as saying the helicopter had been stationed at the Futenma air base on Okinawa.\nItsunori Onodera, Japan’s defense minister, told reporters that the government was investigating whether any civilians had been hurt. Mr. Onodera said that Japan had asked the United States to “immediately investigate the cause, prevent a recurrence, thoroughly implement safety controls, and supply detailed information.”\nMr. Onodera added that the government was concerned by a recent spate of safety problems. Last month, two MV-22 Osprey, a hybrid aircraft, were forced to make emergency landings at Ishigaki airport on Okinawa. The Marine Corps also said last month that a crash of an Osprey off the coast of Okinawa last December was caused by pilot error.\nThe U.S. Marines said that it was investigating the cause of the accident but that “there is limited information at this time.”\nProtesters in Takae have complained that the helicopter landing pads would lead to increased noise and possibly accidents.\nSpeaking to a reporter on NHK, Kumiko Nakamine, district leader of Takae, said she had seen black smoke and flames billowing from the road near a residential area.\n“I’m surprised that what we had been concerned about actually happened,” Ms. Nakamine said. “I want the helipads to be removed.”\nMasatsugu Isa, a village assemblyman who saw the flames from the crash, said that it appeared as if the helicopter had been conducting a drill.\n“It again confirmed Ospreys are not the only danger,” said Mr. Isa, in a telephone interview. “This training site must be removed immediately. U.S. forces are not serious enough. They are not properly maintaining their aircraft.”\nThe crash occurred on the same day that a Japanese court ordered the central government to pay damages of 610 million yen ($5.4 million) to about 1,000 residents who had sued because of excessive aircraft noise from the United States’ Yokota Air Base, about 28 miles from Tokyo.\nMakiko Inoue and Hisako Ueno contributed reporting from Tokyo.\nA version of this article appears in print on , Section A, Page 9 of the New York edition with the headline: Copter Crash On Okinawa Raises Alarm. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "immediately investigate the cause, prevent a recurrence, thoroughly implement safety controls, and supply detailed information.",
                "Onodera",
                false
            ],
            [
                "there is limited information at this time.",
                "Onodera",
                false
            ],
            [
                "I’m surprised that what we had been concerned about actually happened,",
                "Nakamine",
                true
            ],
            [
                "I want the helipads to be removed.",
                "Nakamine",
                true
            ],
            [
                "It again confirmed Ospreys are not the only danger,",
                "Isa",
                true
            ],
            [
                "This training site must be removed immediately.",
                "Isa",
                true
            ],
            [
                "U.S. forces are not serious enough.",
                "Isa",
                true
            ],
            [
                "They are not properly maintaining their aircraft.",
                "Isa",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2016/12/22/world/asia/us-japan-okinawa.html?_r=0&module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "helicopter",
            "adding",
            "crashes",
            "states",
            "yearsnhk",
            "safety",
            "okinawa",
            "united",
            "training",
            "japanese",
            "military",
            "landing",
            "concerns",
            "village"
        ]
    }
]