[
    {
        "url": "https://www.cnn.com/2016/09/27/politics/arizona-republic-endorses-hillary-clinton/index.html",
        "title": "Arizona Republic endorses Hillary Clinton for president",
        "authors": [
            {
                "name": "Daniella Diaz",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-27",
        "text": "Arizona Republic endorses Clinton for president, first time ever backing a Democrat\nUpdated 5:34 PM ET, Wed September 28, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nThe Arizona Republic is backing Hillary Clinton for president\nIt's the first time the state's largest newspaper has supported a Democratic White House hopeful\nWashington (CNN)\nThe Arizona Republic, the state's largest newspaper, has never endorsed a Democrat for president -- until now.\nIn an op-ed published to its website Tuesday, the editorial board backed Hillary Clinton over Donald Trump for president.\n\"The 2016 Republican candidate is not conservative and he is not qualified,\" the editorial board wrote.\nIn the op-ed, the newspaper's editorial board breaks down why they believe that Clinton is more qualified than Trump -- specifically that the Democratic nominee has better temperament and experience, has a record of public service, and has withstood \"decades of scrutiny.\"\nThe Arizona Republic joins other major papers with conservative editorial boards in endorsing Clinton or declining to endorse Trump. The Cincinnati Enquirer and Dallas Morning News are two other notable examples, with the Enquirer endorsing a Democrat for the first time in 100 years. The New Hampshire Union Leader, for the first time in 100 years, did not back Republican nominee Trump, opting instead to endorse Libertarian nominee Gary Johnson.\nRead More\nThe Arizona Republic endorsement said that Clinton, unlike Trump, for all of her mistakes and flaws, and has more experience with foreign policy than Trump does.\nAnd specifically for Arizona -- a state with a significant Latino population -- the newspaper said Trump wouldn't be able to \"broker solutions\" like Clinton.\nThe paper cites a recent poll that shows Arizonians oppose both a border wall and deportations as solutions for illegal immigration.\nThe newspaper editorial board also cited what it called Trump's frequent disrespect toward other people as reasons to oppose him. Including his mocking of a reporter's physical disability, his public feud with a Gold Star family, and his proposal to ban Muslim immigrants from entering the United States.\nThe newspaper said that Trump is a candidate who can't control his words, unlike Clinton. And it writes that Clinton \"can reach out to those who feel left behind. She can make it clear that America sees them and will address their concerns.\"\n",
        "quotes": [
            [
                "The 2016 Republican candidate is not conservative and he is not qualified,",
                "",
                true
            ],
            [
                "can reach out to those who feel left behind.",
                "Clinton",
                false
            ],
            [
                "She can make it clear that America sees them and will address their concerns.",
                "Clinton",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.azcentral.com/story/opinion/editorial/2016/09/27/hillary-clinton-endorsement/91198668/"
            ]
        },
        "key_words": [
            "president",
            "qualified",
            "board",
            "nominee",
            "clinton",
            "trump",
            "editorial",
            "endorses",
            "republic",
            "republican",
            "states",
            "hillary",
            "arizona"
        ]
    }
]