[
    {
        "url": "https://www.cnn.com/2016/09/27/politics/general-election-advertising-andy-beal-ben-carson/index.html",
        "title": "Carson, Beal groups make this week the general election's costliest",
        "authors": [
            {
                "name": "Theodore Schleifer",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-27",
        "text": "Carson, Beal groups make this week the general election's costliest\nUpdated 5:58 PM ET, Tue September 27, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n$28 million is set to be spent this week\nGroups tied to Andy Beal and Ben Carson are responsible for part of the spending\nWashington (CNN)\nSpending by super PACs tied to Donald Trump friends such as Ben Carson and banker Andy Beal will help make this week the general election's most expensive yet.\nRepublicans and Democrats will spend almost $28 million on radio and television this week, according to advertising records, as Trump substantially increases his advertising buy for the final stretch. He's spending $6.4 million in nine states, part of what aides have said will be a $100 million television campaign through Election Day.\nTrump on Tuesday began reserving time on broadcast and cable through November 8.\nAnd he's getting help on other mediums, too. Beal, a Dallas billionaire who doubles as a semi-professional poker player, has started his own super PAC that has spent $1 million on pro-Trump newspaper and digital advertisements. With a net worth estimated to be $9 billion, Beal is effectively spurning the other Trump super PACs who had courted him relentlessly.\nIt is unlikely that Beal's group, Save America from Its Government, will do television. But Jacob Cherner, a Beal aide, said he could not put a limit on how much Beal would spend.\nRead More\n\"I know his interest is intense,\" Cherner said.\nAnother new group helping Trump in the homestretch. A formerly pro-Carson super PAC, The 2016 Committee, is spending more than $1 million on ads for Trump on African-American radio in Florida, North Carolina, Ohio and Pennsylvania, per records.\n\"If Ben Carson trusts Donald Trump, so can we,\" the narrator says in one new spot .\nRepublicans all together are spending about $8.5 million on radio and television. Democrats are spending about $19.5 million -- thanks to $11.4 million from Hillary Clinton's campaign, and $7.5 million from Priorities USA, her super PAC.\n",
        "quotes": [
            [
                "I know his interest is intense,",
                "Cherner",
                true
            ],
            [
                "If Ben Carson trusts Donald Trump, so can we,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://soundcloud.com/user-885191289/60ra-notright-rev-music1"
            ]
        },
        "key_words": [
            "television",
            "super",
            "spent",
            "carson",
            "week",
            "pacs",
            "trump",
            "costliest",
            "million",
            "tied",
            "spending",
            "groups",
            "beal",
            "elections",
            "general"
        ]
    }
]