[
    {
        "url": "https://www.reuters.com/article/us-greece-russia-cyber-extradition/u-s-russia-in-extradition-tug-of-war-over-bitcoin-fraud-suspect-in-greece-idUSKBN1CG0T8",
        "title": "U.S., Russia in extradition tug-of-war over bitcoin fraud suspect in Greece",
        "authors": [
            {
                "name": "Karolina Tagaris",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "October 11, 2017 /  8:03 AM / 2 years ago\nU.S., Russia in extradition tug-of-war over bitcoin fraud suspect in Greece\n2 Min Read\nATHENS (Reuters) - A Greek court on Wednesday backed the extradition to Moscow of a Russian citizen who also faces being sent to the United States on allegations of laundering billions of dollars in bitcoin.\nAlexander Vinnik, a 38 year old Russian man (C) suspected of running a money laundering operation using bitcoin, is escorted by police officers to a court in Thessaloniki, Greece, October 11, 2017. REUTERS/Alexandros Avramidis\nAlexander Vinnik, the suspected mastermind of a $4 billion bitcoin laundering ring, is one of seven Russians arrested or indicted worldwide this year on U.S. cybercrime charges.\nJudges ruled last week that he should be extradited to the United States, a decision Russia criticized as unjust and illegal and which Vinnik is challenging at Greece’s supreme court.\nShould it decide to uphold the ruling to extradite him to the United States, the final decision is in the hands of Greece’s justice minister, who can approve extradition to one country and block the other.\nVinnik denies all charges against him. But he has agreed to be returned to Russia where he is to be tried on lesser fraud charges.\n“That is his wish - to be extradited to Russia and to give his account before the Russian judicial authorities,” Alexandros Lykourezos, the lawyer leading Vinnik’s defense, told reporters after the ruling in Thessaloniki.\nIn the United States, where he faces up to 55 years in prison, Vinnik is accused of running BTC-e — a digital currency exchange used to trade bitcoin — to facilitate crimes ranging from computer hacking to drug trafficking since 2011.\nHe has told Greek judges that he was a technical consultant to BTC-e and not its operator.\nVinnik was arrested while on holiday in a seaside village in Greece in July. Russia then sought his extradition as it has done with other nationals wanted by the United States.\nThe supreme court hearing is expected within the next three weeks, Lykourezos said.\nAdditional reporting by Alexandros Avramidis in Thessaloniki; Editing by Richard Balmforth\n",
        "quotes": [
            [
                "That is his wish - to be extradited to Russia and to give his account before the Russian judicial authorities,",
                "Alexandros Lykourezos",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "suspect",
            "bitcoin",
            "states",
            "greece",
            "united",
            "fraud",
            "vinnik",
            "court",
            "russia",
            "extradition",
            "laundering",
            "told",
            "tugofwar",
            "russian"
        ]
    }
]