[
    {
        "url": "http://www.bbc.com/sport/cricket/41598778",
        "title": "Ireland to play Pakistan in first men's Test match in May",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-12",
        "text": "12 Oct 2017\nNiall O'Brien narrowly fails to run out Shoaib Malik in a one-day international in August 2016\nIreland's first men's Test match will be on home soil against Pakistan in May 2018, with the exact dates and venue still to be revealed.\nAn agreement between the two countries was reached during the International Cricket Council meeting in Auckland.\nIreland and Afghanistan were given Test status in June when they became the 11th and 12th full members of the ICC.\nCricket Ireland has since been looking for suitable opponents for an historic first match.\n\"We are excited to welcome Pakistan to Ireland for our inaugural Test match next year,\" said Ireland CEO Warren Deutrom.\n\"It has been our wish to make our Test debut in front of our own fans within 12 months of becoming a Test nation, and against a big team - so I'm delighted.\"\nPakistan were top of the Test match rankings as recently as last year before slipping back after the retirement of captain Misbah-ul-Haq and senior batsman Younus Khan.\n\"There is a lot of work to do from now to ensure that it will be an occasion to remember but we, and I'm sure our players and fans, can't wait to rise to it,\" Deutrom added.\n\"We would like to thank the Pakistan Cricket Board most sincerely for agreeing to be our first opponent in Test cricket - the Pakistan team has been a regular visitor to our shores in recent years, and their agreement to be our opponent on this important occasion for Irish cricket is further evidence of their terrific support.\"\nIreland's first Test - or is it?\nIreland's women have played one Test - also against Pakistan - in Dublin in July 2000, when the Irish won by an innings and 54 runs.\nIrish captain William Porterfield welcomed confirmation of the match, saying: \"It's fantastic news for Irish cricket. It's going to be a bit special and it's always great to be a part of history.\n\"There's a special affinity between ourselves and Pakistan going back to the 2007 World Cup and they've been regular tourists here over the past decade.\n\"Test cricket is the pinnacle of our sport and I know how much this game will mean to not only the players but all involved with Irish cricket. It'll be another step on what has been an incredible journey for our sport in a relatively short passage of time.\n\"It's sure to be an incredible and emotional experience for all involved. I know how much this will mean to all the players and just how much we all will forward to our dream of being Test cricketers realised.\n\"I'm certain there will be an incredible atmosphere from both sets of fans who will be keen to witness a piece of history.\"\nShare this page\nShare this with\nFrom the section Football\nFrom the section Football\nFrom the section Cricket\nFrom the section Cricket\n",
        "quotes": [
            [
                "We are excited to welcome Pakistan to Ireland for our inaugural Test match next year,",
                "Warren Deutrom",
                true
            ],
            [
                "It has been our wish to make our Test debut in front of our own fans within 12 months of becoming a Test nation, and against a big team - so I'm delighted.",
                "",
                true
            ],
            [
                "There is a lot of work to do from now to ensure that it will be an occasion to remember but we, and I'm sure our players and fans, can't wait to rise to it,",
                "Deutrom",
                true
            ],
            [
                "We would like to thank the Pakistan Cricket Board most sincerely for agreeing to be our first opponent in Test cricket - the Pakistan team has been a regular visitor to our shores in recent years, and their agreement to be our opponent on this important occasion for Irish cricket is further evidence of their terrific support.",
                "",
                true
            ],
            [
                "It's fantastic news for Irish cricket.",
                "William Porterfield",
                true
            ],
            [
                "It's going to be a bit special and it's always great to be a part of history.",
                "William Porterfield",
                true
            ],
            [
                "There's a special affinity between ourselves and Pakistan going back to the 2007 World Cup and they've been regular tourists here over the past decade.",
                "William Porterfield",
                true
            ],
            [
                "Test cricket is the pinnacle of our sport and I know how much this game will mean to not only the players but all involved with Irish cricket.",
                "William Porterfield",
                true
            ],
            [
                "It'll be another step on what has been an incredible journey for our sport in a relatively short passage of time.",
                "William Porterfield",
                true
            ],
            [
                "It's sure to be an incredible and emotional experience for all involved.",
                "William Porterfield",
                true
            ],
            [
                "I know how much this will mean to all the players and just how much we all will forward to our dream of being Test cricketers realised.",
                "William Porterfield",
                true
            ],
            [
                "I'm certain there will be an incredible atmosphere from both sets of fans who will be keen to witness a piece of history.",
                "William Porterfield",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.com/sport/cricket/40364481"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bbc.com/sport/football",
                "https://www.bbc.com/sport/cricket",
                "http://www.espncricinfo.com/series/15666/scorecard/67510/Ireland-Women-vs-Pakistan-Women-Only-Test-pakistan-women-in-ireland-womens-test-match/"
            ]
        },
        "key_words": [
            "play",
            "fans",
            "team",
            "incredible",
            "ireland",
            "pakistan",
            "match",
            "irish",
            "mens",
            "test",
            "players",
            "cricket"
        ]
    }
]