[
    {
        "url": "https://www.reuters.com/article/us-monsanto-m-a-bayer-brazil/brazil-agency-says-bayer-monsanto-tie-up-can-hurt-competition-urges-conditions-idUSKCN1C91BU",
        "title": "Brazil agency says Bayer-Monsanto tie-up can hurt competition, urges conditions",
        "authors": [
            {
                "name": "Ana Mano",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-04",
        "text": "Brazil agency says Bayer-Monsanto tie-up can hurt competition, urges conditions\n3 Min Read\nSAO PAULO (Reuters) - A unit of Brazil’s competition regulator Cade has said Bayer AG’s proposed takeover of Monsanto Co. could be detrimental to competition and urged conditions for Brazilian approval of the corporate tie-up, a document released on the agency’s website shows.\nFILE PHOTO: Monsanto logo is displayed on a screen where the stock is traded on the floor of the New York Stock Exchange (NYSE) in New York City, U.S. on May 9, 2016.  REUTERS/Brendan McDermid/File Photo\nThe Bayer-Monsanto transaction, announced in September 2016, would create the world’s largest integrated pesticides and seeds company.\nThe Cade unit said that anticipated merger-related  efficiencies were insufficient to mitigate its competition concerns, according to the document dated Oct. 3.\nIt recommended what it termed as “structural solutions” as a condition for final approval the deal, which will be in the hands of Cade’s seven-member tribunal.\nCade has 330 days to make a final decision since it began its review of the deal on April 24, a spokesman for the agency said. However, he added it may announce a ruling as early as Dec. 20.\nThe Cade unit said solutions included creating or strengthening another player to compete in the markets for soy and cotton seeds and in the sphere of biotech development.\nBut the unit has not engaged in an in-depth discussion with Bayer and Monsanto related to its suggested “remedies,” the document said.\nIn an emailed statement to Reuters, Bayer said the unit’s opinion is non-binding and does not mean the transaction will be blocked.\nHugh Grant, Monsanto’s chief executive officer, said concerns expressed by Brazil’s regulator are a normal step in the review process.\nBrazil is Monsanto’s biggest market outside of the United States.\nIn its second-quarter results, Bayer said sales of its crop science division tumbled more than 15 percent primarily because of its business in Brazil, an indication of the country’s  weight as a market for seed technology, insecticides and herbicides.\nDeal opponents have asked Cade to block it or force divestments including Monsanto’s Intacta RR2 IPRO soy seed technology and Bayer’s glufosinate ammonium herbicides.\nLast week, Monsanto’s chief executive officer for South America, Rodrigo Santos, told Reuters the company was set on keeping rights to Intacta.\nCotton farmers against the transaction assert the merged company would control 14 out of 15 genetically modified cotton seed technologies available in Brazil.\nIf Cade orders asset disposals from the companies, authorities must see to it that the buyer is a relevant player in the biotech, seed production and crop defense segments, said attorney Rachel Mendonça, a partner at Mendonça e Nogueira Advogados.\nHer law firm is representing three industry groups opposing the deal.\nReporting by Ana Mano; editing by Alexander Smith and W Simon\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "deal",
            "agency",
            "bayer",
            "conditions",
            "bayermonsanto",
            "urges",
            "seed",
            "unit",
            "monsanto",
            "competition",
            "monsantos",
            "cade",
            "tieup",
            "hurt",
            "brazil",
            "document",
            "transaction"
        ]
    }
]