[
    {
        "url": "http://occupydemocrats.com/2016/09/27/trump-said-obama-gave-iran-150-billion-gave-nothing/",
        "title": "Trump Said Obama Gave Iran “$150 Billion.” He Gave Them NOTHING",
        "authors": [
            {
                "name": "Grant Stern",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-27",
        "text": "Now Reading\nTrump Said Obama Gave Iran “$150 Billion.” He Gave Them NOTHING\n0 Shares\nDemocratic President Barack Obama pulled off a historic diplomatic coup when he engineered an accord with Iran to freeze their nuclear program for ten years in exchange for lifting the sanctions that had been strangling their economy. Democratic nominee Hillary Clinton engineered the tough economic sanctions that dragged Iran to the negotiating table after ex-Vice President Dick Cheney rebuffed their efforts at negotiation, convincing countries like China and Russia to act in unison with the United States and against their own short term business interests. It was a major diplomatic accomplishment and made our world safer.\nDid Trump just say US gave Iran $150 billion? Did I really hear that?\nRepublican nominee Donald Trump keeps spewing complete fabrications about the  Iran accords which President Obama concluded at the start of this year. He started by repeating the lie Fox News planted about America paying $400 million dollars of Iran’s own cash back to them, at the conclusion of the agreements. It was money America owed Iran under a legal agreement .\nThe State Department returned $400 million to the Iranian government, but it was money that we owed them. We didn’t “give” them anything. In the 1970s, the United States made a deal to sell $400 million of fighter jets to the Shah of Iran. The Shah paid upfront but was then deposed in the Iranian revolution, so the United States never delivered the jets. As part of the nuclear disarmament deal, the Iranian government simple wanted their money back if we weren’t going to cough up the jets.\nIn Trump’s mind, that money inflated to $150 billion.\nCash to paid to Iran as part of the lifting of sanctions rises from $400million to $1.5 billion to $150 billion according to Trump. #debates\nBingo! Trump's Iran cash lie. Much debunked.\n— Sarah Reese Jones (@PoliticusSarah) September 27, 2016\nNot only has the Republican nominee devoted most of his false statements about Iran to lying, he thinks it’s a great idea to start a needless war, with a country whose help we need to settle the disastrous Syrian Civil War. That’s when Hillary Clinton blew Trump out of the water for his empty threats about Iran which either look horrifically weak, or are calculated to start a war which would cost Americans dearly in blood and treasure, all to satisfy the outsize ego of a Republican that no sane voter should choose in November.\n#Debates2016 Clinton- Trump said he'd blow Iran boaters out of water & start another war. Trumps casual attitude about nuclear weapons.\nSee Also\nBut Trump wasn’t content to leave a couple of lies alone, and went all the way out into his own Republican echo-chamber to land a Ben Carson sized fake zinger, claiming that North Korea is somehow controlled by Iran. Which is absurd.\nTrump: “Iran has power over North Korea.”\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "Iran has power over North Korea.",
                "Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.com/news/world-middle-east-33521655",
                "https://occupydemocrats.com/2016/08/08/trump-just-admitted-fell-foxs-obama-400-million-iran-ransom-lie/",
                "https://occupydemocrats.com/2015/08/08/obama-triumphs-nobel-laureate-u-s-scientists-applaud-iran-nuclear-deal/",
                "https://occupydemocrats.com/2016/08/04/state-department-literally-laughing-trump-tells-supporters-classified-iran-video/",
                "https://foxtrotalpha.jalopnik.com/that-400-million-secret-payment-to-iran-isnt-quite-wha-1784775010"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/",
                "https://twitter.com/hashtag/debates?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/PoliticusSarah/status/780595178612465664?ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/Debates2016?src=hash&ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "war",
            "gave",
            "obama",
            "sanctions",
            "united",
            "trump",
            "iran",
            "money",
            "republican",
            "states",
            "billion",
            "27",
            "start",
            "150"
        ]
    }
]