[
    {
        "url": "https://www.nytimes.com/2017/10/09/sports/baseball/joe-girardi-yankees.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Joe Girardi Takes His Medicine — a Barrage of Boos in the Bronx",
        "authors": [
            {
                "name": "Filip Bondy",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nSupported by\nJoe Girardi Takes His Medicine — a Barrage of Boos in the Bronx\nImage\nManager Joe Girardi before Game 3 at Yankee Stadium.CreditCreditBen Solomon for The New York Times\nBy Filip Bondy\nOct. 9, 2017\nThe moment of judgment arrived early, and it wasn’t pretty. When Joe Girardi was introduced on Sunday night before Game 3 of the Yankees’ division series against the Cleveland Indians, he clambered out of the dugout to the sort of heartfelt jeers usually reserved in the Bronx for the Red Sox or Mets.\nThese were the same fans who, just moments earlier, had forgiven Chad Green for serving up a grand slam in Game 2, who even had warmly greeted Ronald Torreyes, guilty of getting picked off second base in the same disaster. But Girardi was shown no mercy. It was hard to remember a Yankee manager treated so rudely in his own ballpark, dismissed like some unwelcome city politician.\nIf Yankee officials, at that moment, wanted a public roll-call vote on whether to sign Girardi to a new contract for next season and beyond they got one — loud, and negative. And at least one fan in the right-field bleachers already had a replacement in mind.\n“Donald Mattingly,” Rob Tipa of Queens said, enunciating that name with great clarity. “Miami is going to clean house, and every Yankee fan wants him back. The planets are aligning.”\nGirardi’s famously disastrous move in Game 2 — failing to challenge an incorrect ruling that Cleveland’s Lonnie Chisenhall had been hit by a pitch, which was then followed by Francisco Lindor’s grand slam – faded a bit when the Yankees held on for a 1-0 victory on Sunday night to avoid being swept out of the postseason in just three games.\nEvery managerial move made by Girardi in Game 3 turned out just fine. Masahiro Tanaka, Girardi’s selection as the starting pitcher, threw seven shutout innings. Reliever Aroldis Chapman didn’t make a big mistake, even though Girardi had to keep him on the mound for 34 pitches in over one and two-thirds innings.\nStill, the pregame boos led to postgame questions for Girardi about how it made him feel.\n“It’s not fun,’’ he said, adding that he had prepared his family beforehand for the razzing he anticipated. “It’s not the first time. I kind of expected it. This is life, what happens in life. It happens as a manager. It’s happened before. It happens at home with your wife and your children. Everything you do is not going to be perfect.\nImage\nGirardi with his team during the Yankees’ introduction before Game 3 against the Indians.CreditBen Solomon for The New York Times\n“I’ve heard it before,” Girardi said. “They boo players and managers who have much more status than I do.”\nNobody knows what happens next for Girardi, of course, if the Yanks go on to lose this series. If they do, Game 2 may yet come back to haunt him, and the franchise. Other Yankee managers have bitten the dust after successful regular seasons that were followed by disappointing playoff performances. Dick Howser in 1980 and Buck Showalter in 1995 did not return after postseason setbacks.\nThose impulsive goodbyes, however, were engineered by George Steinbrenner, not his more even-tempered son, Hal. Before the game, speaking with reporters who cover the team, Girardi was uncharacteristically forthcoming about his own job security.\n“An organization has to do what they are comfortable with,” Girardi said. “And it may not always agree with the person being fired or however it goes, but that is Hal’s and Brian’s decision and whatever their decision is, I will live with it.”\nGirardi has won 910 games over the last decade as the Yankees manager, but only one world championship. Ten years ago, these same opponents, the Indians, proved to be the undoing of a different Yankees manager. In that instance, Joe Torre failed to pull his team off the field in protest when Joba Chamberlain was befelled by a swarm of midges in Game 2 of a playoff series in Cleveland.\nA distracted Chamberlain threw a critical wild pitch that tied the score and the Yankees went on to lose the game, and then the series. Torre later called that non-action on his part his greatest managerial regret, and in the aftermath of that series he failed to come to terms w ith George Steinbrenner on a new contract.\nMeanwhile, despite the negative welcome Girardi received on Sunday not every Yankee fan was ready to throw him under the No. 4 train.\n“I’m sticking with Girardi at this point,” said Marc Chalpin of Manhattan, another bleacher denizen. “He’s the second-best Yankee manager ever, after Billy Martin. He messed up on Friday, but when Mariano Rivera blew Game 7 in 2001, it didn’t negate his body of work.”\nIf the Yanks do survive this round, Girardi will be introduced again at Yankee Stadium before the American League Championship Series. Should he get that far, he probably won’t need to warn the wife and kids about what they are about to hear.\nRelated Coverage\n",
        "quotes": [
            [
                "Miami is going to clean house, and every Yankee fan wants him back.",
                "Rob Tipa",
                true
            ],
            [
                "They boo players and managers who have much more status than I do.",
                "Joe Girardi",
                true
            ],
            [
                "An organization has to do what they are comfortable with,",
                "Joe Girardi",
                true
            ],
            [
                "And it may not always agree with the person being fired or however it goes, but that is Hal’s and Brian’s decision and whatever their decision is, I will live with it.",
                "Joe Girardi",
                true
            ],
            [
                "I’m sticking with Girardi at this point,",
                "Marc Chalpin",
                true
            ],
            [
                "He’s the second-best Yankee manager ever, after Billy Martin.",
                "Marc Chalpin",
                true
            ],
            [
                "He messed up on Friday, but when Mariano Rivera blew Game 7 in 2001, it didn’t negate his body of work.",
                "Marc Chalpin",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/26/sports/baseball/joe-girardi-fired-yankees.html?module=inline",
                "https://www.nytimes.com/1995/10/11/sports/sports-of-the-times-buck-should-fire-george-and-leave.html?module=inline",
                "https://www.nytimes.com/2017/10/08/sports/baseball/mlb-playoffs-yankees-indians-game-3.html?module=inline",
                "https://www.nytimes.com/2007/10/10/sports/baseball/10yankees.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "yankee",
            "medicine",
            "girardi",
            "boos",
            "joe",
            "takes",
            "barrage",
            "game",
            "fan",
            "yankees",
            "wasnt",
            "wanted",
            "warmly",
            "wants",
            "bronx",
            "moment"
        ]
    }
]