[
    {
        "url": "https://www.cnn.com/2016/09/20/politics/ivanka-trump-female-republican-roundtable/index.html",
        "title": "Ivanka Trump to meet with female Republican Congress members",
        "authors": [
            {
                "name": "Cnn Senior Congressional Producer",
                "link": null
            },
            {
                "name": "Deirdre Walsh",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-20",
        "text": "Ivanka Trump to huddle with female Republican members of Congress in Washington\nBy Deirdre Walsh , CNN Senior Congressional Producer\nUpdated 3:29 PM ET, Tue September 20, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nIvanka Trump will be attending a roundtable hosted by Washington Rep. Cathy McMorris Rodgers\nTrump will hear about the issues GOP House members and Senators are working on in Congress\nWashington (CNN)\nIvanka Trump will join female Republican House members and senators Tuesday in Washington to promote the GOP nominee's proposals on child care, in a continued effort by father's presidential campaign to reach out to women voters.\nThe highest-ranking female House GOP leader, Washington Rep. Cathy McMorris Rodgers, is hosting the roundtable at the Republican National Committee, according to Donald Trump's campaign and a GOP congressional source. McMorris Rodgers worked closely with Trump's daughter on the plans that were officially unveiled last week at an event in suburban Philadelphia. McMorris Rodgers is the only House member to give birth three times while in office.\nIvanka Trump is a top adviser and surrogate for her father's campaign and frequently mentions his record of hiring female executives in top positions in his businesses. As a mother of three Trump did several interviews with national outlets about the campaign's new proposals for paid maternity leave and more affordable child care. But she abruptly ended an interview with Cosmopolitan Magazine when the reporter pressed her on previous comments by Donald Trump on pregnant employees, accusing the interviewer of bias.\nRead More\nHouse Minority Leader Nancy Pelosi swiped at Donald Trump's \"disastrous maternity leave and childcare plan\" ahead of the meeting.\n\"Just like his tax plan, Donald Trump's maternity leave and childcare plan is designed to benefit the wealthy, while leaving hard-working women and families behind,\" Pelosi, a Democrat, said in a statement. \"Unsurprisingly, LGBT families, fathers and adoptive parents have no place in Trump's pinched notion of hard-working America.\"\nThe meeting in Washington comes a day after Trump's daughter met with House Speaker Paul Ryan , at her request, during the speaker's visit to New York.\nThe recent focus on this set of issues by the GOP nominee comes as polls show the race tightening, but Trump trailing Hillary Clinton among female voters in recent national and battleground state polls.\nThe new proposals from Donald Trump reduce the costs for families by making child care expenses tax deductible for families making less than $500,000. Trump also proposed setting up tax-free accounts to be used for child care and child enrichment activities. He also proposed providing paid maternity leave by extending unemployment insurance benefits to those working mothers whose employers do not offer paid maternity leave.\n",
        "quotes": [
            [
                "disastrous maternity leave and childcare plan",
                "Ivanka Trump",
                false
            ],
            [
                "Just like his tax plan, Donald Trump's maternity leave and childcare plan is designed to benefit the wealthy, while leaving hard-working women and families behind,",
                "Pelosi",
                true
            ],
            [
                "Unsurprisingly, LGBT families, fathers and adoptive parents have no place in Trump's pinched notion of hard-working America.",
                "Pelosi",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/09/15/politics/ivanka-trump-cosmo-interview/",
                "http://money.cnn.com/2016/09/13/news/economy/trump-child-care/",
                "https://www.cnn.com/2016/09/19/politics/ivanka-trump-paul-ryan-meet/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "congress",
            "campaign",
            "washington",
            "rodgers",
            "female",
            "members",
            "gop",
            "trump",
            "house",
            "mcmorris",
            "republican",
            "senators",
            "ivanka",
            "meet"
        ]
    }
]