[
    {
        "url": "http://www.bbc.com/news/world-us-canada-41544037",
        "title": "100 Women: Five things I learned as a woman in Silicon Valley",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "8 October 2017\nThese are external links and will open in a new window\nClose share panel\nMedia playback is unsupported on your device\nMedia captionLea and Sasha are starting on their professional journey and are already battle-scarred\nThe BBC's 100 Women 2017 season is tackling some of the biggest issues facing women around the world and has given teams of experts a week to change the world. It kicked off by challenging women working at the home of hi-tech industries in California's Silicon Valley to smash the glass ceiling, as the BBC's Nuala McGovern reports. Here are her five findings:\n1) They will show up\nWe gave our team of four women just five days to make a product that would change women's lives in the workplace. A mammoth task in a minimal amount of time.\nBut from day one, they started making connections to make it happen. They reached out to networks of strangers and a huge variety of women were willing to pitch in.\nWe had a Spanish diversity expert Skypeing in from Copenhagen, a wearable tech expert hopped on a plane from New York and even a couple of men showed up.\nDwight had \"introvert\" stamped on his baseball cap and didn't say much, but worked through the night with our women to invent something to crack that glass ceiling.\n2) Women have been invited to the party, but they haven't been asked to dance\nSo what was the catalyst for their inventions? Enter our case studies: Erin who had trouble speaking up in meetings (more on Erin later), and Lea who described working in the \"bro-culture\" of Silicon Valley.\nMedia playback is unsupported on your device\nMedia captionHere is the moment when #teamlead found out their task for week one.\nThe term refers to the dominance of young white men that can create an environment that is unwelcoming to women and has been cited as one of the reasons that women drop out of the industry at twice the rate of men.\nLea described it as like \"1000 little cuts\" - ranging from inappropriate comments to unprofessional interviews to feeling outnumbered in meetings.\nA well-known Silicon Valley saying is \"move fast and break things\", but the women I met said too many people are also getting broken in the process.\n3) Take up the space you deserve\nIn what is sometimes a toxic environment for women, it's useful to keep adding tools to your survival toolkit.\nImage caption Body language expert Amy Cuddy (left) with Erin\nAmy Cuddy is a body language expert and many people (including me) have taken her advice on how your body can change how you feel . She flew in to give advice to Erin, who finds it tough to speak up in meetings.\nShe told Erin to \"take the space you deserve\". Don't collapse into yourself when you find the going a little tough in meetings, interviews or other challenging situations.\nKeep that hand away from your neck, your hair. Shoulders back and hands on the table. All these actions create a neurological response that helps us perform at our best.\nShe is also now exploring the concept of 'presence' - of remaining your true self and completely within the moment rather than worrying about the future or the past.\n4) The glass ceiling is titanium for some\nMany of the women I spoke to pointed out that it is not a level playing field even among women themselves - your chances of success in the tech industry dwindle the further you are outside the norm.\nSo if you are a black or Latina woman in tech you have an even steeper mountain to climb.\nMedia playback is unsupported on your device\nMedia caption100 Women: What does sexism sound like?\nAt our World Service radio brainstorm on the topic, one of our panellists, Shellye Archambeau, pointed out that black women made up just 0.1% of CEOS in the Valley.\nAs The Guardian recently reported, participation in the tech industry by Latino and black industry professionals is actually on the decline - and although Asians are still being hired they are less likely than their white counterparts to make it up the ladder.\nExperts say part of the problem is that managers tend to hire in their own image, or at least an image that they associate with success.\nIn the run-up to our Challenge Week we heard from Eileen Carey, CEO of start-up Glassbreakers , who as a natural blonde was advised to dye her hair brown for this reason .\n5) Be the change you want to see\nIt might sound like I'm down on Silicon Valley. I'm not. It's an extraordinary place, filled with fabulously inventive people creating things we don't even know we need yet that will become essential to our lives.\nMedia playback is unsupported on your device\nMedia captionAre women hitting a glass ceiling, or are they also climbing a broken ladder?\nI loved using an adult-sized slide every morning in the workplace and I loved people bringing their dogs to work. I had access to a 3D printer for whatever invention I might envision that day but there is also a diversity issue in the boardrooms of this industry that needs to be solved.\nSo what did our geeks make? They repeated the mantra \"be the change you want to see\". And after five days and very little sleep, they delivered:\nAn elegant silver necklace that is actually wearable tech - and allows you to send positive messages to your female colleagues during meetings\nA huge A-Frame installation that required me to dress as Rosie the Riveter\nWe drove it in a pick-up truck through downtown Palo Alto in rush hour to test on the public.\nImage caption The women's A-Frame installation was tested on the Palo Alto public\nIt gathered stories of sexism from around the world and retold them in both a woman and a man's voice to raise awareness and provoke discussion.\nIn an area like Silicon Valley with so many huge brains centred in one place - including those of our experts - and a great appetite to disrupt the current status quo, it feels like there must be real change on the horizon.\nWhat is 100 Women?\nBBC 100 Women names 100 influential and inspirational women around the world every year. In 2017, we're challenging them to tackle four of the biggest problems facing women today - the glass ceiling, female illiteracy, harassment in public spaces and sexism in sport.\nWith your help, they'll be coming up with real-life solutions and we want you to get involved with your ideas. Find us on Facebook , Instagram and Twitter and use #100Women\n",
        "quotes": [
            [
                "be the change you want to see",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/technology/2017/oct/03/silicon-valley-diversity-black-latino-women-decline-study",
                "http://www.bbc.co.uk/news/magazine-41082939",
                "http://www.bbc.co.uk/news/av/world-41521671/100-women-amy-cuddy-on-how-posture-can-boost-your-confidence"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bbc.co.uk/news/world-48623037",
                "https://www.glassbreakers.co/",
                "https://twitter.com/bbc100women",
                "https://www.instagram.com/bbc100women/?hl=en",
                "https://www.facebook.com/BBC100women/?hc_ref=PAGES_TIMELINE&fref=nf"
            ]
        },
        "key_words": [
            "100",
            "learned",
            "tech",
            "valley",
            "change",
            "world",
            "media",
            "industry",
            "caption",
            "women",
            "woman",
            "glass",
            "things",
            "silicon"
        ]
    }
]