[
    {
        "url": "https://www.nytimes.com/2017/10/11/movies/goodbye-christopher-robin-review-domhnall-gleeson.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Review: ‘Goodbye Christopher Robin’ Unspools a Difficult Childhood",
        "authors": [
            {
                "name": "Jeannette Catsoulis",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nImage\nDomhnall Gleeson, left, and Will Tilston in “Goodbye Christopher Robin.”CreditCreditDavid Appleby/20th Century Fox\nGoodbye Christopher Robin\nAs predictable as mermaid frocks at the Oscars, Hollywood greets the end of the year by suddenly noticing that roughly a third of moviegoers (and three-quarters of art-house audiences) are over 50, most of them women . This annual phenomenon can lead to theaters clogged with old-lady bait, which usually means something British and upper-crusty, preferably with literary roots. A dollop of war, a death or two, and it’s off to the awards races.\n“Goodbye Christopher Robin” checks all the boxes. Drenched in dappled light and Carter Burwell’s honeyed score, Simon Curtis’s glowing picture dangles the story of how the author A. A. Milne (Domhnall Gleeson) created the Winnie-the-Pooh tales using the stuffed animals of his son, Christopher Robin (beautifully played by little Will Tilston). What we’re really watching, though, is no less than a stiffly depressing portrait of toffee-nosed child abuse.\nAs the shellshocked Milne newly returned from the Western Front, Mr. Gleeson wears a virtually unvarying expression of acute intestinal distress. Unable to connect with the infant or continue to write his popular plays, Milne drags the child and his ghastly wife (Margot Robbie) — “I had a baby to cheer you up!,” she whines — to the paradisiacal forest in Sussex where the books will take shape.\nErratically paced and with a pitch-black heart, the movie manipulates at every turn. There is bonding and betrayal and the loss of a beloved nanny (a warm Kelly Macdonald) as Christopher becomes a marketable commodity. Yet though traumatized by celebrity and the cruelty of his schoolmates, he still desires only one thing.\n“Come on, Mr. Milne, a little affection please,” a photographer coaxes while snapping a portrait of father and son. Not likely.\nGoodbye Christopher Robin\nStars\nDomhnall Gleeson, Margot Robbie, Kelly Macdonald, Vicki Pepperdine, Will Tilston\nRating\nPG\nMovie data powered by IMDb.com\nRated PG for predatory fans and terrible parenting. Running time: 1 hour 47 minutes.\nA version of this article appears in print on , Section C, Page 5 of the New York edition with the headline: At the Core Of a Tale, A Difficult Childhood. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [
            [
                "I had a baby to cheer you up!,",
                "Milne",
                true
            ],
            [
                "Come on, Mr. Milne, a little affection please,",
                "Milne",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.huffingtonpost.ca/entry/real-hundred-acre-wood_n_569ce8d6e4b0ce49642513eb"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.youtube.com/watch?v=IsAlKzokl-8",
                "https://www.indiewire.com/t/box-office/"
            ]
        },
        "key_words": [
            "childhood",
            "child",
            "unspools",
            "milne",
            "christopher",
            "winniethepooh",
            "review",
            "robin",
            "women",
            "goodbye",
            "whines",
            "gleeson",
            "write",
            "difficult",
            "wife"
        ]
    }
]