[
    {
        "url": "http://www.cnn.com/travel/article/india-bill-weir-twl/index.html",
        "title": "Is India big enough for man and man-eater?",
        "authors": [],
        "publisher": "www.cnn.com",
        "publish_date": "2015-03-16",
        "text": "Bill Weir, CNN • Updated 9th October 2017\nFacebookTwitterEmail\n(CNN) —\n\"The Law of the Jungle, which never orders anything without a reason, forbids every beast to eat Man.\"\nI still remember the first time I read the passage from \"The Jungle Book,\" heart racing beneath my pajamas covered with The Six Million Dollar Man.\n\"The real reason for this is that man-killing means, sooner or later, the arrival of white men on elephants, with guns, and hundreds of brown men with gongs, rockets and torches. Then everybody in the jungle suffers,\" Rudyard Kipling wrote.\nBill Weir travels to India to learn why spotting a tiger in the wild could become a thing of the past.\nI probably understood that tiger attacks were fairly rare in Milwaukee, but to my 11-year-old brain, Kipling was dropping wisdom that just might keep me alive on the next expedition into the weedy lot behind Piggly Wiggly.\n\"The reason the beasts give among themselves is that Man is the weakest and most defenseless of all living things, and it is unsportsmanlike to touch him.\"\nReading that passage 35 years later, while rolling through the very forest that inspired the classic, the irony in that line finally clicks.\nWhen we hear the woof of a frightened deer and my guide kills the engine, my grown-up heart pounds once again.\nIt is a sign that there may be big cats nearby.\n\"I wonder who will be the last person to see a tiger in the wild? And are they alive today?\"\nThese are the questions that launched this stop on \"The Wonder List,\" and they led us to a much bigger question about life in the 21st century: Is the planet still big enough for man and man-eater?\nFind out how local conservationists are fighting to protect tigers when Bill Weir and \"The Wonder List\" visit India.\nIndia is about one-third the size of the continental United States, with four times as many people. That kind of human pressure has changed Kipling's \"Law of the Jungle\" in dramatic ways.\nAccording to the animal conservation group Born Free , there are more tigers in cages in Texas than in the forests of India.\nSo I set out to understand how and why. Having covered the poaching of African animals to feed the huge market for Asian medicine, I assumed the demand for tiger-skin rugs in Dubai or tiger-bone wine in Beijing would be the biggest threat to this endangered cat.\nBut it turns out that tiger-human conflict is a much bigger problem. Almost half a billion rural Indians have no plumbing and answer nature's call by squatting in the forest. Most tiger attacks happen when these people are mistaken for prey, and most tiger kills come in the angry hours that follow, as friends and neighbors of the victim seek revenge.\nAnd so, a new specialty in conservation is the art of tiger conflict mediation. It is not easy to convince a frightened farmer that the cat that ate his cow is more valuable alive than caged or dead.\nA mission to photograph tigers turns into a battle of wills with a group of monkeys. Part of The Wonder List's 'Behind the Shot' with Philip Bloom.\nBut these efforts, along with a more pointed anti-poaching campaign, seem to be paying off. The latest tiger census counted 2,226 big cats in India, a 30% increase over the previous count in 2011. If the estimates hold, this would make India the only country in the world with a growing tiger population.\nBut the human population is growing much faster. Maintaining a healthy population of apex predators is just one new challenge on a planet that will welcome a couple billion more people in just the next generation.\nEditor's note: This article was originally published in 2015.\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved. CNN Sans ™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "The Law of the Jungle, which never orders anything without a reason, forbids every beast to eat Man.",
                "",
                true
            ],
            [
                "The real reason for this is that man-killing means, sooner or later, the arrival of white men on elephants, with guns, and hundreds of brown men with gongs, rockets and torches.",
                "Rudyard Kipling",
                true
            ],
            [
                "Then everybody in the jungle suffers,",
                "Rudyard Kipling",
                true
            ],
            [
                "The reason the beasts give among themselves is that Man is the weakest and most defenseless of all living things, and it is unsportsmanlike to touch him.",
                "",
                true
            ],
            [
                "I wonder who will be the last person to see a tiger in the wild?",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2015/01/20/asia/tiger-population-india/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bornfree.org.uk/",
                "http://www.preview.cnn.com/shows/wonder-list",
                "http://www.cnn.com//www.turner.com"
            ]
        },
        "key_words": [
            "man",
            "india",
            "jungle",
            "maneater",
            "reason",
            "tigers",
            "tiger",
            "alive",
            "big",
            "wild",
            "wonder",
            "weir"
        ]
    }
]