[
    {
        "url": "https://www.activistpost.com/2017/09/researchers-connect-human-mind-internet-first-time-ever.html",
        "title": "Researchers Connect a Human Mind to the Internet for the First Time Ever",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-20",
        "text": "Researchers Connect a Human Mind to the Internet for the First Time Ever\nHave you ever thought about whether future humans will live out aspects of their lives online in simulated environments, or even extend their natural lifespans by uploading their minds to a secure cloud ecosystem? It’s been a familiar idea in science fiction for decades. With news that Elon Musk was attempting to build a  “neural lace,”  the concept of a brain-machine interface (BMI) entered the public lexicon. Now,  researchers  at Wits University in Johannesburg, South Africa, claim to have linked a human mind to the Internet in real time — a biomedical first.\nThe project, dubbed the “Brainternet,” required the researchers to gather EEG brainwave signals using only an  Emotiv EEG device  and a simple  Raspberry Pi  computer. The experiment allowed the human brain to become an information node in the Internet of Things (IoT).\nBrainternet is a new frontier in brain-computer interface systems. There is a lack of easily understood data about how a human brain works and processes information. Brainternet seeks to simplify a person’s understanding of their own brain and the brains of others. It does this through continuous monitoring of brain activity as well as enabling some interactivity.\nResearchers say the project could provide valuable information for future  deep learning  algorithms and could even assist Musk’s endeavors in creating true BMI.  Many futurists  believe that as the impact and everyday importance of the Internet grows, it is inevitable that humans will merge the physical world with online virtual environments, ushering in a generation of enhanced  augmented reality (AR), virtual reality (VR), and a synthesis  of the two that some call Mixed Reality.\nWhile the concept of “living” on the Internet may seem remote, we are in many ways  already cyborgs  dependent on the Web and artificial intelligence. Linking our brains to an online  “hive mind”  may ultimately prove to be the most efficient way humans can both receive and transmit information, though concerns over surveillance and privacy will likely follow us all the way through the century.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.theverge.com/2016/6/2/11837854/neural-lace-cyborgs-elon-musk",
                "https://www.activistpost.com/2016/01/the-coming-hive-mind-manmachine-merger-and-the-global-transhuman-society.html",
                "https://www.businessinsider.com/ray-kurzweil-thinks-well-all-be-cyborgs-by-2030-2015-6",
                "https://medium.com/basic-income/deep-learning-is-going-to-teach-us-all-the-lesson-of-our-lives-jobs-are-for-machines-7c6442e37a49",
                "https://medicalxpress.com/news/2017-09-biomedical-human-brain-internet-real.html",
                "https://www.theverge.com/2017/3/27/15077864/elon-musk-neuralink-brain-computer-interface-ai-cyborgs"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.emotiv.com/",
                "https://futurism.com/raspberry-pi-just-made-5-computer",
                "https://www.foundry.com/industries/virtual-reality/vr-mr-ar-confused"
            ]
        },
        "key_words": [
            "virtual",
            "way",
            "internet",
            "reality",
            "researchers",
            "mind",
            "information",
            "online",
            "humans",
            "brain",
            "human",
            "connect"
        ]
    }
]