[
    {
        "url": "http://beforeitsnews.com/sports/2017/10/ravens-take-exception-to-the-boos-2701828.html",
        "title": "Ravens Take Exception to The Boos",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By Ravens 24x7\nTuesday, October 3, 2017 8:42\n% of readers think this story is Fact. Add your two cents.\nDespite the fact that the Ravens still have a chance to salvage a successful season given the watered-down product that is the NFL, fans here in The Land of Pleasant Living are anything but optimistic. Part of the gloom and doom stems from the wretched Ravens offense. Part of it has to do with the protests of many of the league’s players.\nAnd unfortunately, apathy has crept into the fan base.\nThat’s the last thing Ravens owner Steve Bisciotti wants to see.\nOn Sunday at M&T Bank Stadium, the Ravens, as a team, took a knee, to gather in prayer. Those in attendance at The Bank showered the home team with a cascade of boos. Who could blame them? They weren’t aware of the plan, and emotions already ran high. The first sign of a bended knee signaled the cue for agitated fans.\nMaybe the Ravens should’ve let the fans in on their little secret.\nWhy shroud the good intentions in mystery?\nThe plan obviously backfired.\nJust as obvious is the disconnect between the players and fans.\nVery upset about this…no one disrespected the anthem… AND STILL!! What’re y’all really mad about?? https://t.co/cFGhzgxmHU\nPerhaps the next time around fans will be more accepting now that they understand the intent. The Ravens attempt at compromise had merit. A prayer for understanding and solutions while standing in unison to the playing of the National Anthem, represents a noble olive branch for both sides of this societal divide.\nMaybe this Sunday will be more peaceful.\nFLACCO’S PREGAME FUMBLE\nDuring the playing of the Star-Spangled Banner prior to the Ravens v. Steelers, cameras were everywhere, and focused on key players. That’s hardly a surprise. CBS wanted to capture the mood, reactions and body language of the players during the anthem’s 90 seconds in response to all of the furor from previous weeks.\nAs they stood along the sidelines, the players were well aware of this. For 1 ½ minutes it was clearly a time to show respect. Well, clear to everyone not named Joe Flacco.\nAt around the 1:04 mark of the video below, Flacco can be seen chuckling in response to someone just behind him to his right. Given the stage, the focus and all of the controversy surrounding the anthem and the fan’s perceived lack of respect for all the flag stands for, Flacco STILL lacked the awareness of that moment’s importance.\nNo wonder he can’t break old habits and step up his game to the level of his pay.\nFlacco is paid to be a top 5 quarterback yet hovers at the very bottom of the league’s signal callers – currently one notch above the 32nd ranked starting QB, DeShone Kizer. He still predetermines where he’s going with the ball; makes few pre-snap adjustments; stares down receivers; struggles to properly execute a screen after 9 ¼ seasons; possesses sloppy ball skills and has no clue how to use cadence as a weapon.\nAnyone watch last night’s game in Kansas City? Alex Smith kept the Redskins front seven off balance all night with cadence. That leads to free plays and it helps the offensive line gain an edge. It helps them to gain leverage which leads to more wins at the line of scrimmage.\nThe Ravens know this. The coordinator, senior offensive assistant and offensive line coach all know this. But they still can’t get their 10-year vet to execute it? Really?\nI guess after his grade school antics during an important pregame moment, we shouldn’t be surprised.\nFlacco is hardly the brightest bulb in the bunch. He’s a bit like Bull Durham’s Nook LaLoosh .\nI wonder how many takes it took to get those M&T Bank commercials right?\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://usatftw.files.wordpress.com/2013/06/ebbycalvin.gif?w=1000",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/03/lombardis-way/ravens-fans-boo/https://t.co/cFGhzgxmHU"
            ]
        },
        "key_words": [
            "fans",
            "ravens",
            "boos",
            "cant",
            "exception",
            "bank",
            "line",
            "anthem",
            "offensive",
            "wonder",
            "players"
        ]
    }
]