[
    {
        "url": "https://www.reuters.com/article/us-brazil-corruption-refinery/brazil-court-freezes-ex-leader-rousseffs-assets-over-2006-refinery-deal-idUSKBN1CG2EY",
        "title": "Brazil court freezes ex-leader Rousseff's assets over 2006 refinery deal",
        "authors": [
            {
                "name": "Anthony Boadle",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "Brazil court freezes ex-leader Rousseff's assets over 2006 refinery deal\n3 Min Read\nBRASILIA (Reuters) - Brazil’s federal audit court on Wednesday ordered a freeze of former President Dilma Rousseff’s assets as well as those of José Sérgio Gabrielli, ex-head of state-run oil company Petrobras, over a $580 million loss in the 2006 purchase of a Texas refinery.\nFormer Brazilian president Dilma Rousseff attends the \"Neoliberalism, inequality, democracy under attack\" conference in Lisbon, Portugal March 15, 2017. REUTERS/Rafael Marchante\nThe order also covered former Finance Minister Antonio Palocci and three members of the board of directors of Petroleo Brasileiro SA, as Petrobras is formally known, who approved the controversial purchase.\nThe court, known as the TCU, said it detected “irregularities” in the purchase of the refinery in Pasadena, Texas, a move that it considered made no business sense.\nRousseff said in a statement that there was no evidence any crime was committed by Petrobras board members who approved the deal.\nPetrobras paid $360 million for half of Pasadena Refining in 2006, more than eight times what its previous owner, Astra Oil, a unit of Belgian-controlled Astra Transcor Energy, paid for the 112,000-barrel-a-day refinery a year earlier.\nBy 2012, Petrobras had sunk $1.18 billion into it including the cost of buying out Astra’s remaining half after a legal dispute between both firms.\nRousseff, who was impeached last year for breaking budget rules, was chief of staff for President Luiz Inacio Lula da Silva at the time of the refinery purchase and chaired the Petrobras board of directors. She succeeded Lula in 2011.\nFederal prosecutors investigating overpriced Petrobras contracts in the country’s largest ever corruption scandal centered on the oil company said in 2015 that they uncovered evidence that $15 million in bribes were paid as part of the initial purchase of 50 percent of the refinery. They said Petrobras overpaid for the facility and alleged it was in terrible condition.\nRousseff said the purchase was decided based on incorrect financial and legal information provided by a director who has since been convicted of corruption. She added that the TCU has in previous rulings exempted board members of responsibility for the losses incurred.\nThe TCU said the freeze would last one year and cover assets that could guarantee the return to public coffers of the losses run up by Petrobras in buying the refinery.\nIt was not clear how the $580 million could be recovered.\nRousseff’s assets declared before her 2014 re-election included three apartments, two land lots and a house in the southern city of Porto Alegre, plus cash and savings, totaling 1.75 million reais ($551,754).\nReporting by Lisandra Paraguassu and Anthony Boadle; Editing by Cynthia Osterman, Leslie Adler and David Gregorio\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "petrobras",
            "board",
            "members",
            "rousseffs",
            "freezes",
            "oil",
            "refinery",
            "2006",
            "paid",
            "court",
            "assets",
            "purchase",
            "million",
            "deal",
            "tcu",
            "brazil",
            "president",
            "exleader"
        ]
    }
]