[
    {
        "url": "https://www.cnn.com/2016/09/27/politics/lab-test-isis-chemical-weapon/index.html",
        "title": "US: ISIS did not use mustard agent in base attack",
        "authors": [
            {
                "name": "Ryan Browne",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-27",
        "text": "US: ISIS did not use mustard agent in base attack\nUpdated 12:04 PM ET, Tue September 27, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nISIS suspected of mustard attack against U.S., Iraqi troops 01:35\nStory highlights\nA final lab test of ISIS weapon fired on US troops tested negative for mustard agent\nUS forces were fired on last week by ISIS,  initial tests showed a chemical weapon was used\nWashington  (CNN)\nThe American-led military coalition against ISIS said Tuesday that a final laboratory test of the weapon ISIS fired at a US-Iraqi base in northern Iraq last week did not contain a mustard agent as earlier believed.\nCol. John Dorrian, a spokesperson for the anti-ISIS coalition, tweeted that \"definitive\" lab results show the munitions that hit Qayyara air base on September 20 was not a chemical weapon.\nDefinitive lab tests conclude: No mustard agent present in munitions fired at Qayyarah West AB Sept 20. #Daesh #ISIL\nInitial field tests of what has been described as either a rocket or artillery shell did indeed test positive for the chemical weapon and US personnel were required to undergo decontamination.\nLast week, the Chairman of the Joint Chiefs of Staff, Gen. Joseph Dunford, told the Senate Armed Services Committee that \"we assess it to be a sulfur mustard blister agent\" when asked about the attack.\nMilitary officials had told CNN that a second test of the weapon had produced negative results while a third lab test was inconclusive. The most recent test announced by Dorrian represents the final test of the weapon.\nRead More\nA US defense official told CNN that ISIS has carried out dozens of chemical weapons attacks against civilians and US allies in northern Iraq and Syria, and that the US military considers itself to be operating in a chemical environment.\nThe official added that while the latest test of a chemical weapon proved negative, he said he expected such attacks to happen in the future.\nDunford said the military has targeted over 30 ISIS installations involved in the production of chemical weapons.\nUS Navy Capt. Jeff Davis, a Pentagon spokesman, told reporters Monday that the US has issued 50,000 gas masks to the Iraqi forces in order to counter ISIS chemical weapons attacks.\nBarbara Starr contributed to this report\n",
        "quotes": [
            [
                "we assess it to be a sulfur mustard blister agent",
                "Joseph Dunford",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/ISIL?src=hash",
                "https://twitter.com/hashtag/Daesh?src=hash"
            ]
        },
        "key_words": [
            "chemical",
            "isis",
            "attack",
            "weapon",
            "final",
            "week",
            "test",
            "lab",
            "fired",
            "mustard",
            "tests",
            "agent",
            "base"
        ]
    }
]