[
    {
        "url": "https://www.cnn.com/2016/09/19/politics/gary-johnson-bill-weld/index.html",
        "title": "Gary Johnson: Running mate Bill Weld not dropping out",
        "authors": [
            {
                "name": "Tom Lobianco",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-19",
        "text": "Updated 9:30 AM ET, Mon September 19, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nLibertarian candidate Gary Johnson is running with former Massachusetts Gov. Bill Weld\nThe former New Mexico governor beat back rumors Weld was dropping off the ticket\nWashington  (CNN)\nLibertarian presidential candidate Gary Johnson said Monday that his running mate, Bill Weld, is not dropping from the ticket despite a recent rumor he might split over concerns he could throw the race to Donald Trump.\n\"Bill Weld is in this for the long haul. Beyond my wildest dreams, Bill Weld is my running mate,\" Johnson told CNN's Alisyn Camerota on \"New Day.\" \"No, no chance Bill Weld drops out. We're in this for the long haul.\"\nVeteran journalist and CNN contributor Carl Bernstein's tweet last week that Weld could avoid being a spoiler in the race for Hillary Clinton by dropping  out, spurred talk of whether Weld would be quitting the contest.\n\"Bill Weld could be a hero--instead of a Nader--if he renounces his own Libertarian candidacy and endorses/campaigns for HRC. Stay tuned,\" Bernstein tweeted last Friday, in reference to Ralph Nader's third-party run in 2000.\nBill Weld  could be a hero--instead of a Nader--if  he renounces  his own Libertarian candidacy and endorses/campaigns for HRC.  Stay tuned.\nBernstein told CNN's Brian Stelter Sunday that his sources say Weld is \"thinking about dropping out of this race if it looks like he and Johnson might get Trump elected.\"\nRead More\nBernstein reported that his sources say Weld is worried about detracting support from Clinton, but Weld called Bernstein's reporting \"wishful thinking\" in a statement to CNN.\nJohnson and Weld have been polling close to 9% in most national polls, but have struggled to break into the double digits.\nBut the Presidential Debate Commission alerted Johnson last week that, based on recent national polling, he had not met the 15% threshold to appear onstage with Clinton and Trump at the first presidential debate next week.\n",
        "quotes": [
            [
                "Bill Weld is in this for the long haul.",
                "Johnson",
                true
            ],
            [
                "Beyond my wildest dreams, Bill Weld is my running mate,",
                "Johnson",
                true
            ],
            [
                "No, no chance Bill Weld drops out.",
                "",
                true
            ],
            [
                "We're in this for the long haul.",
                "",
                true
            ],
            [
                "Bill Weld could be a hero--instead of a Nader--if he renounces his own Libertarian candidacy and endorses/campaigns for HRC.",
                "Bernstein",
                true
            ],
            [
                "thinking about dropping out of this race if it looks like he and Johnson might get Trump elected.",
                "Bill Weld",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://money.cnn.com/2016/09/18/media/gary-johnson-debates/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "gary",
            "stay",
            "tuned",
            "told",
            "running",
            "weld",
            "dropping",
            "libertarian",
            "race",
            "johnson",
            "bill",
            "mate"
        ]
    }
]