[
    {
        "url": "https://www.reuters.com/article/us-boxing-aiba/aiba-president-wu-suspended-by-amateur-body-idUSKBN1CF2NJ",
        "title": "AIBA president Wu suspended by amateur body",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "AIBA president Wu suspended by amateur body\n2 Min Read\nFILE PHOTO: AIBA President Wu Ching-Kuo attends a news conference in Baku September 24, 2011.    REUTERS/Osman Karimov\n(Reuters) - The International Boxing Association’s (AIBA) Taiwanese president Ching-kuo Wu has been provisionally suspended by a disciplinary commission, the Olympic sport’s governing body said in a statement on Tuesday.\nThe Swiss-based organization has been riven with in-fighting for months, with Wu pitted against most of the executive committee who failed to remove him through a vote of no confidence tabled in July.\nAIBA said on their website (www.aiba.org) that the 70-year-old was served on Monday with a provisional and immediate suspension from duties pending the conclusion of a complaint against him.\nIt said the complaint was made by 11 AIBA executive committee members on Oct. 1 who alleged that Wu had “violated and continues to violate various provisions of AIBA’s Statutes and Codes” and demanded his suspension.\n“The Chairman of the Commission and the Commission panel assigned to this matter believe that the situation is urgent and require immediate provisional measures be ordered,” the statement added.\nThere was no immediate comment from Wu and AIBA officials, including executive director William Louis-Marie, who did not respond to telephone and email approaches by Reuters.\nWu, who was elected AIBA president in 2006 and is a member of the International Olympic Committee’s executive board, has rejected claims of financial mismanagement and accused opponents of “political maneuvrings” as part of a power struggle.\nReporting by Alan Baldwin, editing by Christian Radnedge\n",
        "quotes": [
            [
                "violated and continues to violate various provisions of AIBA’s Statutes and Codes",
                "Ching-kuo Wu",
                false
            ],
            [
                "The Chairman of the Commission and the Commission panel assigned to this matter believe that the situation is urgent and require immediate provisional measures be ordered,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "olympic",
            "executive",
            "statement",
            "aiba",
            "body",
            "international",
            "commission",
            "wu",
            "suspended",
            "provisional",
            "immediate",
            "amateur",
            "president"
        ]
    }
]