[
    {
        "url": "http://www.addictinginfo.org/2016/09/20/u2s-bono-has-brutal-words-for-donald-trump-video/",
        "title": "U2’s Bono Has BRUTAL Words For Donald Trump (VIDEO)",
        "authors": [
            {
                "name": "Wendy Gittleson",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-20",
        "text": "·\nWhile rock band U2’s Bono has had a career of being politically outspoken, his priorities have generally been focused – primarily on improving living conditions in underdeveloped countries. Heck, the liberal Bono even found common ground with George W. Bush . There’s no common ground to be found with Donald Trump, though, who the U2 singer called “potentially the worst idea that every happened to America.”\nIn an interview with CBS This Morning, Bono gave credence to the idea of American exceptionalism, but he feels that Trump destroys that. In fact, Bono says, Trump could “destroy” the very idea of America:\n“Look, America is like the best idea the world ever came up with,” Bono, whose real name is Paul David Hewson, told “CBS This Morning” in an interview broadcast Tuesday. “But Donald Trump is potentially the worst idea that ever happened to America. Potentially.”\nBono pointed to nations like Ireland and Great Britain as great countries but suggested that America is different because it’s an idea, one that Trump is “trying to hijack.”\n“That idea is bound up in justice and equality for all — equality and justice for all, you know,” he continued. “I think he’s hijacked the party. I think he’s trying to hijack the idea of America. And I think it’s bigger than all of us. I think it’s — it’s — this is really dangerous.”\nHere’s the video:\nSay what you want about the often controversial Bono, but he has seen the world and he’s right. The idea of America, as a melting pot, as a place where with hard work, anyone can be a success, is not completely incompatible with Donald Trump’s ideas. Trump is a xenophobe. He and his supporters want to turn our nation into a solitary island. That’s never been what our nation is about.\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "potentially the worst idea that every happened to America.",
                "",
                false
            ],
            [
                "Look, America is like the best idea the world ever came up with,",
                "Bono",
                true
            ],
            [
                "But Donald Trump is potentially the worst idea that ever happened to America.",
                "",
                true
            ],
            [
                "That idea is bound up in justice and equality for all — equality and justice for all, you know,",
                "Bono",
                true
            ],
            [
                "I think he’s hijacked the party.",
                "",
                true
            ],
            [
                "I think he’s trying to hijack the idea of America.",
                "",
                true
            ],
            [
                "And I think it’s bigger than all of us.",
                "",
                true
            ],
            [
                "I think it’s — it’s — this is really dangerous.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://freebeacon.com/issues/bono-lauds-george-w-bushs-work-fight-aids-save-lives-africa/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "video",
            "hes",
            "u2s",
            "idea",
            "trump",
            "words",
            "worst",
            "donald",
            "think",
            "brutal",
            "bono",
            "america",
            "potentially",
            "world"
        ]
    }
]