[
    {
        "url": "https://www.cnn.com/2016/09/21/politics/michelle-obama-melania-trump-plagiarism-joke/index.html",
        "title": "Michelle Obama jokes about Melania Trump plagiarism: 'Yeah, that was tough'",
        "authors": [
            {
                "name": "David Wright",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-21",
        "text": "First lady Michelle Obama jokes about Melania Trump plagiarism: 'Yeah, that was tough'\nUpdated 6:30 PM ET, Wed September 21, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nMichelle Obama was a guest on \"The Late Show\" with Stephen Colbert on Tuesday night\nThe first lady discussed being a political spouse and promoted some of her signature issues\n(CNN)\nMichelle Obama on Tuesday joked about the plagiarism controversy that engulfed Melania Trump during the Republican National Convention, delivering a dry retort when \"The Late Show\" host Stephen Colbert asked the first lady if she was sympathetic to the plight of a fellow political spouse.\n\"Melania Trump was criticized for using what turned out to be a portion of your speech -- but do you have any sympathy? Because there are people around her creating things, and you know, I have sympathy for her. Do you understand how that might be sympathetic, for what happened to her?\" the CBS host asked.\n\"Yeah, that was tough,\" Obama deadpanned, prompting laughs from the audience.\nColbert also asked the first lady if she was sympathetic to political spouses who are required to stand behind partners whose political beliefs are antithetical to their own -- a premise Obama flatly rejected.\n\"Do you have any sympathy for the people who have to go there and stand by the person running for president?\"\nRead More\n\"No,\" Obama replied. \"Because if -- you know, you have to be, you know, in it. If you're in it, and if you don't agree, you should have agreed before they ran. Bottom line is, if you didn't agree with what Barack was saying, I would not support his run. So I stand there proudly, and I hope they are, too, standing with their spouses proudly. So no, no sympathy.\"\nDuring her appearance on the show, Obama also joked around with Colbert, climbing into a blanket fort with the host (a recurring segment on the show) to discuss serious issues, like investment in education for young girls around the world, and less serious ones -- such as when a conversation about healthy eating turned into a joke about how eating too many carrots can turn someone orange.\n\"And if you turn really orange, you have to start saying crazy things and run for president,\" Colbert cracked.\n",
        "quotes": [
            [
                "Melania Trump was criticized for using what turned out to be a portion of your speech -- but do you have any sympathy?",
                "",
                true
            ],
            [
                "Because there are people around her creating things, and you know, I have sympathy for her.",
                "",
                true
            ],
            [
                "Do you understand how that might be sympathetic, for what happened to her?",
                "",
                true
            ],
            [
                "Do you have any sympathy for the people who have to go there and stand by the person running for president?",
                "Michelle Obama",
                true
            ],
            [
                "Because if -- you know, you have to be, you know, in it.",
                "Michelle Obama",
                true
            ],
            [
                "If you're in it, and if you don't agree, you should have agreed before they ran.",
                "Michelle Obama",
                true
            ],
            [
                "Bottom line is, if you didn't agree with what Barack was saying, I would not support his run.",
                "Michelle Obama",
                true
            ],
            [
                "So I stand there proudly, and I hope they are, too, standing with their spouses proudly.",
                "Michelle Obama",
                true
            ],
            [
                "And if you turn really orange, you have to start saying crazy things and run for president,",
                "Stephen Colbert",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/07/20/politics/donald-trump-campaign-organization/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "lady",
            "sympathy",
            "jokes",
            "obama",
            "late",
            "political",
            "stephen",
            "trump",
            "tough",
            "yeah",
            "plagiarism",
            "stand",
            "sympathetic",
            "michelle",
            "melania"
        ]
    }
]