[
    {
        "url": "https://www.nytimes.com/2017/10/04/technology/personaltech/tech-sports-reporting.html?rref=collection%2Fsectioncollection%2Ftechnology",
        "title": "Documenting Sports With Tech, or It Didn’t Happen",
        "authors": [
            {
                "name": "John Branch",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-04",
        "text": "Advertisement\nImage\nJohn Branch reporting Sunday from the N.F.L. game between the host Los Angeles Chargers and the Philadelphia Eagles.CreditCreditAmy Dickerson for The New York Times\nHow do New York Times journalists use technology in their jobs and in their personal lives? John Branch, a Pulitzer Prize-winning sports reporter for The Times based in Northern California, discussed the tech he is using.\nHow has technology transformed sports reporting?\nThe biggest transformation has been the use of social media, and Twitter is the opium of the sports-reporting masses. When I started doing this 20 years ago, I didn’t know what the competition was reporting until I fetched the newspapers from the porch in the morning.\nNow there's a race to see who can tweet something first. It doesn’t matter how mundane or irrelevant it is. I can watch a football game, and within 15 seconds of the last play, my feed will have seven tweets all saying “First down.” Isn’t that useful? Twitter has turned a lot of sports reporting into play-by-play, hot takes and snarky one-liners. With retweets and replies, the echo can be deafening.\nBut most people still have stories to write. So at the end of games, when the important stuff is happening, none of the reporters are tweeting because they're all writing on deadline so that their story can hit the web first. It is speed versus substance. I’m glad to report that substance is making a comeback.\nThe real-life issues now so embedded with the sports world — like debates over racial injustice, brain damage , the ethics of college sports and cheating at the Olympics, plus 100 other things — cannot be parsed to 140 characters.\nWhat tech gadgetry and apps do you always have with you when you’re on assignment?\nI always have my iPhone , my battered Olympus digital recorder, a small spiral notebook and a pocketful of pens taken from cheap hotels. (I figure the hotels owe me for all the free advertising I have given them over the years.) I’m learning I can have nothing but an iPhone and I’m fine.\nI don’t cover live events much these days, because I mostly write longer, broader pieces . I work out of my house and from the road. When I do go to games, or when I sit to do serious research and write, it’s on a Times-issued MacBook Air. It’s what I’m using right now, typing this into a Google Doc.\nThe game changer was the smartphone. It's not only my office phone. I can also use it to record interviews (its microphone is better than the one in my old Olympus, which is important in crowded, noisy places), take pictures and videos to help me remember the details of what I see, and even type or speak notes and interview answers into emails that I send myself.\nI use it the way other people use their phones. I email, text, tweet, post to Instagram, get directions, set timers and alarms, change flights, check weather, update my calendar, map my jogs, and listen to podcasts and Spotify during long drives or plane rides. On assignment, I’ve had entire conversations with Google Translate, two of us passing my phone back and forth.\nBesides being an all-in-one communication tool, the iPhone helps my writing. I take photographs of places I know I’ll want to describe in detail later — the inside of someone’s home, a rocky mountain summit, a piece of jewelry that a subject is wearing, the shape of the clouds and the color of the sky. I take videos of places, too, and narrate them as I shoot so that I can watch and listen later.\nI get a lot of strange looks from people when I do these things.\nWhat tech product are you currently obsessed with?\nI often do stories overseas, and for the last couple of years, I have constantly connected with sources, interview subjects and my own family on my phone through WhatsApp , a brilliant messaging service that seems to be well known everywhere except the United States.\nI use it to text, but also to trade photographs, short videos and voice messages, instantly. And you can call from it, even use it for face-to-face video conversations, free if you’re on Wi-Fi.\nMy wife was recently on a ship in the North Atlantic, and one morning I was in bed, having simultaneous conversations with her, a friend in Brazil and a reporting colleague in Nepal, all using text, photos and audio. Then someone from the office emailed me, which felt very 15 years ago.\nImage\nThe smartphone was a game changer for sports reporting, Mr. Branch said.CreditAmy Dickerson for The New York Times\nYou’ve covered a lot of extreme sports. How has tech changed those sports and the way you report them?\nThere’s a truism in extreme sports that something didn’t happen unless it was caught on camera. People can climb the most remote mountains in the world, or surf the biggest wave or ski the steepest line, and someone else will be there to record it. And once it’s on camera, it usually hits Instagram and goes viral.\nSo many times, I’ve seen something amazing online, maybe something worth a story, only to realize that it has been “liked” 100,000 times already. So we tend to write about trends, not single events, and people, not just their accomplishments. We focus on the context, not the clip. That’s tough in a never-ending stream of clips.\nHow has tech been good or bad for sports in general?\nYou could write books on the topic, from athletes’ use of social media (increasingly skipping the filter of the traditional news media) to the in-game experience of fans (threatening to make the living room a more enjoyable place to watch a game than the arena).\nMore than anything, technology has brought the sports world into the “now.” I’m old enough to remember a world before ESPN, when the N.B.A. Finals were tape-delayed to late night and baseball had a “game of the week,” and that was the only game you could see. There were no sports highlights beyond your local news, and you hoped the late scores made the morning paper.\nNow we can see almost any game on television, in a dozen sports from anywhere in the world, with a computer on our laps and a phone in our hands. We receive and give instant analysis through the world of social media. We can track statistics for our fantasy teams. We can tweet nasty messages to famous athletes and coaches who disappoint us. Like so many other parts of society, we’re probably watching sports more physically alone than ever, but more connected in other ways.\nIs that good or bad? Just different. Part of me wishes I could recreate the simple times of attending a game the way I did with my parents. It was an era of hard bleachers and no video scoreboards, of tracking players through nothing but printed box scores, of using your imagination to fill in all the details of the sports world that were left mostly blank.\nThat would probably bore my kids.\nFollow John Branch on Twitter: @JohnBranchNYT\nA version of this article appears in print on , Section B, Page 5 of the New York edition with the headline: Bringing Sports World Into the ‘Now,’ With Gadgets. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/09/23/sports/football/trump-nfl-kaepernick.html?module=inline",
                "https://www.nytimes.com/2015/06/14/sports/dean-potter-final-yosemite-jump.html?module=inline",
                "http://www.nytimes.com/projects/2012/snow-fall/index.html",
                "https://www.nytimes.com/2017/09/27/sports/rick-pitino-fired.html?module=inline",
                "https://www.nytimes.com/2017/09/21/sports/aaron-hernandez-cte-brain.html?module=inline",
                "https://www.nytimes.com/2016/12/21/technology/for-millions-of-immigrants-a-common-language-whatsapp.html?module=inline",
                "https://www.nytimes.com/2017/08/23/technology/personaltech/iphone-10-years.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "tech",
            "conversations",
            "text",
            "didnt",
            "writing",
            "places",
            "withi",
            "documenting",
            "listen",
            "photographs",
            "videos",
            "youre",
            "phone",
            "happen"
        ]
    }
]