[
    {
        "url": "http://www.bbc.com/news/entertainment-arts-41500486",
        "title": "How Mel Brooks' lady of dance made it in a man's world",
        "authors": [
            {
                "name": "Vincent Dowd",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "By Vincent Dowd Arts reporter, BBC News\n8 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Target Live\nImage caption Mel Brooks and Susan Stroman have been colleagues and friends for more than a decade\nEven today it's rare to find a female choreographer working at the highest level in musical theatre. Susan Stroman says it's always been a male-dominated profession, but one she loves nonetheless.\nSusan Stroman is in London to direct and choreograph a new version of Mel Brooks' Young Frankenstein - and by now she's pretty much used to the concept of the tea-break.\nOf the last half-century's winners of Broadway's annual Tony award for choreography, just 10 have been women. The most successful is four-time winner Stroman.\nHer first Tony was in 1992 for the Gershwin show Crazy for You. But she'll go down in Broadway history as the choreographer and director of Mel Brooks' The Producers in 2001 - one of the biggest stage musicals to date.\nImage copyright Target Live\nImage caption Young Frankenstein is playing at London's Garrick Theatre\nShe went on to direct the movie version and in 2007 Brooks asked her to bring his film Young Frankenstein to the stage. It didn't repeat the success of The Producers and she's been hard at work in London carving out a new and more intimate version.\nStroman says she's relishing working in a smaller theatre.\n\"On Broadway we were in the Hilton theatre, as it was then called, which is one of New York's biggest houses,\" she says.\n\"It created problems for the cast: in comedy you've got to be able to hear the audience laughter precisely and surf it - but that was hard. On the other hand the huge stage could really handle spectacle.\n\"So in London we're going from around 2,000 seats to under 800 at the Garrick: that implies certain changes to how the show will feel.  But I worked here three years ago directing and choreographing The Scottsboro Boys and I know what a fantastically intimate space this can be.\n\"So Mel has written two new songs and we've changed lines - there's a new reference to bubble and squeak which wouldn't have meant much on Broadway. The show's shorter than it was and there's more focus on the comedy.\"\nImage copyright Pacific Northwest Ballet/Angela Sterling\nImage caption The ballet Take Five... More or Less is another of Susan Stroman's many shows\nStroman's own journey to Broadway started in Wilmington, Delaware.\n\"We weren't a theatrical family but my father was a wonderful piano player and I was that little girl who dances around the house to the sound of the piano. I was taking dance lessons young. And at that time if a Fred Astaire and Ginger Rogers film came on TV the family would stop and watch it: it was an event.\n\"I was always fascinated by movie musicals and how dance numbers would be used to advance a story and how the words and music were in harmony. I studied ballet but I was always mainly interested in the storytelling, even at a young age.\nImage copyright Getty Images\nImage caption Productions of hit show The Producers have attracted well-known names to the cast such as David Hasselhoff (second left)\n\"All these years later I have worked with major ballet companies and I enjoyed it - but still what touches my heart is telling a story. Even now my favourite dance pictures would probably be Fred and Ginger in Top Hat or Swing Time.\"\nAs a teenager Stroman was doing dance jobs locally in Wilmington.\n\"I ended up being a big fish in a small pond. I would choreograph and direct a local musical or even the half-time show during the football game at high school. I studied ballet and jazz but from day one I knew what really excited me was the kind of dancing you got on Broadway. I took any opportunity going to be involved in staging and directing.\n\"When I went to New York it was as a song and dance girl because I knew I could do it.  But it was always to be on the other side of the table, not the performer.\nImage copyright Getty Images\nImage caption Susan Stroman choreographed The ScottsBoro Boys - a musical based on the true story of a group of black teenagers wrongly accused of rape\n'If I stand at the back of a house now and I feel an audience react to something I've created, it thrills me - whether it's something laugh-out-loud like Young Frankenstein or a much more serious show like The Scottsboro Boys, which was about racism in the Deep South in the 1930s.\n\"The audience is the last element you add when you're building the musical - the breath of an audience is vital.  There are certain actors who have an instinctive feel for it and they know when to go forward and when to stop.  And it's the audience telling them what to do.\"\nFrom the beginning of the 1990s, Stroman started directing complete shows, rather than limiting herself to the dance numbers.\nYet 25 years later there are still few female directors working in the commercial theatre of musicals and comedy.\n\"It's hard to give a single reason for that but it's a world that's always been very male-dominated.  It's a tough world and one has to be brave.\nImage copyright Getty Images\nImage caption Susan Stroman (front centre) directed the show Big Fish\n\"Mel Brooks always says that in this business you must ring the bell, not just tap the bell. You have to go out there with confidence and love what you do and feel comfortable in your skin.  It's a lot of hard work but I do love it.\n\"The first show I did as director was a Broadway revival of the 1950s show The Music Man. At the end of the show we dropped the biggest American flag ever and it was playing when 9/11 happened.  When finally Broadway got back on its feet after the attacks that was an extraordinary moment, with people cheering and sobbing at the same time.\"\nStroman has now restaged several US productions in London - so has she noticed differences in how the two nations perform?\nImage copyright Getty Images\nImage caption Mel Brooks can be \"demanding\", says Stroman\n\"Well the process of rehearsal is different certainly. Over here you take your big tea-breaks, sometimes just as I'm trying to bring home a number.  But I've now done half a dozen shows here so mainly I can schedule appropriately for the tea-breaks.\n\"Young Frankenstein is a leaner, meaner show than it was in New York but the detail is still abundant: the British cast was so excited about learning the dance numbers like Puttin' on The Ritz.\"\nIt's obvious that after 30 years on Broadway Stroman still loves her job - even when something doesn't run, such as her stage version of the Woody Allen film Bullets over Broadway in 2014.  \"It's a huge disappointment when something doesn't work but you move on and immerse yourself in the next time and place you're concerned with.\n\"And of course with Young Frankenstein you immerse yourself in the world of Mel Brooks.  What Mel has given me is respect and in the theatre that's so important.  He's always believed in me: he was the one who knocked on my door and said you must direct and choreograph The Producers.\n\"But he's also demanding.  Mel started out as a drummer and he still has an unbeatable sense of timing.  He's very boisterous sometimes about line-readings… but because it's Mel Brooks we all accept it.  I think probably Mel's unique.  How lucky am I to say that's he's become one of my best friends in these last years?\"\nYoung Frankenstein is playing at the Garrick theatre in London.\nFollow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk.\nRelated Topics\nTop Stories\n",
        "quotes": [
            [
                "On Broadway we were in the Hilton theatre, as it was then called, which is one of New York's biggest houses,",
                "Broadway Stroman",
                true
            ],
            [
                "It created problems for the cast: in comedy you've got to be able to hear the audience laughter precisely and surf it - but that was hard.",
                "",
                true
            ],
            [
                "On the other hand the huge stage could really handle spectacle.",
                "",
                true
            ],
            [
                "So in London we're going from around 2,000 seats to under 800 at the Garrick: that implies certain changes to how the show will feel.",
                "",
                true
            ],
            [
                "But I worked here three years ago directing and choreographing The Scottsboro Boys and I know what a fantastically intimate space this can be.",
                "",
                true
            ],
            [
                "So Mel has written two new songs and we've changed lines - there's a new reference to bubble and squeak which wouldn't have meant much on Broadway.",
                "",
                true
            ],
            [
                "The show's shorter than it was and there's more focus on the comedy.",
                "",
                true
            ],
            [
                "We weren't a theatrical family but my father was a wonderful piano player and I was that little girl who dances around the house to the sound of the piano.",
                "",
                true
            ],
            [
                "I was taking dance lessons young.",
                "",
                true
            ],
            [
                "And at that time if a Fred Astaire and Ginger Rogers film came on TV the family would stop and watch it: it was an event.",
                "",
                true
            ],
            [
                "I was always fascinated by movie musicals and how dance numbers would be used to advance a story and how the words and music were in harmony.",
                "",
                true
            ],
            [
                "I studied ballet but I was always mainly interested in the storytelling, even at a young age.",
                "",
                true
            ],
            [
                "Image copyright Getty Images\nImage caption Productions of hit show The Producers have attracted well-known names to the cast such as David Hasselhoff (second left)\n\"All these years later I have worked with major ballet companies and I enjoyed it - but still what touches my heart is telling a story.",
                "",
                true
            ],
            [
                "Even now my favourite dance pictures would probably be Fred and Ginger in Top Hat or Swing Time.",
                "",
                true
            ],
            [
                "I ended up being a big fish in a small pond.",
                "",
                true
            ],
            [
                "I would choreograph and direct a local musical or even the half-time show during the football game at high school.",
                "",
                true
            ],
            [
                "I studied ballet and jazz but from day one I knew what really excited me was the kind of dancing you got on Broadway.",
                "",
                true
            ],
            [
                "I took any opportunity going to be involved in staging and directing.",
                "",
                true
            ],
            [
                "When I went to New York it was as a song and dance girl because I knew I could do it.",
                "",
                true
            ],
            [
                "But it was always to be on the other side of the table, not the performer.",
                "",
                true
            ],
            [
                "Image copyright Getty Images\nImage caption Susan Stroman choreographed The ScottsBoro Boys - a musical based on the true story of a group of black teenagers wrongly accused of rape\n'If I stand at the back of a house now and I feel an audience react to something I've created, it thrills me - whether it's something laugh-out-loud like Young Frankenstein or a much more serious show like The Scottsboro Boys, which was about racism in the Deep South in the 1930s.",
                "",
                true
            ],
            [
                "The audience is the last element you add when you're building the musical - the breath of an audience is vital.",
                "",
                true
            ],
            [
                "There are certain actors who have an instinctive feel for it and they know when to go forward and when to stop.",
                "",
                true
            ],
            [
                "And it's the audience telling them what to do.",
                "",
                true
            ],
            [
                "It's hard to give a single reason for that but it's a world that's always been very male-dominated.",
                "Broadway Stroman",
                true
            ],
            [
                "It's a tough world and one has to be brave.",
                "Broadway Stroman",
                true
            ],
            [
                "Image copyright Getty Images\nImage caption Susan Stroman (front centre) directed the show Big Fish\n\"Mel Brooks always says that in this business you must ring the bell, not just tap the bell.",
                "Broadway Stroman",
                true
            ],
            [
                "You have to go out there with confidence and love what you do and feel comfortable in your skin.",
                "Broadway Stroman",
                true
            ],
            [
                "It's a lot of hard work but I do love it.",
                "Broadway Stroman",
                true
            ],
            [
                "The first show I did as director was a Broadway revival of the 1950s show The Music Man.",
                "Broadway Stroman",
                true
            ],
            [
                "At the end of the show we dropped the biggest American flag ever and it was playing when 9/11 happened.",
                "Broadway Stroman",
                true
            ],
            [
                "When finally Broadway got back on its feet after the attacks that was an extraordinary moment, with people cheering and sobbing at the same time.",
                "Broadway Stroman",
                true
            ],
            [
                "Well the process of rehearsal is different certainly.",
                "Broadway Stroman",
                true
            ],
            [
                "Over here you take your big tea-breaks, sometimes just as I'm trying to bring home a number.",
                "Broadway Stroman",
                true
            ],
            [
                "But I've now done half a dozen shows here so mainly I can schedule appropriately for the tea-breaks.",
                "Broadway Stroman",
                true
            ],
            [
                "Young Frankenstein is a leaner, meaner show than it was in New York but the detail is still abundant: the British cast was so excited about learning the dance numbers like Puttin' on The Ritz.",
                "Broadway Stroman",
                true
            ],
            [
                "It's a huge disappointment when something doesn't work but you move on and immerse yourself in the next time and place you're concerned with.",
                "Broadway Stroman",
                true
            ],
            [
                "And of course with Young Frankenstein you immerse yourself in the world of Mel Brooks.",
                "Broadway Stroman",
                true
            ],
            [
                "What Mel has given me is respect and in the theatre that's so important.",
                "Broadway Stroman",
                true
            ],
            [
                "He's always believed in me: he was the one who knocked on my door and said you must direct and choreograph The Producers.",
                "Broadway Stroman",
                true
            ],
            [
                "Mel started out as a drummer and he still has an unbeatable sense of timing.",
                "Broadway Stroman",
                true
            ],
            [
                "He's very boisterous sometimes about line-readings… but because it's Mel Brooks we all accept it.",
                "Broadway Stroman",
                true
            ],
            [
                "I think probably Mel's unique.",
                "Broadway Stroman",
                true
            ],
            [
                "How lucky am I to say that's he's become one of my best friends in these last years?",
                "Broadway Stroman",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.co.uk/news/entertainment-arts-24551844",
                "http://www.bbc.co.uk/news/entertainment-arts-41337151"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.instagram.com/BBCNewsEnts/",
                "https://www.facebook.com/BBCEntsNews/",
                "https://twitter.com/BBCNewsEnts"
            ]
        },
        "key_words": [
            "young",
            "brooks",
            "frankenstein",
            "image",
            "world",
            "mans",
            "stroman",
            "caption",
            "lady",
            "broadway",
            "dance",
            "copyright",
            "mel"
        ]
    }
]