[
    {
        "url": "http://occupydemocrats.com/2016/09/22/breaking-officer-shot-terence-crutcher-charged-manslaughter/",
        "title": "BREAKING: Officer Who Shot Terence Crutcher Charged With Manslaughter",
        "authors": [
            {
                "name": "Colin Taylor",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-22",
        "text": "0 Shares\nThe police officer who shot unarmed motorist Terence Crutcher has been charged with first-degree manslaughter and a warrant has been issued for her arrest. Crutcher had been driving home from community college when his SUV broke down. Officer Betty Shelby, who has a past history of domestic violence and drug abuse , was on her way to answer a domestic dispute when she encountered Crutcher and the SUV.\nShe stopped, initiated the confrontation with Crutcher, and shot him dead, even though he clearly has his hands up and was unarmed. Her radio communications show that she called him a “bad dude” even though there was no reason to do so.\nWhile the charges are a good sign that justice will be carried out, we must remember that not a single police officer was convicted of unlawfully killing a civilian last year. Nor were any convicted in 2014. Since 2005, only thirteen cops have been brought to justice for executing civilians. “Juries and judges seem reluctant to second-guess the split-second life or death decisions of police officers in violent street encounters in the course of their job … and will give the benefit of every doubt to an officer on trial in these cases” says criminology professor Phillip Stintson.  \nWe’d appreciate it if they began to give the people they ostensibly are “protecting and serving” the same benefit of the doubt.\nHere is video of the shooting. Viewer discretion is advised; as Police Chief Chuck Jordan remarked, “it is very disturbing.”\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "Juries and judges seem reluctant to second-guess the split-second life or death decisions of police officers in violent street encounters in the course of their job … and will give the benefit of every doubt to an officer on trial in these cases",
                "Phillip Stintson",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.npr.org/sections/thetwo-way/2016/09/22/495079263/tulsa-police-officer-will-face-manslaughter-charge-in-unarmed-mans-death",
                "https://www.huffingtonpost.ca/entry/officer-who-shot-terence-crutcher-has-history-of-drug-use-domestic-disturbances_n_57e3f0f8e4b08d73b82fd9ae",
                "https://www.huffingtonpost.ca/entry/police-shooting-convictions_n_5695968ce4b086bc1cd5d0da"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "warrant",
            "officer",
            "terence",
            "domestic",
            "convicted",
            "crutcher",
            "benefit",
            "charged",
            "way",
            "shot",
            "justice",
            "breaking",
            "unarmed",
            "manslaughter"
        ]
    }
]