[
    {
        "url": "https://www.cnn.com/2016/09/19/politics/hillary-clinton-donald-trump-terror-reaction/index.html",
        "title": "Hillary Clinton slams Donald Trump's 'demagogic' terror rhetoric",
        "authors": [
            {
                "name": "Dan Merica",
                "link": null
            },
            {
                "name": "Mj Lee",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-19",
        "text": "Updated 5:42 AM ET, Tue September 20, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nClinton: Threat is real, but so is our resolve 01:37\nStory highlights\nHillary Clinton's response to suspected bombings contrasts with her opponent Donald Trump\nThe Democratic presidential nominee says she's 'ready' to tackle terror\nWhite Plains, New York  (CNN)\nHillary Clinton cast herself Monday morning as the only presidential candidate who has fought terrorism and slammed Donald Trump's response to the incidents in New York, New Jersey and Minnesota over the weekend as \"demagogic.\"\nIn a news conference on the tarmac of Westchester County Airport, the Democratic presidential nominee said she has been \"part of the hard decision to take terrorists off the battlefield,\" and contrasted her steadiness to what she called Trump's \"irresponsible, reckless rhetoric.\"\n\"It is like so much else he says: It is not grounded in fact, it is meant to make some kind of demagogic point,\" Clinton said. \"I am prepared to, ready to actually take on those challenges, not engage in a lot of irresponsible, reckless rhetoric.\"\nAn explosive device went off in the Chelsea neighborhood of Manhattan over the weekend, once again thrusting the politics of terror into the center of the 2016 election.\nClinton and Trump initially responded to the incident in contrasting styles: Trump was quick to announce that a bomb had gone off in New York, even before there was much information about the incident; Clinton, meanwhile, urged caution, and the importance of waiting to draw conclusions until more information was available.\nRead More\nTrump campaign spokesman Jason Miller said that the Clinton campaign accused the Republican nominee of treason and criticized her previous stances on the war in Iraq.\n\"If Clinton really wants to find the real cause of ISIS, she needs to take a long, hard look in the mirror,\" Miller said.\nIn her news conference Monday morning, Clinton also warned against the instinct to villainize entire groups of people based on religion.\nAsked about Ahmad Khan Rahami -- in custody following a police shootout after he was allegedly seen on video near the bombing -- and whether his Afghan descent will help Trump politically, Clinton said: \"There are millions of law-abiding, peaceful Muslim Americans.\"\n\"That is why I have been very clear. We are going after the bad guys and we are going to get them, but we are not going to go after an entire religion and give ISIS exactly what it is wanting,\" Clinton said.\nClinton's news conference offered no new policies to fight terror. She argued, as she has before, that the United States needs to invest more in intelligence to combat lone wolf attacks.\nThe former secretary of state also called on tech companies in Silicon Valley to \"give us the tools and lead us to those who are attempting to promote attacks like we have seen.\"\nClinton has given speeches on defeating terror multiple times throughout the 2016 campaign, including policy-focused addresses in Minneapolis and New York earlier this year.\n",
        "quotes": [
            [
                "part of the hard decision to take terrorists off the battlefield,",
                "",
                false
            ],
            [
                "It is like so much else he says: It is not grounded in fact, it is meant to make some kind of demagogic point,",
                "Hillary Clinton",
                true
            ],
            [
                "I am prepared to, ready to actually take on those challenges, not engage in a lot of irresponsible, reckless rhetoric.",
                "Hillary Clinton",
                true
            ],
            [
                "If Clinton really wants to find the real cause of ISIS, she needs to take a long, hard look in the mirror,",
                "Donald Trump",
                true
            ],
            [
                "There are millions of law-abiding, peaceful Muslim Americans.",
                "Hillary Clinton",
                true
            ],
            [
                "That is why I have been very clear.",
                "Hillary Clinton",
                true
            ],
            [
                "We are going after the bad guys and we are going to get them, but we are not going to go after an entire religion and give ISIS exactly what it is wanting,",
                "Hillary Clinton",
                true
            ],
            [
                "give us the tools and lead us to those who are attempting to promote attacks like we have seen.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "ready",
            "weekend",
            "demagogic",
            "nominee",
            "terror",
            "clinton",
            "trumps",
            "trump",
            "donald",
            "response",
            "rhetoric",
            "slams",
            "hillary",
            "presidential",
            "york",
            "reckless"
        ]
    }
]