[
    {
        "url": "http://www.cnn.com/2017/10/04/politics/nancy-pelosi-town-hall-cnn/index.html",
        "title": "Pelosi tells man who lost wife in Vegas shooting 'we're never going to rest' until Congress acts",
        "authors": [
            {
                "name": "Sophie Tatum",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-04",
        "text": "Pelosi tells man who lost wife in Vegas shooting 'we're never going to rest' until Congress acts\nUpdated 9:50 PM ET, Wed October 4, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nHouse Minority Leader Nancy Pelosi has worked with President Donald Trump\nShe's a prominent leader in the Democratic party\nWashington (CNN)\nHouse Minority Leader Nancy Pelosi on Wednesday promised a man who lost his wife in the Las Vegas mass shooting earlier this week that she will not rest until Congress acts on gun control.\n\"We're never going to rest until we get this done,\" Pelosi told Bob Patterson at a CNN-hosted town hall with Pelosi in Washington, moderated by CNN's Chris Cuomo.\nPatterson, who was sitting beside his 16-year-old daughter live via satellite, had asked the House minority leader what she was going to do to prevent mass shootings in the future.\nA push for gun violence legislation\nPelosi also reiterated her call for increased background checks and called on House Speaker Paul Ryan to create a select committee to find common ground between lawmakers on gun violence legislation.\nRead More\n\"We're talking about a bill that would say you have to have ... a background check,\" Pelosi later said in regard to another question about gun access. \"It's 72 hours, it's a very short background check. So, I'm not making it harder for you to have a gun. All we're just saying is that you have to have a background check.\"\nPelosi is one of the few political leaders in Washington who's been able to make a deal with President Donald Trump, but with several high-profile debates roiling on the Hill, the spotlight is on the California Democrat over how she'll lead members of her own party.\nThe event comes just days after the United States witnessed its most deadly mass shooting in modern American history. At least 58 people died and hundreds more were injured when a gunman open fire into a crowd at a country concert in Las Vegas Sunday night, though there's little evidence that Congress will act on any legislation in reaction to the deadly shooting.\nFollowing the attack, Pelosi wrote on Twitter that she was \"horrified and heartbroken,\" and she said she wants Ryan to create a select committee on gun violence.\nNoting that the shooter in Las Vegas appeared to have used a bump fire stock, which allows semi-automatic weapons to simulate automatic weapon fire in their frequency, Pelosi said that she thought there could be momentum to pass legislation banning them.\n\"I do think there would be bipartisan support coming together to pass a bill to make it illegal to sell those because you can buy them now,\" Pelosi said.\nCNN reported earlier Wednesday that some Hill Republicans had voiced openness to a gun control bill along those lines.\nCommitted to passing a clean bill on DACA\nPelosi pledged her commitment to passing a clean Dream Act bill by December, and called Trump's move to end the Deferred Action for Childhood Arrivals program with a six month window for Congress to pass a bill on the program \"inhumane.\"\n\"First of all, the President should never have done what he did, in terms of giving the six months this or that, revoking, and giving six months for us to pass a bill, he should never have done that, it was inhumane thing to do,\" Pelosi said.\n\"But that's when we when to see him and said, 'Hey, if we're going to have a values based relationship, this is our threshold, this is our threshold, protecting these Dreamers in our country. Because they have come forward, they have revealed their parents, they have revealed their information,' and the President, I think, not because as I say (Senate Minority Leader) Chuck Schumer had good table manners, it's because the American people believe in you.\"\nPelosi recently met with Trump and other Democrats about a solution to the announced termination of the DACA program. After the Trump administration said it would allow a six-month window for Congress to on the legislation, Pelosi also reportedly encouraged the President to reassure DACA recipients about their futures, despite the uncertainty surrounding the program.\nPelosi \"asked him to tweet this to make clear Dreamers won't be subject to deportation in (the) six-month window,\" according to one source at the time. While Trump sent that tweet, the future of DACA recipients remains unclear.\n\"You may recall that when we had this arrangement with the President, he called the next day and I said, early in the morning, and I said, 'Mr. President, you have to, it's very important for you to send a message to our dreamers that you're not going after them, not to worry about this,'\" Pelosi said Wednesday night.\nThe town hall also comes weeks after Pelosi -- along with Schumer -- brokered a deal with Trump over temporarily raising the debt ceiling. The President supported the proposal bought forth by Democrats, which attached hurricane relief money to a temporary raise in the debt ceiling -- in a move that stunned congressional Republicans .\nPuerto Rico recovery efforts\nPelosi addressed the recovery efforts in Puerto Rico after hurricanes devastated large swaths of the island.\nCalling it \"near and dear\" to her heart, Pelosi said she has been unable to reach her college roommate who lives on the island and had been there many times.\n\"(My) college roommate ... is from Puerto Rico, we call her every day, practically, and we can't reach her,\" Pelosi said.\nShe continued by discussing the immediate and future needs of those in Puerto Rico.\n\"In terms of the immediate need, which is the water and the light, I spent the afternoon at FEMA headquarters today and they gave a report about the progress that they had made, but no matter how much progress you made, there's still a long way to go,\" Pelosi said.\nShe predicted Congress would pass another bill to provide additional resources within the next week and cited the importance of the military presence in the affected areas.\n\"What we think should have happened sooner, but nonetheless they're there now and we need more, is for the military to be there,\" Pelosi said.\nCNN's Katishi Maake contributed to this report.\n",
        "quotes": [
            [
                "We're never going to rest until we get this done,",
                "Pelosi",
                true
            ],
            [
                "We're talking about a bill that would say you have to have ... a background check,",
                "Pelosi",
                true
            ],
            [
                "It's 72 hours, it's a very short background check.",
                "Pelosi",
                true
            ],
            [
                "So, I'm not making it harder for you to have a gun.",
                "Pelosi",
                true
            ],
            [
                "All we're just saying is that you have to have a background check.",
                "Pelosi",
                true
            ],
            [
                "I do think there would be bipartisan support coming together to pass a bill to make it illegal to sell those because you can buy them now,",
                "Pelosi",
                true
            ],
            [
                "First of all, the President should never have done what he did, in terms of giving the six months this or that, revoking, and giving six months for us to pass a bill, he should never have done that, it was inhumane thing to do,",
                "Pelosi",
                true
            ],
            [
                "But that's when we when to see him and said, 'Hey, if we're going to have a values based relationship, this is our threshold, this is our threshold, protecting these Dreamers in our country.",
                "Pelosi",
                true
            ],
            [
                "Because they have come forward, they have revealed their parents, they have revealed their information,' and the President, I think, not because as I say (Senate Minority Leader) Chuck Schumer had good table manners, it's because the American people believe in you.",
                "Pelosi",
                true
            ],
            [
                "asked him to tweet this to make clear Dreamers won't be subject to deportation in (the) six-month window,",
                "Pelosi",
                false
            ],
            [
                "You may recall that when we had this arrangement with the President, he called the next day and I said, early in the morning, and I said, 'Mr.",
                "Pelosi",
                true
            ],
            [
                "President, you have to, it's very important for you to send a message to our dreamers that you're not going after them, not to worry about this,",
                "Pelosi",
                true
            ],
            [
                "My) college roommate ... is from Puerto Rico, we call her every day, practically, and we can't reach her,",
                "Pelosi",
                true
            ],
            [
                "In terms of the immediate need, which is the water and the light, I spent the afternoon at FEMA headquarters today and they gave a report about the progress that they had made, but no matter how much progress you made, there's still a long way to go,",
                "Pelosi",
                true
            ],
            [
                "What we think should have happened sooner, but nonetheless they're there now and we need more, is for the military to be there,",
                "Pelosi",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/10/03/politics/gun-control-congress-state-play/index.html",
                "http://www.cnn.com/2017/10/02/politics/nevada-dean-heller-brian-sandoval/index.html",
                "https://www.cnn.com/2017/09/07/politics/nancy-pelosi-donald-trump-daca/index.html",
                "https://www.cnn.com/2017/09/06/politics/trump-meeting-with-democrats-deal/index.html",
                "https://www.cnn.com/2017/10/04/politics/dianne-feinstein-gun-control-bump-stocks/index.html",
                "https://www.cnn.com/2017/10/02/us/las-vegas-shooting-what-we-know/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "tells",
            "man",
            "vegas",
            "going",
            "lost",
            "gun",
            "background",
            "shooting",
            "pass",
            "trump",
            "rest",
            "congress",
            "window",
            "pelosi",
            "bill",
            "wife",
            "president"
        ]
    }
]