[
    {
        "url": "http://www.bbc.com/sport/rugby-league/41544831",
        "title": "Toronto Wolfpack owner Eric Perez plans to launch two more American sides",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-08",
        "text": "By Dave Woods\nShare this page\nShare this with\nToronto Wolfpack gained promotion to the Championship tier this season with a 26-2 win over Barrow to claim the League 1 title\nThe man behind the Toronto Wolfpack is set to launch bids for two more North America rugby league sides.\nEric Perez is in advanced talks with two professional sports clubs, believed to be in Hamilton and Boston, and will begin negotiations with the Rugby Football League in the next few days.\nAnd he's hoping that both clubs can be launched by 2019 and 2020.\n\"I'm hoping that within the next six months we can make a formal announcement,\" Perez told BBC Sport.\n\"I can't really say where they are right now,\" he added.\n\"I don't know where the Hamilton rumour came from, but it would be a logical choice. Hamiton is about an hour away from Toronto. There's about a million people in the area, but between Toronto and Hamilton there are 12 million people.\n\"I can't confirm or deny (Boston), but you are very well informed. It's a good speculation, but there could be other cities in the mix.\"\nBut Perez says this was never just a one club project.\n\"When we started this journey, we knew that one team is not enough to yield what you need to yield from the market.\" he said.  \"To bring revenues, to really start bringing new money into the sport you've got to have multi-markets.\n\"Now that Toronto is up and running and in a very good place - definitely the strongest team commercially outside of Super League - it's time to fulfil that destiny and get the next teams set up.\n\"I've decided to partner up with other professional sports teams that own their markets, so they already have the infrastructure and the expertise set up which will make it easier.\n\"Toronto was the first of its kind, so a test project. There were a lot of mistakes made and a lot of lessons learned. By partnering with these other professional teams I think we will find an easier road to success.\"\nToronto signed elite level talent to state their intentions to join Super League including former Tonga international prop FuiFui MoiMoi\nAnd he says the new clubs would be happy to come into the Rugby League structure at whatever level the game chose.\n\"Everyone knows the format might be changing, so that remains to be seen.\" he added.\n\"But we're looking at 2019 and 2020 kick offs for these new clubs. If we do start in League 1 then that's fair, but if we start higher, then that's because the format has changed.\n\"Wherever we start we'll work our way to the Super League.\"\nAnd he says three North American clubs is not the limit of his ambitions.\n\"We are looking to make Super League the most commercially viable competition, apart from the Premiership, that plays in the northern hemisphere.\n\"To do that you need to have more North American markets, at least five or six clubs in the next 10 years.\"\nYou can listen to more from Eric Perez in the rugby league podcast from Monday, 9 October.\nShare this page\nShare this with\nTop Stories\nFrom the section Football\nFrom the section Football\nAlso in Sport\n",
        "quotes": [
            [
                "I'm hoping that within the next six months we can make a formal announcement,",
                "Eric Perez",
                true
            ],
            [
                "I can't really say where they are right now,",
                "Eric Perez",
                true
            ],
            [
                "I don't know where the Hamilton rumour came from, but it would be a logical choice.",
                "Eric Perez",
                true
            ],
            [
                "Hamiton is about an hour away from Toronto.",
                "Eric Perez",
                true
            ],
            [
                "There's about a million people in the area, but between Toronto and Hamilton there are 12 million people.",
                "Eric Perez",
                true
            ],
            [
                "I can't confirm or deny (Boston), but you are very well informed.",
                "Eric Perez",
                true
            ],
            [
                "It's a good speculation, but there could be other cities in the mix.",
                "Eric Perez",
                true
            ],
            [
                "When we started this journey, we knew that one team is not enough to yield what you need to yield from the market.",
                "Eric Perez",
                true
            ],
            [
                "To bring revenues, to really start bringing new money into the sport you've got to have multi-markets.",
                "Eric Perez",
                true
            ],
            [
                "Now that Toronto is up and running and in a very good place - definitely the strongest team commercially outside of Super League - it's time to fulfil that destiny and get the next teams set up.",
                "Eric Perez",
                true
            ],
            [
                "I've decided to partner up with other professional sports teams that own their markets, so they already have the infrastructure and the expertise set up which will make it easier.",
                "Eric Perez",
                true
            ],
            [
                "Toronto was the first of its kind, so a test project.",
                "Eric Perez",
                true
            ],
            [
                "There were a lot of mistakes made and a lot of lessons learned.",
                "Eric Perez",
                true
            ],
            [
                "By partnering with these other professional teams I think we will find an easier road to success.",
                "Eric Perez",
                true
            ],
            [
                "Everyone knows the format might be changing, so that remains to be seen.",
                "FuiFui MoiMoi",
                true
            ],
            [
                "But we're looking at 2019 and 2020 kick offs for these new clubs.",
                "",
                true
            ],
            [
                "If we do start in League 1 then that's fair, but if we start higher, then that's because the format has changed.",
                "",
                true
            ],
            [
                "Wherever we start we'll work our way to the Super League.",
                "",
                true
            ],
            [
                "We are looking to make Super League the most commercially viable competition, apart from the Premiership, that plays in the northern hemisphere.",
                "",
                true
            ],
            [
                "To do that you need to have more North American markets, at least five or six clubs in the next 10 years.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.bbc.com/sport/football"
            ]
        },
        "key_words": [
            "eric",
            "set",
            "clubs",
            "perez",
            "sides",
            "super",
            "start",
            "teams",
            "rugby",
            "launch",
            "professional",
            "owner",
            "american",
            "plans",
            "toronto",
            "league",
            "wolfpack"
        ]
    }
]