[
    {
        "url": "http://dailybuzzlive.com/see-happens-teens-rob-house-find-full-coke-weed-shrooms-x/",
        "title": "See What Happens When Teens Rob A House And Find Out It’s Full Of Coke, Weed, Shrooms and X",
        "authors": [
            {
                "name": "Daily Buzz Live",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2015-02-04",
        "text": "Posted on\nSee What Happens When Teens Rob A House And Find Out It’s Full Of Coke, Weed, Shrooms and X.\nLas Vegas Metro police have busted what they are calling a major drug house in an East Las Vegas neighborhood near E. Sahara Ave. and Sloan Lane.\nAccording to police, two teens were burglarizing homes in the area and broke into the house on Brassy Drive through the back sliding glass door. Once inside, they discovered marijuana, cocaine, ecstasy and mushrooms.\n “It was surprising to us just how much drugs were inside. The cocaine itself and the mushrooms themselves are rare. But here we are and we’ve got someone in custody and were looking backwards to try to find the homeowner, or at least the person that was staying in the house,” said Lieut. Laz Chavez, Metro Narcotics Unit.\nPolice said the teens left the home after first breaking in and returned with friends Tuesday morning. Neighbors noticed the teens entering the house and called police to report a burglary. Five of the teens were taken into custody.\nPolice believe the house is being used as a drug storage site.\nNeighbors did not have any idea they were next to a drug house. “This really surprises me,” said Donna, who did not want her last name used.\nPolice are analyzing evidence, including fingerprints and paperwork, to try and find out who is running the illegal operation.\nGiven the amount of drugs, somebody is going to be paying highly for this mistake.\n* indicates required\nEmail Address *\nRecent Posts\nDaily Buzz Live Search\n",
        "quotes": [
            [
                "It was surprising to us just how much drugs were inside.",
                "Laz Chavez",
                true
            ],
            [
                "The cocaine itself and the mushrooms themselves are rare.",
                "Laz Chavez",
                true
            ],
            [
                "But here we are and we’ve got someone in custody and were looking backwards to try to find the homeowner, or at least the person that was staying in the house,",
                "Laz Chavez",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "rob",
            "vegas",
            "weed",
            "inside",
            "try",
            "metro",
            "x",
            "happens",
            "coke",
            "teens",
            "shrooms",
            "cocaine",
            "house",
            "drugs",
            "drug",
            "xlas"
        ]
    }
]