[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/obama-police-violence-protests-charlotte-tulsa/index.html",
        "title": "Obama: Violent protests won't solve policing issues",
        "authors": [
            {
                "name": "Cnn White House Producer",
                "link": null
            },
            {
                "name": "Kevin Liptak",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Updated 7:59 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nObama on unrest: Some people are doing it the wrong way\nObama on unrest: Some people are doing it the wrong way 00:54\nStory highlights\nObama said anger should instead be redirected toward pushing needed reforms\nObama also offered debate advice to Democrat Hillary Clinton an interview with ABC\nWashington (CNN)\nProtesters angry over the police killings of unarmed black men won't prompt change through violence, President Barack Obama said during an interview Thursday.\nSpeaking a day after riots erupted in Charlotte over the killing of Keith Lamont Scott, Obama said anger should instead be redirected toward pushing needed reforms.\n\"The way we change the system requires us to be able to reach out and engage the broader American community. And that requires being peaceful,\" Obama said during an interview with ABC News. \"The overwhelming majority of people who have been concerned about police community relations doing it the right way. Every once in awhile, you see folks doing it the wrong way.\"\nObama -- who also offered debate advice to Democrat Hillary Clinton in the interview -- said the violence that has raged in cities such as Charlotte, Baltimore and Ferguson, Missouri, shouldn't distract Americans from real concerns about systemic biases within US law enforcement agencies.\n\"I think it's important to separate out the pervasive sense of frustration among a lot of African-Americans about shootings of people and the sense that justice is not always always, you know, colorblind,\" he said.\nRead More\nObama has sought to encourage reforms in police departments by convening a policing commission and recommending a set of common practices. But the White House says specific reforms should be left to local forces who best understand their communities' needs.\n\"It's the responsibility of local law enforcement leaders and local elected officials to determine how and whether to pursue the implementation of these best practices,\" Obama's spokesman Josh Earnest said Thursday. \"It's not something that can be imposed by the federal government.\"\nClinton spoke with Charlotte Mayor Jennifer Roberts and Democratic North Carolina Rep. Alma Adams, whose district includes Charlotte, about the shooting and protests today, a Clinton aide said. They discussed \"steps we must take to ensure that everyone is respected by the law, and everyone has respect for the law,\" the aide added.\nMeanwhile, Republican presidential nominee Donald Trump is considering a trip to Charlotte next week after Monday's debate, two aides told CNN. Campaign officials are looking at the logistics involved in such a trip, which would also bring Trump to a critical battleground state.\nIn his interview with ABC, Obama also offered debate advice for Clinton, his preferred successor.\n\"Be yourself and explain what motivates you,\" he said. \"I think there's a reason why we haven't had a woman president before, and so she's having to break down some barriers. There's a level of mistrust and a caricature of her that just doesn't jibe with who I know.\"\nCNN's Jim Acosta and Dan Merica contributed to this report.\n",
        "quotes": [
            [
                "The way we change the system requires us to be able to reach out and engage the broader American community.",
                "Obama",
                true
            ],
            [
                "The overwhelming majority of people who have been concerned about police community relations doing it the right way.",
                "Obama",
                true
            ],
            [
                "Every once in awhile, you see folks doing it the wrong way.",
                "Obama",
                true
            ],
            [
                "I think it's important to separate out the pervasive sense of frustration among a lot of African-Americans about shootings of people and the sense that justice is not always always, you know, colorblind,",
                "",
                true
            ],
            [
                "It's the responsibility of local law enforcement leaders and local elected officials to determine how and whether to pursue the implementation of these best practices,",
                "Josh Earnest",
                true
            ],
            [
                "It's not something that can be imposed by the federal government.",
                "Josh Earnest",
                true
            ],
            [
                "steps we must take to ensure that everyone is respected by the law, and everyone has respect for the law,",
                "",
                false
            ],
            [
                "Be yourself and explain what motivates you,",
                "Obama",
                true
            ],
            [
                "I think there's a reason why we haven't had a woman president before, and so she's having to break down some barriers.",
                "Obama",
                true
            ],
            [
                "There's a level of mistrust and a caricature of her that just doesn't jibe with who I know.",
                "Obama",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "policing",
            "violent",
            "interview",
            "wont",
            "sense",
            "requires",
            "solve",
            "obama",
            "redirected",
            "protests",
            "pushing",
            "issues",
            "offered",
            "way",
            "violence",
            "needed"
        ]
    }
]