[
    {
        "url": "https://www.politico.com/story/2016/09/bill-clinton-foundation-controversy-state-department-228349?cmpid=sf",
        "title": "Bill Clinton on foundation controversy: 'I trusted the State Department'",
        "authors": [
            {
                "name": "Politico Staff",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-19",
        "text": "Bill Clinton on foundation controversy: 'I trusted the State Department'\nBy POLITICO STAFF\nBill Clinton defended his wife and the Clinton Foundation in an interview that aired Monday, saying he trusted the State Department to make sure there wasn’t a conflict of interest between the foundation’s donors and Hillary Clinton’s work at State.\n“I trusted the State Department wouldn't do anything they shouldn't do, from a meeting to a favor,” the former president said in an interview with NPR.\nStory Continued Below\nHe said some donors may have given to the foundation to build a relationship with the Clintons, but most contributed because they supported the work of the foundation.\n“Melinda Gates didn't get involved in the No Ceilings project with Hillary because she needed to support her, or me, or the foundation for access,” he said.\nClinton also suggested that his wife’s unpopularity with voters is due in part to the negative coverage of the ongoing email scandal.\n“They're responding to the fact that this email thing was treated like the most important event since the end of World War II,” he said. “I wonder if there's a man in America that could have taken what she's been through in the last year and a half.”\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "I trusted the State Department wouldn't do anything they shouldn't do, from a meeting to a favor,",
                "",
                true
            ],
            [
                "Melinda Gates didn't get involved in the No Ceilings project with Hillary because she needed to support her, or me, or the foundation for access,",
                "Hillary Clinton",
                true
            ],
            [
                "They're responding to the fact that this email thing was treated like the most important event since the end of World War II,",
                "Hillary Clinton",
                true
            ],
            [
                "I wonder if there's a man in America that could have taken what she's been through in the last year and a half.",
                "Hillary Clinton",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "president",
            "controversy",
            "interview",
            "clinton",
            "department",
            "foundation",
            "sure",
            "hillary",
            "state",
            "bill",
            "trusted",
            "work"
        ]
    }
]