[
    {
        "url": "http://www.cnn.com/2017/10/06/entertainment/spielberg-documentary-review/index.html",
        "title": "'Spielberg' paints intimate portrait of famed director",
        "authors": [
            {
                "name": "Brian Lowry",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-06",
        "text": "Updated 10:23 AM ET, Fri October 6, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nSteven Spielberg, Tom Hanks on the set of 'Saving Private Ryan'\n(CNN)\nFor film fans, the first half of \"Spielberg\" -- a splendid HBO documentary -- should replicate that over-the-moon feeling, chronicling Steven Spielberg's early life and career. The second half, perhaps inevitably, sags a bit, but nevertheless conjures a deeply personal portrait of this extraordinarily versatile filmmaker.\nThat versatility is perhaps best characterized by Francis Ford Coppola, one of the many influential directors with whom Spielberg grew up in the movie business, which is perhaps the documentary's strongest component. Coppola notes that while there are directors who make prestige films and others who deliver commercial blockbusters, no one has moved between those two realms with the facility Spielberg has exhibited -- a talent he compares to composer George Gershwin.\nDirected by Susan Lacy, best known for PBS' \"American Masters\" series, \"Spielberg\" opens with \"Lawrence of Arabia,\" one of the movies that helped inspire Spielberg's passion for movies. It then appropriately segues to the troubled making of \"Jaws,\" which not only launched him into the Hollywood stratosphere but helped rewrite the rulebook for blockbusters, along with his pal George Lucas' \"Star Wars.\"\nInterviewing dozens of colleagues, family and critics, \"Spielberg\" elicits some of its most illuminating observations from the director himself, who is remarkably forthcoming in discussing his childhood (\"Everything scared me when I was a kid\"), his parents' rather messy divorce and his sensitivity about misfires like the comedy flop \"1941,\" which left him \"devastated.\"\n\" allowfullscreen>\nFor those who aren't familiar with it, the most remarkable chapter might be Spielberg's wunderkind beginnings -- how he hung around the Universal lot, earned the patronage of executive Sid Sheinberg and wound up directing TV episodes in his early 20s before making the leap to the TV movie thriller \"Duel\" and feature films.\nRead More\nThat early period warmly highlights Spielberg's bonds with Lucas, Coppola, Martin Scorsese and Brian De Palma, a group that came to dominate the movie industry in different ways. Lacy also weaves in fascinating behind-the-scenes footage demonstrating Spielberg's gift for eliciting performances from young actors on fare like \"Close Encounters of the Third Kind\" and \"E.T. the Extraterrestrial.\"\nIf the production drags at all in its near-2 ½ hours, it's in Spielberg's graduation to what he describes as \"mature\" films, beginning with \"The Color Purple\" and followed by the likes of \"Schindler's List,\" \"Saving Private Ryan,\" \"Lincoln\" and \"Munich.\"\nClearly, Spielberg savors the validation that came with those movies, although with such a rich filmography to cover, the balance might be a trifle off when the topic shifts to lesser titles like, say, \"War of the Worlds\" or \"The BFG.\"\nOne recurring theme involves Spielberg's knack for communicating through the camera. Tom Hanks, a frequent collaborator, says he's blessed with \"a lifetime of cinematic language\" in his head, while critic Janet Maslin notes that the director \"speaks cinema as if it's his native language.\"\nTo anyone who has grown up consuming Spielberg's work, Lacy has delivered a documentary that will speak to them too -- one that at its best approximates the feeling of the last 40-some-odd years of movie-making flashing before your eyes.\n\"Spielberg\" premieres Oct. 7 at 8 p.m. on HBO.\n",
        "quotes": [
            [
                "Everything scared me when I was a kid",
                "",
                false
            ],
            [
                "allowfullscreen>\nFor those who aren't familiar with it, the most remarkable chapter might be Spielberg's wunderkind beginnings -- how he hung around the Universal lot, earned the patronage of executive Sid Sheinberg and wound up directing TV episodes in his early 20s before making the leap to the TV movie thriller \"Duel",
                "Susan Lacy",
                false
            ],
            [
                "Close Encounters of the Third Kind",
                "",
                false
            ],
            [
                "speaks cinema as if it's his native language.",
                "Tom Hanks",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "paints",
            "portrait",
            "helped",
            "early",
            "spielberg",
            "making",
            "movies",
            "half",
            "director",
            "tv",
            "movie",
            "george",
            "spielbergs",
            "famed",
            "intimate"
        ]
    }
]