[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/bill-clinton-hillary-clinton-new-house-chappaqua/index.html",
        "title": "Bill and Hillary Clinton are building a Chappaqua compound",
        "authors": [
            {
                "name": "Dan Merica",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Updated 12:35 PM ET, Fri September 23, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nBill and Hillary Clinton have purchased another house in Chappaqua, New York\nIt's next to their current home\n(CNN)\nThe Clintons are building a compound in Chappaqua, New York.\nHillary and Bill Clinton have bought the house next door to their current home in Chappaqua, New York, for $1.16 million, according to deed information on the 33 Old House Lane home.\nThe 3,631-square-foot home, which was previously owned by architect Charles Chepigin, was sold to the Clintons on August 11, according to the documents.\nThe Clintons currently own the the 5,300-square-foot home at 15 Old House Lane, a property they bought in 1999 as Bill Clinton was leaving the White House and Hillary Clinton was running for Senate in New York. That home was purchased for $1.7 million.\nBy purchasing the new home, the Clinton's now own the entire cul-de-sac at the end of the road in the leafy New York suburb.\nRead More\nThe purchase makes it easier for the United States Secret Service to protect the former president and possible future commander in chief.\nMonths ago, gawkers were able to drive up to the Clinton's gate and take photos. Reporters assigned to Clinton regularly position outside the home.\nBut the New Castle Town Board voted in August to designate the lane a local-traffic-only street, meaning that there is no parking allowed on either side of the drive. Shortly after that decision, agents protecting Clinton barricaded the street and began to screen cars at the start of the cul-de-sac.\nThe Clinton's new home was listed by Douglas Elliman, a large real estate firm with a location in Chappaqua.\nThe listing boasted about how the home was \"located close to town on a unique cul-de-sac.\"\nHousing decisions are not uncommon for presidential candidates, but they have also landed some in hot water.\nRepublican Mitt Romney wanted to demolish his 3,100-square-foot home in La Jolla, California, before the 2012 election in order to build a 11,000-square-foot mansion with a car elevator. The plans were put on hold until after the election and a neighbor had appealed the building decision to the California Coastal Commission because, in his view, the new home would have exceeded zoning limits.\nAfter the election -- which Romney lost -- the Coastal Commission rejected the appeal.\n",
        "quotes": [
            [
                "located close to town on a unique cul-de-sac.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "building",
            "old",
            "purchased",
            "york",
            "lane",
            "clinton",
            "clintons",
            "house",
            "compound",
            "chappaqua",
            "hillary",
            "bill"
        ]
    }
]