[
    {
        "url": "https://www.cnn.com/2016/09/19/politics/donald-trump-national-security-terrorism/index.html",
        "title": "Trump labels Clinton 'weak and ineffective' in wake of bombings",
        "authors": [
            {
                "name": "Jeremy Diamond",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-19",
        "text": "Trump labels Clinton 'weak and ineffective' in wake of bombings\nBy Jeremy Diamond, CNN\nUpdated 6:37 PM ET, Mon September 19, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nDonald Trump criticized Hillary Clinton for her approach to national security issues\nIt's a recurring theme of his campaign\nEstero, Florida (CNN)\nDonald Trump, speaking two days after the latest terrorist attack on US soil, sought to paint his rival Hillary Clinton as a \"weak and ineffective\" leader not prepared to confront the threat of radical Islamic terrorism, as he talked up his radical policy prescriptions.\nThe Republican presidential nominee, addressing more than 8,000 people at his first rally since the bomb attacks in New York and New Jersey, talked up his hardline immigration policies, argued domestic terror suspects, even US citizens, should be tried as \"foreign enemy combatants\" -- rather than receive due process under US law.\nHe also slammed Clinton for what he said was being tougher on his supporters than on Islamist terrorism.\n\"Hillary Clinton talks tougher about my supporters than she does about radical Islamic terrorists,\" Trump said, pointing to Clinton's comments that half his supporters belong in a \"basket of deplorables.\"\n\"Has she ever talked that way about radical Islam? No,\" Trump said. \"Are those words reserved only for hard-working Americans who truly love our country and they want to make a statement? One can be forgiven for getting the impression that these hardworking Americans are somehow a greater threat to our country than these Islamic extremists.\"\nRead More\nClinton has, in fact, discussed terrorism. Earlier in the day, she touted her national security experience from serving as secretary of state, saying she would \"launch an intelligence surge\" and that she would put more into \"training and intelligence they need to effectively prevent and respond to terrorist attacks.\"\nRather than the policies of President Barack Obama's administration, which Trump argued are responsible for the threat of terrorism, Trump called once again for a radical rethinking of counterterrorism policies in the US.\nHe emphasized the need for \"extreme vetting\" and again called for a ban on immigrants from countries that are hotbeds of terrorism -- the latest iteration of his ban on Muslims -- while arguing that \"immigration security is national security.\"\n\"My opponent has the most open borders policy of anyone ever to seek the presidency,\" Trump said.\nAnd championing the cause of many hawkish conservatives, Trump appeared to argue that terrorist suspects captured on US soil like Ahmad Khan Rahami, the New York and New Jersey bombing suspect who was apprehended earlier Monday, should be treated as \"foreign enemy combatants.\"\nRahami is a naturalized US citizen who under current law is entitled to due process rights.\n\"Congress should pass measures to ensure that foreign enemy combatants are treated as such. These are enemies. These are combatants and we have to be tough and we have to be strong,\" Trump said.\nThose comments came after Trump lamented the fact that Rahami would be treated humanely and in accordance with the law.\n\"He will be taken care of by some of the best doctors in the world. He will be given a fully modern and updated hospital room. And he'll probably even have room service, knowing the way our country is,\" Trump said.\n\"We must also use whatever lawful methods are available to obtain information from the apprehended suspect to get information before it's no longer timely,\" he added.\nTrump also responded to Clinton's accusations earlier Monday that Trump and his harsh rhetoric against Muslims has been a recruiting tool for ISIS.\nClinton had said: \"I think it is important for voters to know and hear this and weigh it in making their choice in November. We know that a lot of the rhetoric we've heard from Donald Trump has been seized on by terrorists, in particular ISIS. Because they are looking to make this into a war against Islam.\"\n\"Her attacks on me are all meant to deflect from her record of unleashing this monster of evil on us,\" Trump said.\nInstead, Trump boomeranged Clinton's attack back at her, arguing that Clinton and President Barack Obama's policies have helped ISIS's recruiting efforts.\n\"Weakness invites aggression and silence in the face of a brutal enemy ... allows them to spread and that's what's happening all over the world,\" Trump said.\nThe Republican nominee also speculated, without evidence, that if Obama could do it again he wouldn't choose Clinton to serve in his Cabinet.\n",
        "quotes": [
            [
                "Hillary Clinton talks tougher about my supporters than she does about radical Islamic terrorists,",
                "Donald Trump",
                true
            ],
            [
                "Has she ever talked that way about radical Islam?",
                "Donald Trump",
                true
            ],
            [
                "Are those words reserved only for hard-working Americans who truly love our country and they want to make a statement?",
                "Donald Trump",
                true
            ],
            [
                "One can be forgiven for getting the impression that these hardworking Americans are somehow a greater threat to our country than these Islamic extremists.",
                "Donald Trump",
                true
            ],
            [
                "training and intelligence they need to effectively prevent and respond to terrorist attacks.",
                "Donald Trump",
                false
            ],
            [
                "My opponent has the most open borders policy of anyone ever to seek the presidency,",
                "Donald Trump",
                true
            ],
            [
                "Congress should pass measures to ensure that foreign enemy combatants are treated as such.",
                "Donald Trump",
                true
            ],
            [
                "These are combatants and we have to be tough and we have to be strong,",
                "Donald Trump",
                true
            ],
            [
                "He will be taken care of by some of the best doctors in the world.",
                "Donald Trump",
                true
            ],
            [
                "He will be given a fully modern and updated hospital room.",
                "Donald Trump",
                true
            ],
            [
                "And he'll probably even have room service, knowing the way our country is,",
                "Donald Trump",
                true
            ],
            [
                "We must also use whatever lawful methods are available to obtain information from the apprehended suspect to get information before it's no longer timely,",
                "Donald Trump",
                true
            ],
            [
                "I think it is important for voters to know and hear this and weigh it in making their choice in November.",
                "Hillary Clinton",
                true
            ],
            [
                "We know that a lot of the rhetoric we've heard from Donald Trump has been seized on by terrorists, in particular ISIS.",
                "Hillary Clinton",
                true
            ],
            [
                "Because they are looking to make this into a war against Islam.",
                "Hillary Clinton",
                true
            ],
            [
                "Her attacks on me are all meant to deflect from her record of unleashing this monster of evil on us,",
                "Donald Trump",
                true
            ],
            [
                "Weakness invites aggression and silence in the face of a brutal enemy ... allows them to spread and that's what's happening all over the world,",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "hillary",
            "tougher",
            "supporters",
            "wake",
            "trump",
            "weak",
            "clinton",
            "threat",
            "labels",
            "ineffective",
            "talked",
            "radical",
            "islamic",
            "hardworking",
            "bombings"
        ]
    }
]