[
    {
        "url": "http://money.cnn.com/2017/10/10/media/james-harding-bbc/index.html",
        "title": "BBC news chief to step down",
        "authors": [
            {
                "name": "Hadas Gold",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2017-10-10",
        "text": "by Hadas Gold   @CNNMoney October 10, 2017: 11:45 AM ET\nJames Harding, the head of BBC's news and current affairs division, is stepping down, he announced Tuesday.\nIn a memo to staff, Harding said, \"this is not a decision I've taken lightly,\" and that he is leaving to start a media company that will do journalism that the BBC \"for all its brilliance, can't, and probably shouldn't do.\"\nHarding's current job is a powerful position at the independent, state-funded British broadcasting, radio and online news organization, one of the world's largest.\nIn his memo, Harding said he wants to transition away from the BBC style of reporting.\n\"And that's what I want to explore: I am going to start a new media company with a distinct approach to the news and a clear point of view. I know I will enjoy the chance to do some more journalism of my own and, at such a critical time, I'm seriously excited about the prospect of building a new venture in news. I look forward to being able to say more about it when we get started in the New Year,\" he wrote.\nHarding said he will continue in his current role until January. He was appointed to the role in 2013, after spending six years as editor of The Times newspaper.\n\"It is no small thing to give up a great job like this. The BBC is the most important news organisation in the world. Being a part of it is an honour, an education, and, thanks to you, the terrific people who work here, a pleasure,\" Harding wrote in his memo. \"We have our shortcomings, no doubt. But, in these fast-changing times and on the back of a crisis five years ago, I am proud to have worked for BBC News as we renewed our reputation for responsible, powerful journalism: agenda-setting coverage of politics, business and the society we live in; current affairs exposing controversial issues with discipline and determination; the best and bravest international reporting, when big moments in history unfold and when underreported stories desperately need to be told.\"\nThe four-and-a-half years Harding has spent at the BBC have been eventful ones. Most recently, the BBC was rocked after it published the salaries of some of its top journalists, revealing a gender pay gap and a pay gap between people who performed the same roles but in different news departments. In September, the BBC announced raises for about 700 staff members to help make up the gap.\nCNNMoney (New York) First published October 10, 2017: 11:45 AM ET\nNewsletter\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "this is not a decision I've taken lightly,",
                "Harding",
                false
            ],
            [
                "for all its brilliance, can't, and probably shouldn't do.",
                "Harding",
                false
            ],
            [
                "And that's what I want to explore: I am going to start a new media company with a distinct approach to the news and a clear point of view.",
                "",
                true
            ],
            [
                "I know I will enjoy the chance to do some more journalism of my own and, at such a critical time, I'm seriously excited about the prospect of building a new venture in news.",
                "",
                true
            ],
            [
                "I look forward to being able to say more about it when we get started in the New Year,",
                "",
                true
            ],
            [
                "It is no small thing to give up a great job like this.",
                "Harding",
                true
            ],
            [
                "The BBC is the most important news organisation in the world.",
                "Harding",
                true
            ],
            [
                "Being a part of it is an honour, an education, and, thanks to you, the terrific people who work here, a pleasure,",
                "Harding",
                true
            ],
            [
                "We have our shortcomings, no doubt.",
                "Harding",
                true
            ],
            [
                "But, in these fast-changing times and on the back of a crisis five years ago, I am proud to have worked for BBC News as we renewed our reputation for responsible, powerful journalism: agenda-setting coverage of politics, business and the society we live in; current affairs exposing controversial issues with discipline and determination; the best and bravest international reporting, when big moments in history unfold and when underreported stories desperately need to be told.",
                "Harding",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/intent/user?screen_name=CNNMoney"
            ]
        },
        "key_words": [
            "bbc",
            "staff",
            "world",
            "start",
            "harding",
            "job",
            "memo",
            "journalism",
            "current",
            "step",
            "chief",
            "times"
        ]
    }
]