[
    {
        "url": "http://www.cnn.com/2017/10/09/us/veteran-truck-vegas-shooting-trnd/index.html",
        "title": "Dealership gives new truck to veteran who helped Las Vegas shooting victims",
        "authors": [
            {
                "name": "Doug Criss",
                "link": null
            },
            {
                "name": "Cassandra Santiago",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-09",
        "text": "Follow CNN\nDealership gives new truck to veteran who helped Las Vegas shooting victims\nBy Cassandra Santiago and Doug Criss, CNN\nUpdated 8:39 AM ET, Tue October 10, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\nIraq war veteran Taylor Winston became a hero on the night of the mass shooting in Las Vegas after he used a stranger's truck to rush critically wounded victims to the hospital.\nNow Winston has a new truck of his own.\nAn Arizona car dealership rewarded him Monday with a free, customized Ford F-150 in appreciation for his bravery and quick thinking on October 1, when Winston made two trips to the hospital while officials were still scrambling to get ambulances to the concert venue. Winston credited his military training for helping him keep a \"cool head.\"\n\"Most of us would have ran and never came back,\" said Shane Beus, owner of B5 Motors in Gilbert, Arizona. \"His military training allowed him to think in a split second what to do.\"\n\"It was still quite scary, but we just knew they (the victims) had to get to the hospital immediately,\" Winston told CNN's Anderson Cooper last week. \"No ambulances were immediately available. There was far too many casualties for anyone to handle.\"\nB5 Motors would like to give #vegashero Taylor Winston a free truck. Please help us find him. #HelpB5MotorsfindTaylorWinston pic.twitter.com/2dJICGLvyI\nRead More\nB5 Motors put out a social media blast last week to find Winston, who lives in San Diego. About seven hours after their tweet plea, they announced they had made contact with him.\nBeus said the dealership selected the F-150 but gave Winston the opportunity to choose between the used truck and two other vehicles in the $20,000 price range.\nThe dealership posted a video Monday to Facebook Live showing Winston being handed the keys to a silver truck and driving away in it as onlookers applaud.\n\"My message is that I hope people will recognize the heroism in him and others and become selfless,\" Beus said. \"It's kinda what America is about, helping others.\"\nCNN's Leinz Vales contributed to this story.\n",
        "quotes": [
            [
                "Most of us would have ran and never came back,",
                "Shane Beus",
                true
            ],
            [
                "His military training allowed him to think in a split second what to do.",
                "Shane Beus",
                true
            ],
            [
                "It was still quite scary, but we just knew they (the victims) had to get to the hospital immediately,",
                "Winston",
                true
            ],
            [
                "There was far too many casualties for anyone to handle.",
                "",
                true
            ],
            [
                "My message is that I hope people will recognize the heroism in him and others and become selfless,",
                "Beus",
                true
            ],
            [
                "It's kinda what America is about, helping others.",
                "Beus",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/10/03/us/las-vegas-shooting-witness-taylor-winston-anderson-cooper-cnntv/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/HelpB5MotorsfindTaylorWinston?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/vegashero?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/2dJICGLvyI"
            ]
        },
        "key_words": [
            "vegas",
            "helped",
            "taylor",
            "hospital",
            "las",
            "shooting",
            "motors",
            "immediately",
            "training",
            "military",
            "veteran",
            "free",
            "winston",
            "victims",
            "dealership",
            "truck",
            "gives"
        ]
    }
]