[
    {
        "url": "http://money.cnn.com/2017/10/04/media/nbc-news-president-trump/index.html",
        "title": "President Trump focuses anti-media ire on NBC after Tillerson 'moron' report",
        "authors": [
            {
                "name": "Brian Stelter",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2017-10-04",
        "text": "President Trump focuses anti-media ire on NBC after Tillerson 'moron' report\nby Brian Stelter   @brianstelter October 4, 2017: 12:41 PM ET\nRex Tillerson reaffirms commitment to Trump\nPresident Trump has a new #1 target in the media: NBC News.\nOn Wednesday NBC's news division published a story about what it said were Secretary of State Rex Tillerson's \"disputes and clashes with the White House.\"\nMinutes after Tillerson spoke in front of cameras to dispute portions of the story, Trump called on the network to apologize.\nUnsurprisingly, the network shrugged off his Twitter demand.\n\"We stand by our reporting,\" an NBC News spokeswoman said.\nIt's the latest chapter in a lengthy book of the president's anti-media attacks.\nSometimes he complains in general terms about \"fake news\" when the coverage isn't as positive as he wants it to be. Other times he lobs insults at specific news outlets and journalists.\nOn Wednesday morning, all four of his statements on Twitter referred to \"fake\" news -- first about his trip to Puerto Rico and then about the Tillerson turmoil.\nSome analysts have said Trump resorts to the \"fake news\" claim when times are particularly tough at the White House.\nIn this case, he directed his Twitter ire at NBC News about four hours after the news division published this: \"Tillerson's Fury at Trump Required an Intervention From Pence.\"\nThe story said that Tillerson disparaged Trump as a \"moron\" after a meeting at the Pentagon in July.\nOver the summer, Tillerson \"was on the verge of resigning,\" and \"Vice President Mike Pence counseled Tillerson\" about how to ease the tensions with the president, NBC reported.\nThe story cited \"multiple senior administration officials who were aware of the situation at the time.\"\nAccording to Carol Lee, who had the first of four bylines on the jointly-reported story, NBC \"spoke with a dozen people\" for it, including \"seven people\" who said 'he was close to resigning at that time.'\"\nIndeed, some details about Tillerson's dissatisfaction leaked out over the summer. CNN, NBC and other outlets reported that Tillerson's frustrations were mounting and that, in the words of CNN's John King, Tillerson might be looking for an \"exit strategy.\"\nIn recent days, there has been even more speculation about a potential resignation, given how Trump has publicly undermined Tillerson on the subject of North Korea.\nThen came NBC's story on Wednesday -- carefully timed for the morning news cycle.\nThe NBCNews.com story came out at 5:50 a.m. and made an immediate impact, particularly because of the \"moron\" quote. NBC's \"Today\" show aired a detailed segment about the news division's reporting.\nLater in the morning, CNN independently confirmed the \"moron\" quote.\nThe State Department arranged a press availability for Tillerson, who has been known for keeping his distance from the press corps. While Tillerson prepared to step out and speak on live TV, Trump tweeted, \"NBC news is #FakeNews and more dishonest than even CNN. They are a disgrace to good reporting. No wonder their news ratings are way down!\"\nTrump, who worked for NBC for over a decade as the host of \"The Apprentice,\" has a keen interest in the TV ratings race.\nBut he's wrong about NBC's news viewership. In fact, the ratings for programs like \"NBC Nightly News\" and \"Today\" and quite strong, despite industry-wide changes in media consumption and TV viewing habits.\nTillerson spoke at 11 a.m. The headline, in the minds of many reporters, is that he did not deny calling Trump a \"moron.\" He said he wouldn't deal with that kind of \"petty nonsense.\"\nLee spoke right afterward on MSNBC: \"He denied that he was ever intending to resign. Our reporting shows that he absolutely intended to resign and was very frustrated in July. Interestingly, he did not deny calling the president a moron.\"\nLee added: \"The question now is, was it enough for Donald Trump?\"\nAnalysts elsewhere on television said that Tillerson seemed to be speaking to an \"audience of one,\" meaning President Trump, who was flying to Las Vegas at the time.\n\"Perhaps Tillerson thought this may be the best way to communicate with Trump,\" given that the president \"is a huge consumer of cable news,\" David Chalian said on CNN.\nTrump weighed in again a few minutes later, saying \"The @NBCNews story has just been totally refuted by Sec. Tillerson and @VP Pence. It is #FakeNews. They should issue an apology to AMERICA!\"\nThe story was not \"totally refuted,\" and NBC emphasized again that it was confident in its reporting.\n\"NBC News will not be issuing an apology to America,\" MSNBC anchor Hallie Jackson said on air.\nNBC White House correspondent Peter Alexander had perhaps the pithiest response to the president's tweets about his network.\nHe retweeted the first barb and said, \"Thanks for watching.\"\nCNNMoney (New York) First published October 4, 2017: 12:41 PM ET\nNewsletter\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "disputes and clashes with the White House.",
                "",
                false
            ],
            [
                "Tillerson's Fury at Trump Required an Intervention From Pence.",
                "",
                true
            ],
            [
                "was on the verge of resigning,",
                "Rex Tillerson",
                false
            ],
            [
                "Vice President Mike Pence counseled Tillerson",
                "Rex Tillerson",
                false
            ],
            [
                "multiple senior administration officials who were aware of the situation at the time.",
                "Donald Trump",
                false
            ],
            [
                "Indeed, some details about Tillerson's dissatisfaction leaked out over the summer.",
                "Carol Lee",
                true
            ],
            [
                "CNN, NBC and other outlets reported that Tillerson's frustrations were mounting and that, in the words of CNN's John King, Tillerson might be looking for an \"exit strategy.",
                "Carol Lee",
                true
            ],
            [
                "NBC news is #FakeNews and more dishonest than even CNN.",
                "Donald Trump",
                true
            ],
            [
                "They are a disgrace to good reporting.",
                "Donald Trump",
                true
            ],
            [
                "No wonder their news ratings are way down!",
                "Donald Trump",
                true
            ],
            [
                "He denied that he was ever intending to resign.",
                "Lee",
                true
            ],
            [
                "Our reporting shows that he absolutely intended to resign and was very frustrated in July.",
                "Lee",
                true
            ],
            [
                "Interestingly, he did not deny calling the president a moron.",
                "Lee",
                true
            ],
            [
                "The question now is, was it enough for Donald Trump?",
                "Lee",
                true
            ],
            [
                "Perhaps Tillerson thought this may be the best way to communicate with Trump,",
                "David Chalian",
                true
            ],
            [
                "is a huge consumer of cable news,",
                "David Chalian",
                false
            ],
            [
                "The @NBCNews story has just been totally refuted by Sec.",
                "Donald Trump",
                true
            ],
            [
                "They should issue an apology to AMERICA!",
                "Donald Trump",
                true
            ],
            [
                "NBC News will not be issuing an apology to America,",
                "Hallie Jackson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/10/04/politics/tillerson-trump-commitment-moron/index.html",
                "https://www.nbcnews.com/politics/white-house/tillerson-s-fury-trump-required-intervention-pence-n806451",
                "http://www.cnn.com/2017/07/25/politics/tillerson-not-considering-resigning-vacation/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "ire",
            "moron",
            "spoke",
            "twitter",
            "report",
            "focuses",
            "tillerson",
            "nbcs",
            "white",
            "trump",
            "tillersons",
            "nbc",
            "president",
            "antimedia"
        ]
    }
]