[
    {
        "url": "http://www.cnn.com/2017/08/29/health/brain-on-fire-nmda-encephalitis/index.html",
        "title": "Her body was attacking her brain",
        "authors": [
            {
                "name": "Michael Nedelman",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-08-29",
        "text": "Follow CNN\nDoctors thought she was psychotic, but her body was attacking her brain\nUpdated 10:04 AM ET, Mon September 25, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nAutoimmune encephalitis is a disease in which the immune system mistakenly attacks the brain\nMany cases have been mistaken for mental illnesses, such as schizophrenia\n(CNN)\nEmily Gavigan was convinced that a nearby truck was following her. Someone was after her.\nShe was a sophomore at the University of Scranton in January 2009 when the \"bizarre\" behavior began, said her father, Bill.\nHer parents noticed that she had been rambling, not making any sense. At one point, she called her family and friends to warn them: Something terrible was going to happen to all of them.\n\"Emily was like a different person. We didn't know who she was,\" Bill Gavigan said. \"We had gone from having this daughter who was perfectly normal, happy, vibrant ... with a bright future ahead.\n\"All of a sudden, this all came crashing down.\"\nRead More\nThen, one day, Gavigan disappeared.\n\"We didn't know where she was for more than 24 hours,\" her father said.\nShe had gotten in her car and driven from Pennsylvania to New Jersey with no money. She went right through toll booths without paying. But she eventually found her way back to her grandparents' house, still convinced that she was being followed.\nHer grandfather peered out the window, looking for something suspicious. But they soon realized there was no one after her.\n\"I get emotional when I think about it,\" said Gavigan's grandfather Joseph Chiumento.\nHer parents showed up and took her to the hospital.\nEmily Gavigan began exhibiting odd behavior when she was 19, which doctors mistook for a mental illness.\nSay, 'I love you, dad'\nDoctors initially thought Gavigan had a mental illness. She spent time in different psychiatric facilities, which made her family uneasy. One in particular reminded her father of the movie \"One Flew Over the Cuckoo's Nest.\"\n\"They just kept trying medication after medication after medication, and none of it worked,\" Bill Gavigan said.\nThings kept getting worse. There was some numbness in her face and hands, and she would develop seizures. Doctors went looking for something that might be wrong with her brain -- a tumor, perhaps -- but found none. She was misdiagnosed with multiple sclerosis but continued to decline.\nIn a video that the Gavigan family shared with CNN, Bill asks his daughter how she's feeling today. She opens her mouth, and her tongue moves like she's about to respond.\n\"Say, 'I love you, dad,' \" he nudges.\nShe shakes her head weakly. No.\nTwist of fate\nA year after Gavigan started having symptoms, her family noticed something peculiar on an episode of NBC's \"Today\" show. The guest was Susannah Cahalan , a reporter at the New York Post who had written an article about her \"mysterious lost month of madness.\"\n\"Who knows how many people out there are suffering from what I suffered from and are just not getting the diagnosis that they need?\" Cahalan told the talk show hosts.\nCahalan's story sounded familiar to the Gavigans. She had become paranoid and exhibited odd behavior, just like Emily. She became convinced that she had bed bugs, and she could feel them on her left hand and face, according to neurologist Dr. Souhel Najjar, who treated Cahalan.\nBut Najjar had a hunch that Cahalan might have a neurological problem, not a purely psychiatric one.\nSo he asked asked Cahalan to draw a clock, and she drew all the numbers bunched up on the right side. This alone couldn't make a diagnosis, but it clued doctors in that something could be misfiring on the right side of her brain.\nThat something, it turned out, could be treated.\nThe wrong target\nThe key to making the right diagnosis is a simple test on the blood or spinal fluid, Najjar said. You just have to know what you're looking for: a type of antibody.\nTo fight off disease, the immune system makes antibodies, Y-shaped proteins that attack foreign invaders like bacteria or viruses. But sometimes, those proteins can attack our own bodies. This is known as autoimmune disease.\nIn Cahalan's case, those antibodies were directed against a receptor in her brain: the NMDA receptor, which plays a role in how brain cells communicate with each other. The receptor takes part in the brain's normal functioning, from memory to breathing.\nThe disease was given a name in 2007: anti-NMDA receptor encephalitis, or NMDARE for short. Had Cahalan had the disease a few years prior, there would have been no diagnosis to give her.\n\"The disease is definitely not new,\" said Dr. Josep Dalmau, a neurologist at the University of Pennsylvania who is credited with discovering the disease.\nMany patients have been misdiagnosed with schizophrenia and other mental illnesses, Dalmau said. Some have been admitted to psychiatric units, where they were given medications, electroconvulsive therapies and other treatments that probably made their symptoms worse, he added.\nThere are over 15 known types of autoimmune encephalitis, according to the Autoimmune Encephalitis Alliance. Meaning the immune system can attack other brain receptors, too.\nThousands and thousands of cases\nDr. Belinda Lennox, a psychiatrist and researcher at the University of Oxford, believes that we should be testing for autoimmune encephalitis more routinely. After she learned about NMDARE, she wondered how many of her own patients might have it.\n\"It seemed to me a very simple, straightforward thing just to test the people in my service using the same blood test,\" she said.\nAmong the first 46 patients Lennox tested, all with their first episodes of psychosis, three tested positive for the antibody. Based on symptoms alone, those patients looked no different from the other 43.\n\"That was the alarming bit,\" she said. \"They didn't stand out.\"\nLennox published these findings in 2011. In December, she published another study in The Lancet Psychiatry of 228 patients with first-episode psychosis. She found that 9% of the patients had antibodies against a range of brain cell receptors. She found some of these antibodies in healthy people too, but none of them had the NMDA variety.\nNot all doctors agree with Lennox that we should be routinely testing for the antibodies when a patient is psychotic, at least based on what we know now. Dalmau himself has argued that just because those antibodies are there doesn't mean they necessarily cause psychosis.\nStill, Lennox wonders what portion of mental illnesses, like schizophrenia, can be traced back to medical causes. And while the question isn't without controversy, doctors agree that NMDARE is more common than previously thought.\n\"In 2007, we have around close to 10 cases,\" Najjar recalled. \"In 2010, there was a presentation of around a hundred cases, and now we have ... thousands and thousands of cases.\n\"The rising incidence of (autoimmune encephalitis) is because of the rise in awareness.\"\nFinally, a diagnosis\nAfter seeing Cahalan's story on TV, Gavigan's parents urged doctors to test her for it. But the doctors initially dismissed the idea.\nEmily Gavigan, left, said she wouldn't have survived her autoimmune disease if journalist Susannah Cahalan hadn't told her story publicly.\n\"You two have to come to grips with the fact that you have a child with mental illness,\" her father recalls one doctor saying. \"You're not doing anybody any favors by grasping at these type of straws.\"\nBut her parents' persistence paid off, and she was eventually tested.\nAfter a lengthy series of hospital stays -- after being hooked up to a ventilator, after the seizures, after developing a blood clot in her brain following a new treatment -- the Gavigans had an answer.\n\"Everybody was cheering that we had a diagnosis of autoimmune encephalitis,\" Gavigan said.\nStill, a long road to recovery lay ahead.\nOne step forward, two steps back\n\"Recovery is a very complicated, one-step-forward, two-steps-back process,\" said Cahalan, who could not read, write or walk when she was released from the hospital in 2009.\nWhen the disease is identified and treated, patients typically recover, but some spend weeks or months in rehab. They may even have a relapse of the disease down the line.\nThe disease is treated with medications that suppress the immune system, like steroids, and treatments that counteract the harmful antibodies.\nGavigan, a passionate figure skater, had a long way to go from her wheelchair.\n\"It did take a long time for Emily to fully recover, but there were some milestones,\" Bill Gavigan said. \"It was probably about a year after Emily was released from the hospital that she got back on the ice.\"\nHe shared this milestone with Cahalan, who was sitting at her desk at the New York Post when she first heard from the Gavigan family.\n\"I just remember clicking that video ... and just watching her twirl around that ice and just crying in the middle of the newsroom,\" Cahalan said. \"I couldn't believe that ... my story helped her find an answer, helped her find a diagnosis.\"\nPaying it forward\nIn November 2012, Cahalan made another appearance on \"Today\" -- but this time, it was with Emily and Bill Gavigan at her side. Cahalan had just published the New York Times bestseller about her illness, \"Brain on Fire.\"\n\"If she wasn't able to tell her story, then I wouldn't have gotten a diagnosis,\" Gavigan told CNN. \"That connection, it was just surreal.\"\nNow, it was time for her to help fill those shoes.\nMadison Jensen was diagnosed and treated for autoimmune encephalitis.\nIn Omaha, Nebraska, yet another family, the Jensens, eventually heard about their story. Their 6-year-old daughter, Madison, had been throwing tantrums, drooling and sometimes forgetting how to speak or read.\nMandy Jensen, Madison's mother, went back and found the \"Today\" clip online. It was just the clue they needed to get to the correct diagnosis.\nAnother coincidence: The episode originally aired the same day her daughter was first admitted to the hospital.\nSusannah Cahalan, right, wrote about her rare autoimmune disease, leading others to a correct diagnosis -- including Madison Jensen, left, and Emily Gavigan.\nJoin the conversation\nSee the latest news and share your comments with CNN Health on Facebook and Twitter .\n\"It's like divine intervention or something,\" Jensen said. \"They saved Madison's life.\"\nMadison Jensen, now 10 years old and an avid soccer player, hopes that telling her own story will drive other families and doctors to the correct diagnosis -- just like Cahalan did for Gavigan and they did for her.\n\"They helped me when they were on the 'Today' show,\" Madison said. \"Maybe we could help someone, and then ... it'd just keep going.\"\n",
        "quotes": [
            [
                "Emily was like a different person.",
                "Emily Gavigan",
                true
            ],
            [
                "We didn't know who she was,",
                "Emily Gavigan",
                true
            ],
            [
                "We had gone from having this daughter who was perfectly normal, happy, vibrant ... with a bright future ahead.",
                "Emily Gavigan",
                true
            ],
            [
                "All of a sudden, this all came crashing down.",
                "Emily Gavigan",
                true
            ],
            [
                "We didn't know where she was for more than 24 hours,",
                "",
                true
            ],
            [
                "I get emotional when I think about it,",
                "Emily Gavigan",
                true
            ],
            [
                "One Flew Over the Cuckoo's Nest.",
                "Emily Gavigan",
                true
            ],
            [
                "They just kept trying medication after medication after medication, and none of it worked,",
                "Emily Gavigan",
                true
            ],
            [
                "Who knows how many people out there are suffering from what I suffered from and are just not getting the diagnosis that they need?",
                "Susannah Cahalan",
                true
            ],
            [
                "The disease is definitely not new,",
                "Josep Dalmau",
                true
            ],
            [
                "It seemed to me a very simple, straightforward thing just to test the people in my service using the same blood test,",
                "",
                true
            ],
            [
                "In 2007, we have around close to 10 cases,",
                "Najjar",
                true
            ],
            [
                "In 2010, there was a presentation of around a hundred cases, and now we have ... thousands and thousands of cases.",
                "Najjar",
                true
            ],
            [
                "The rising incidence of (autoimmune encephalitis) is because of the rise in awareness.",
                "Najjar",
                true
            ],
            [
                "You two have to come to grips with the fact that you have a child with mental illness,",
                "",
                true
            ],
            [
                "You're not doing anybody any favors by grasping at these type of straws.",
                "",
                true
            ],
            [
                "Everybody was cheering that we had a diagnosis of autoimmune encephalitis,",
                "Emily Gavigan",
                true
            ],
            [
                "Recovery is a very complicated, one-step-forward, two-steps-back process,",
                "Cahalan",
                true
            ],
            [
                "It did take a long time for Emily to fully recover, but there were some milestones,",
                "Emily Gavigan",
                true
            ],
            [
                "It was probably about a year after Emily was released from the hospital that she got back on the ice.",
                "Emily Gavigan",
                true
            ],
            [
                "I just remember clicking that video ... and just watching her twirl around that ice and just crying in the middle of the newsroom,",
                "Susannah Cahalan",
                true
            ],
            [
                "I couldn't believe that ... my story helped her find an answer, helped her find a diagnosis.",
                "Susannah Cahalan",
                true
            ],
            [
                "If she wasn't able to tell her story, then I wouldn't have gotten a diagnosis,",
                "Emily Gavigan",
                true
            ],
            [
                "That connection, it was just surreal.",
                "Emily Gavigan",
                true
            ],
            [
                "It's like divine intervention or something,",
                "Jensen",
                true
            ],
            [
                "They helped me when they were on the 'Today' show,",
                "Madison Jensen",
                true
            ],
            [
                "Maybe we could help someone, and then ... it'd just keep going.",
                "Madison Jensen",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.thelancet.com/journals/lanpsy/article/PIIS2215-0366(16)30375-3/fulltext",
                "https://nypost.com/2009/10/04/my-mysterious-lost-month-of-madness/",
                "http://www.thelancet.com/journals/lanpsy/article/PIIS2215-0366(17)30104-9/fulltext"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/20972895"
            ],
            "unsure": [
                "https://doi.org/10.1093/brain/aww289",
                "https://www.susannahcahalan.com/",
                "https://www.facebook.com/CNNHealth",
                "http://on.today.com/2vw196k",
                "https://aealliance.org/faq/",
                "https://twitter.com/cnnhealth"
            ]
        },
        "key_words": [
            "autoimmune",
            "emily",
            "disease",
            "body",
            "cahalan",
            "diagnosis",
            "gavigan",
            "brain",
            "attacking",
            "doctors",
            "encephalitis",
            "patients"
        ]
    }
]