[
    {
        "url": "http://occupydemocrats.com/2016/09/27/major-polls-tonights-debate-just-came-results/",
        "title": "Hillary Is Destroying Trump In Post-Debate Polls (RESULTS)",
        "authors": [
            {
                "name": "James Devinne",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-27",
        "text": "0 Shares\nA poll of debate watchers by CNN/ORC, which found that 62 percent thought Clinton won and 27 percent thought Trump did. CNN’s David Chalian emphasized on air that the sample was 10 points more Democratic than in a typical poll, but that’s still a strong win for Clinton.\nA poll of debate watchers by Public Policy Polling , which found that 51 percent thought Clinton won and 40 percent thought Trump won.\nA focus group of 20 undecided Florida voters by CNN found that 18 of them thought Clinton won.\nSee Also\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/ddiamond/status/780611403702996993?ref_src=twsrc%5Egoogle%7Ctwcamp%5Enews%7Ctwgr%5Etweet",
                "https://occupydemocrats.com/privacy/",
                "https://twitter.com/mkraju/status/780609158907301889"
            ]
        },
        "key_words": [
            "nights",
            "trump",
            "poll",
            "watchers",
            "debate",
            "polls",
            "group",
            "thought",
            "results",
            "destroying",
            "postdebate",
            "hillary",
            "won",
            "voters",
            "clinton"
        ]
    }
]