[
    {
        "url": "https://www.politico.com/blogs/2016-presidential-debate-fact-check?lo=ut_a1&cmpid=sf",
        "title": "The POLITICO Wrongometer: Fact checking the 2016 presidential debates",
        "authors": [
            {
                "name": "Isaac Arnsdorf",
                "link": null
            },
            {
                "name": "Bruce Blair",
                "link": null
            },
            {
                "name": "Benjamin Oreskes",
                "link": null
            },
            {
                "name": "Josh Gerstein",
                "link": null
            },
            {
                "name": "Alex Byers",
                "link": null
            },
            {
                "name": "Ian Kullgren",
                "link": null
            },
            {
                "name": "Darren Samuelsohn",
                "link": null
            },
            {
                "name": "Katy O'Donnell",
                "link": null
            },
            {
                "name": "Rachana Pradhan",
                "link": null
            },
            {
                "name": "Connor O Brien",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-10-19",
        "text": "10/19/2016 11:12 PM EDT\n“We have a great general, four-star general, today you read it in all the papers going to potentially serve five years in jail for lying to the FBI, one lie. She's lied hundreds of times to the people, to congress, and to the FBI. He's going to probably go to jail.” — Donald Trump\nTrump referred to the guilty plea former Vice Chairman of the Joint Chief of Staff and retired Marine Gen. James Cartwright, who pled guilty on Monday to a felony charge of making false statements to the FBI in connection with an investigation into leaks about a U.S.-Israel cyber operation to undermine Iran’s nuclear program.\nA number of statements Clinton made about her use of a private email server have turned out to be dubious or inaccurate, although FBI Director James Comey has said he does not believe that Clinton made false statements to his agency during its investigation. Republican lawmakers have questioned several of Clinton’s statements, including her claim that none of her emails were marked classified, when three had portion markings for classified records — but not proper markings at the top and bottom.\nOther Clinton statements have also been questioned, although she often couched them as an inability to recall certain events, making it difficult to label them as lies. Clinton said last week in written answers to a federal lawsuit that she did not recall any communcation with computer aide Bryan Pagliano about management or preservation of records in her account, but a conservative group said it has a 2012 email exchange between Clinton and Pagliano about her not receiving messages on her blackberry.\nDuring the court hearing this week, Cartwright admitted that he provided and confirmed classified information to one reporter and confirmed classified information to another, although as part of a plea bargain he pled guilty to lying to investigators and not to leaking, which could have carried a more severe penalty. He could receive up to five years in prison on the lying charge.\n\"Aleppo is a disaster. It is a humanitarian nightmare, but it has fallen...from any standpoint.\" - Trump\nDonald Trump has said in two debates the Syrian city \"has fallen\" or \"has basically fallen.\" While the situation has been described as dire, the city is still contested. Forces of the Syrian government of Bashar al-Assad, backed by Russian air strikes are still facing off against Syrian rebel forces.\n10/19/2016 11:07 PM EDT\n“If you look at your voter rolls, you'll see millions of people that are registered to vote. Millions. This isn't coming from me. This is coming from Pew report and other places. Millions of people that are registered to vote that shouldn't be registered to vote.” — Donald Trump\nTonight, Donald Trump tonight cited a Pew Center on the States report which found that around 24 million voter registrations in the U.S. are either invalid or are very inaccurate. The report goes further and finds that 1.8 million dead people are actually listed as voters. “Voter registration in the United States largely reflects its 19th-century origins and has not kept pace with advancing technology and a mobile society,” the report’s authors write, adding that “states’ systems must be brought into the 21st century to be more accurate, cost-effective, and efficient.”\nThat noted, the report did not say that these registrants had in fact voted — nor did it suggest that voter fraud is commonplace as Trump has claimed in the past.\n10/19/2016 10:53 PM EDT\n“The premiums are going up 60 percent, 70 percent, 80 percent. Next year, they're going to go up over 100 percent.” — Donald Trump\nIn tonight's debate, Trump went even further on his claims about Obamacare premium increases than he has in the past.\nThere are states with extremely high premium increases slated for Obamacare plans in 2017 — some states, like Minnesota and Oklahoma, have reported that average rate increases will top 60 percent and 70 percent.\nBut those numbers aren’t reflective of what’s going on nationally, even if there are outliers where rate increases are especially large. Premium increases will vary highly depending on the local market and insurance company.\nThe large premium increases Trump cited do not tell the entire story, and they do not account for the government subsidies that millions of Americans can receive under the health care law to lower their monthly premiums.\n10/19/2016 10:45 PM EDT\n“What I have put forward doesn't add a penny to the debt.” — Hillary Clinton\nThis is a gray area. Clinton’s planned tax increases would boost revenues by about $1.4 trillion over a decade, according to the Tax Policy Center. But she’s also proposed increasing spending on a handful of policy priorities, and it’s not clear how she would pay for all of her plans. For instance, she has said she would finance infrastructure investments with “business tax reform,” but hasn’t detailed what that would look like.\nThe Committee for a Responsible Federal Budget estimated that Clinton’s policies would add $200 billion to the debt over 10 years, when measured against the projected levels under current law. (Trump’s plans, the group found, would add $5.3 trillion to the debt.)\nUltimately, it’s hard to measure without more detailed policy proposals.\n10/19/2016 10:39 PM EDT\n“I believe it was her campaign that did it just like if you look at what came out today on the clips where I was wondering what happened with my rally in Chicago and other rallies where we had such violence. She's the one and Obama that caused the violence. They hired people. They paid them $1500, and they're on tape saying be violent, cause fights, do bad things.” – Donald Trump\nGetting one thing out of the way. There's no evidence President Barack Obama had any role in violence at Trump rallies.\nFor Clinton and her campaign, it's more complicated.\nTwo Democratic political operatives with ties to her White House bid have indeed been caught up in a conservative group’s sting operation that appears to suggest efforts to send plants into the Trump's rallies to cause trouble.\nThe Democrats — Robert Creamer, the husband of Illinois Rep. Jan Schakowsky, and contractor Scott Foval — both have left their jobs this week after several edited videos appeared produced by conservative activist James O’Keefe and his group Project Veritas Action.\nIn one of the videos, Foval, the national field director for Americans United for Change, discussed with an O’Keefe operative, who was posing as an intern, a strategy that included sending plants into Trump rallies to pick fights with his supporters.\n“I mean, honestly, it’s not hard to get some of these assholes to pop off,” he says in the video. “It’s a matter of showing up, to want to get into their rally, in a Planned Parenthood T-shirt. Or ‘Trump is a Nazi,’ you know. You can message to draw them out, and draw them out to punch you.”\nIn another video, Foval calls himself “the white hat” while and describes Creamer’s group, Democracy Partners, as the “dark hat.”\nFoval was fired Monday.\nBoth the Clinton campaign and the DNC have condemned the tactics described in the videos while also denying playing any role in sending protestors into Trump rallies. Interim DNC chair Donna Brazile in a statement reported by CNN also turned the tables on O’Keefe, calling him “a convicted criminal with a history of doctoring video to advance his ideological agenda.”\nCreamer, who stepped down from his post Tuesday, told CNN that Foval’s comments were “flat out wrong.” He also issued a statement saying his firm “has recently been the victim of a well-funded, systematic spy operation that is the modern day equivalent of the Watergate burglars.”\n“The plot involved the use of trained operatives using false identifications, disguises and elaborate false covers to infiltrate our firm and others, in order to steal campaign plans, and goad unsuspecting individuals into making careless statements on hidden cameras,” he said.\n10/19/2016 10:34 PM EDT\n\"Well, you know, once again Donald is implying he didn't support the invasion of Iraq. I said it was a mistake. I said that years ago. He has consistently denied what is… What is a very clear fact that before the invasion he supported it. Google Donald Trump Iraq and you'll see the dozens of sources which verify that he was for the invasion of Iraq.\" — Hillary Clinton\n\"Wrong.\" — Donald Trump\nTrump has repeatedly claimed he opposed the war in Iraq, but the public record suggests the opposite.\nDuring a 2002 interview with Howard Stern, Trump was asked if he supported invading Iraq. “Yeah, I guess so,” Trump responded. “I wish the first time it was done correctly.” These comments were first unearthed by Buzzfeed earlier this year and show that Trump was at best ambivalent about the war — but there is no public record of him opposing it.\n10/19/2016 10:32 PM EDT\n“Hillary wants to give amnesty. She wants to have open borders.” — Donald Trump\nBy most metrics, describing Clinton’s immigration plan as “amnesty” is a mischaracterization. Clinton’s immigration plan says she’ll “introduce comprehensive immigration reform with a pathway to full and equal citizenship within her first 100 days in office.”\nAccording to PolitiFact , Clinton supports two programs for deferred action designation by the Department of Homeland Security — but that’s not the same as amnesty, which the legal dictionary defines as “a blanket abolition of an offense by the government, with the legal result that those charged or convicted have the charge or conviction wiped out.” Clinton also supported “Gang of Eight” immigration reform plan that called for enhanced border security and E-Verify.\nDebate moderator Chris Wallace pointed out that Clinton used the phrase “open borders” in an excerpt from a paid-speech excerpt released by Wikileaks. But Clinton appears to be talking about trade and energy (though it’s a little hard to see the full context, because the excerpt is only a paragraph long): “My dream is a hemispheric common market, with open trade and open borders, some time in the future with energy that is as green and sustainable as we can get it, powering growth and opportunity for every person in the hemisphere.”\n“This is a person who has been very cavalier, even casual about the use of nuclear weapons. He has advocated more countries getting them. Japan. Korea. Even Saudi Arabia.” — Hillary Clinton\nThe Clinton campaign has blasted Trump for being too cavalier on nuclear weapons, including advocating the spread of nuclear weapons to countries like Saudi Arabia, Japan and South Korea. On several occasions , Trump indicated an openness to other nations to obtain nuclear weapons, citing the cost of the U.S. to protect countries against regional threats.\n“Well I think maybe it’s not so bad to have Japan — if Japan had that nuclear threat, I’m not sure that would be a bad thing for us,” Trump said in an interview with the New York Times, referencing the nation's ability to protect itself against a nuclear threat from North Korea.\nBy BRUCE BLAIR\nAnd asked by Cooper if he had “no problem with Japan an South Korea” having nukes, Trump responded: “ At some point we have to say, you know what, we're better off if Japan protects itself against this maniac in North Korea. We're better off, frankly, if South Korea is going to start to protect itself.”\nThis story has been updated with additional context.\n10/19/2016 10:22 PM EDT\n\"People contribute. I contribute. The money goes, 100 percent, to a lot of charities, including a lot of military.” — Donald Trump\nPer the reporting of Washington Post’s David Farenthold, Trump has not contributed to his own foundation since 2008. The foundation has also been used for non-charitable purposes, including contributing illegally to a political candidate, buying a portrait of Trump and settling a lawsuit.\n10/19/2016 10:22 PM EDT\n“When you ran the State Department, $6 billion was missing. How do you miss $6 billion? You ran the State Department. Six billion was either stolen, they don't know. It is gone. $6 billion.” — Donald Trump\n“Well, first of all, what he just said about the State department is not only untrue, it’s been debunked numerous times.” — Hillary Clinton\nClinton is right: Trump is repeating a falsehood. Short version: There was missing paperwork, not missing dollars. The Washington Post has the long version .\n10/19/2016 10:16 PM EDT\n“[Trump] held a number of big rallies where he said that he could not possibly have done those things to those women because they were not attractive enough… to be assaulted.” — Hillary Clinton\n“I did not say that.” — Donald Trump\nWhile Trump has not said that explicitly, he has repeatedly suggested it over the last week. Regarding People magazine reporter Natasha Stoynoff, who recently alleged Trump forcibly kissed her in 2005, Trump said last week in Cincinnati: “Take a look. Look at her. Look at her words. And you tell me what you think. I don’t think so.”\nDuring a rally in North Carolina last Friday, Trump said of Jessica Leeds, the woman that accused him of groping her on an airplane in the 1980s: “Believe me, she would not be my first choice. That I can tell you. You don’t know. That would not be my first choice.”\n",
        "quotes": [
            [
                "We have a great general, four-star general, today you read it in all the papers going to potentially serve five years in jail for lying to the FBI, one lie.",
                "",
                true
            ],
            [
                "She's lied hundreds of times to the people, to congress, and to the FBI.",
                "",
                true
            ],
            [
                "He's going to probably go to jail.",
                "",
                true
            ],
            [
                "It is a humanitarian nightmare, but it has fallen...from any standpoint.",
                "Donald Trump",
                true
            ],
            [
                "If you look at your voter rolls, you'll see millions of people that are registered to vote.",
                "Donald Trump",
                true
            ],
            [
                "This isn't coming from me.",
                "Donald Trump",
                true
            ],
            [
                "This is coming from Pew report and other places.",
                "Donald Trump",
                true
            ],
            [
                "Millions of people that are registered to vote that shouldn't be registered to vote.",
                "Donald Trump",
                true
            ],
            [
                "Voter registration in the United States largely reflects its 19th-century origins and has not kept pace with advancing technology and a mobile society,",
                "",
                true
            ],
            [
                "states’ systems must be brought into the 21st century to be more accurate, cost-effective, and efficient.",
                "",
                false
            ],
            [
                "The premiums are going up 60 percent, 70 percent, 80 percent.",
                "-- Donald Trump",
                true
            ],
            [
                "Next year, they're going to go up over 100 percent.",
                "-- Donald Trump",
                true
            ],
            [
                "What I have put forward doesn't add a penny to the debt.",
                "-- Hillary Clinton",
                true
            ],
            [
                "I believe it was her campaign that did it just like if you look at what came out today on the clips where I was wondering what happened with my rally in Chicago and other rallies where we had such violence.",
                "-- Donald Trump",
                true
            ],
            [
                "She's the one and Obama that caused the violence.",
                "-- Donald Trump",
                true
            ],
            [
                "They paid them $1500, and they're on tape saying be violent, cause fights, do bad things.",
                "-- Donald Trump",
                true
            ],
            [
                "I mean, honestly, it’s not hard to get some of these assholes to pop off,",
                "Donald Trump",
                true
            ],
            [
                "It’s a matter of showing up, to want to get into their rally, in a Planned Parenthood T-shirt.",
                "Donald Trump",
                true
            ],
            [
                "Or ‘Trump is a Nazi,’ you know.",
                "Donald Trump",
                true
            ],
            [
                "You can message to draw them out, and draw them out to punch you.",
                "Donald Trump",
                true
            ],
            [
                "a convicted criminal with a history of doctoring video to advance his ideological agenda.",
                "Foval",
                false
            ],
            [
                "has recently been the victim of a well-funded, systematic spy operation that is the modern day equivalent of the Watergate burglars.",
                "",
                false
            ],
            [
                "The plot involved the use of trained operatives using false identifications, disguises and elaborate false covers to infiltrate our firm and others, in order to steal campaign plans, and goad unsuspecting individuals into making careless statements on hidden cameras,",
                "Donald Trump",
                true
            ],
            [
                "Well, you know, once again Donald is implying he didn't support the invasion of Iraq.",
                "-- Hillary Clinton",
                true
            ],
            [
                "I said it was a mistake.",
                "-- Hillary Clinton",
                true
            ],
            [
                "He has consistently denied what is… What is a very clear fact that before the invasion he supported it.",
                "-- Hillary Clinton",
                true
            ],
            [
                "Google Donald Trump Iraq and you'll see the dozens of sources which verify that he was for the invasion of Iraq.",
                "-- Hillary Clinton",
                true
            ],
            [
                "I wish the first time it was done correctly.",
                "Donald Trump",
                true
            ],
            [
                "She wants to have open borders.",
                "-- Donald Trump",
                true
            ],
            [
                "introduce comprehensive immigration reform with a pathway to full and equal citizenship within her first 100 days in office.",
                "",
                false
            ],
            [
                "a blanket abolition of an offense by the government, with the legal result that those charged or convicted have the charge or conviction wiped out.",
                "Cartwright",
                false
            ],
            [
                "My dream is a hemispheric common market, with open trade and open borders, some time in the future with energy that is as green and sustainable as we can get it, powering growth and opportunity for every person in the hemisphere.",
                "Cartwright",
                true
            ],
            [
                "This is a person who has been very cavalier, even casual about the use of nuclear weapons.",
                "Cartwright",
                true
            ],
            [
                "He has advocated more countries getting them.",
                "Cartwright",
                true
            ],
            [
                "Well I think maybe it’s not so bad to have Japan — if Japan had that nuclear threat, I’m not sure that would be a bad thing for us,",
                "Donald Trump",
                true
            ],
            [
                "no problem with Japan an South Korea",
                "Cooper",
                false
            ],
            [
                "At some point we have to say, you know what, we're better off if Japan protects itself against this maniac in North Korea.",
                "Donald Trump",
                true
            ],
            [
                "We're better off, frankly, if South Korea is going to start to protect itself.",
                "Donald Trump",
                true
            ],
            [
                "When you ran the State Department, $6 billion was missing.",
                "-- Donald Trump",
                true
            ],
            [
                "How do you miss $6 billion?",
                "-- Donald Trump",
                true
            ],
            [
                "Six billion was either stolen, they don't know.",
                "-- Donald Trump",
                true
            ],
            [
                "Well, first of all, what he just said about the State department is not only untrue, it’s been debunked numerous times.",
                "-- Donald Trump",
                true
            ],
            [
                "Trump] held a number of big rallies where he said that he could not possibly have done those things to those women because they were not attractive enough… to be assaulted.",
                "-- Hillary Clinton",
                true
            ],
            [
                "And you tell me what you think.",
                "Donald Trump",
                true
            ],
            [
                "Believe me, she would not be my first choice.",
                "Donald Trump",
                true
            ],
            [
                "That would not be my first choice.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/10/18/politics/project-veritas-action-robert-creamer-donald-trump-rallies/index.html",
                "https://www.washingtonpost.com/politics/how-donald-trump-retooled-his-charity-to-spend-other-peoples-money/2016/09/10/da8cce64-75df-11e6-8149-b8d05321db62_story.html",
                "https://www.politifact.com/truth-o-meter/statements/2016/sep/02/donald-trump/donald-trump-strays-key-facts-hillary-clinton-amne/",
                "https://www.washingtonpost.com/politics/trump-used-258000-from-his-charity-to-settle-legal-problems/2016/09/20/adc88f9c-7d11-11e6-ac8e-cf8e0dd91dc7_story.html",
                "http://www.nytimes.com/2016/03/27/us/politics/donald-trump-transcript.html?_r=0",
                "https://www.buzzfeednews.com/article/andrewkaczynski/in-2002-donald-trump-said-he-supported-invading-iraq-on-the",
                "https://www.politico.com/story/2016/10/trump-jessica-leeds-accusations-229805",
                "https://www.factcheck.org/2016/10/trumps-bogus-voter-fraud-claims/",
                "https://www.theguardian.com/us-news/2016/oct/14/look-at-her-i-dont-think-so-trumps-defence-is-to-demean-his-accusers",
                "https://www.washingtonpost.com/news/fact-checker/wp/2016/10/13/trumps-false-claim-that-clinton-lost-6-billion-at-state/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=5IuJGHuIkzY",
                "http://www.crfb.org/papers/promises-and-price-tags-preliminary-update",
                "https://www.politifact.com/truth-o-meter/statements/2016/oct/05/mike-pence/debate-mike-pence-claims-trump-never-said-more-nat/",
                "https://www.facebook.com/DemocracyPartners/posts/1626369094055735"
            ]
        },
        "key_words": [
            "2016",
            "guilty",
            "questioned",
            "records",
            "lying",
            "week",
            "wrongometer",
            "statements",
            "fact",
            "clinton",
            "recall",
            "debates",
            "fbi",
            "checking",
            "presidential",
            "classified",
            "politico"
        ]
    }
]