[
    {
        "url": "https://www.activistpost.com/2017/09/food-truck-giving-free-food-hurricane-workers-kicked-town-not-permit.html",
        "title": "Food Truck Giving Free Food to Hurricane Workers, Kicked Out of Town for Not Having a Permit",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-25",
        "text": "Food Truck Giving Free Food to Hurricane Workers, Kicked Out of Town for Not Having a Permit\nGreen Cove Springs, FL — After Irma devastated Florida, most restaurants and stores were shut down in certain areas. Green Cove Springs was one of those places. So, when Jack Roundtree, owner of the Triple J BBQ food truck, arrived in town, not only was he welcomed with open arms — he was desperately needed. As he sold BBQ to paying customers, Roundtree used the extra money to feed utility workers for free for all their hard work. However, once officials saw a man who’d dare sell food in their town without paying them first, police were called in to make quick work of this entrepreneurial good Samaritan.\nShut down and get out of town—is what Roundtree was told by local authorities for both providing charity and a much-needed product and service. Why was Roundtree told to get out of town, you ask? Well, he hadn’t paid the local government for the ‘privilege’ to sell food to those in need inside Green Cove Springs.\nRoundtree is no outlaw. In fact, Green Cove Springs actually encouraged him to sell his BBQ during their monthly Saturday-in-the-Park event before the hurricane. But not this time.\nEven if he would’ve gone to city hall to buy a permit to sell during the Irma aftermath, however, he couldn’t—they were closed.\nIt was interesting to learn that Roundtree and his truck were encouraged to serve customers during Green Cove’s monthly Saturday-in-the-Park event without a permit, but during Irma’s aftermath, not so much.\nHad Roundtree decided to press his case at City Hall, he would have been greeted with a sign that read: ‘Due to Hurricane Irma, City Hall offices and services will re-open on Thursday, Sept. 14, 2017.’\nSo, instead of allowing Roundtree to offer free food to utility workers and sell food to people during their time of need, and just get a permit after government employees decided to return to work—they just kicked him out of town.\nHere’s how one Green Cove Spring witness, Bettie Tune, described the events at Rich’s on her Facebook page, as reported by Clay Today:\nJust saw a BBQ food truck set up in town. GREAT!! Wanted to stop and get a good lunch for the guys helping us. When I pulled in, there was a Green Cove Springs police sitting there. OK, everyone has to eat, and the choices are very limited right now. Starting to talk to one of the guys from the food truck and found out that the “city manager” had sent her police to make them leave. This is such a great little town, but it seems like the people who run it do their best to keep it from progressing. THANKS Green Cove Springs City Manager. Shame on you!\nThe irony here is that he was kicked out of town for failing to get a permit by government workers because the other government workers who would’ve given him this permit, were not at work.\nIn a report from the Institute for Justice , Communications Coordinator, Matt Powers explains that Roundtree is not alone.\nCities across the country often impose strict regulations that make it nearly impossible for food trucks to operate. In 2011, IJ launched its National Street Vending Initiative to fight these laws.\nIn  Baltimore , the Institute for Justice (IJ) is challenging a ban on food trucks parking within 300-foot of a brick-and-mortar business that sells the same type of food. In  Chicago , IJ is challenging regulations that bans food trucks from operating within 200 feet of a brick-and-mortar business serving food and forces them to install GPS tracking devices that broadcast their every move. And IJ is challenging a  Louisville, Kentucky , law banning food trucks from operating within 150 feet of any restaurant selling similar food.\nThese strict regulations are ostensibly designed for food safety, but in reality, serve to raise revenue for the state and limit established restaurants’ competition. They also stifle economic growth.\nAs the IJ noted:\nIt is not only during times of crisis that food trucks contribute to their communities. According to IJ’s report  Streets of Dreams  mobile vending businesses help people escape poverty and unemployment through affordable start-up costs which creates the initial economic opportunity for upward mobility. IJ’s report,  Seven Myths and Realities found the presence of food trucks can actually help local restaurant industries by attracting new customers and serving as incubators for new restaurants. Cities should embrace food trucks and liberate them from onerous regulations so they can enjoy the benefits these businesses bring.\nWhen people in need are denied food they are willing to purchase because government workers aren’t in the office to sell the maker of that food a permission slip, something is wrong in the land of the free.\nAs TFTP reported earlier this month, this problem is everywhere. It stifles local economic growth, persecutes the poor the hardest, and turns hard-working entrepreneurs into criminals, ripe for the extortion of state.\nLuckily, thanks to Martin Flores, who filmed an innocent hot dog vendor named Beto get robbed by a Berkeley police officer for selling hot dogs, Americans are seeing the harsh reality that is making a living in a police state.\nMatt Agorist is an honorably discharged veteran of the USMC and former intelligence operator directly tasked by the NSA. This prior experience gives him unique insight into the world of government corruption and the American police state. Agorist has been an independent journalist for over a decade and has been featured on mainstream networks around the world. Agorist is also the Editor at Large at the Free Thought Project.  Follow @MattAgorist on Twitter , Steemit , and now on Facebook. This article first appeared at The Free Thought Project .\nImage: Triple J’s BBQ, Facebook https://www.facebook.com/TripleJsBBQ12/\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "Due to Hurricane Irma, City Hall offices and services will re-open on Thursday, Sept. 14, 2017.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://ij.org/florida-town-told-food-truck-cant-serve-hurricane-victims-without-permit/",
                "https://ij.org/report/seven-myths-and-realities-about-food-trucks/",
                "http://thefreethoughtproject.com/food-truck-forced-town-permit/",
                "http://thefreethoughtproject.com/unlicensed-hot-dogs-vendor-campaign/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://ij.org/case/louisville-vending/",
                "https://thefreethoughtproject.com/",
                "https://ij.org/case/baltimore-vending/",
                "https://steemit.com/@tftproject",
                "https://www.facebook.com/TheREALMattAgorist/",
                "https://www.facebook.com/TripleJsBBQ12/",
                "https://ij.org/case/chicagofoodtrucks/",
                "https://twitter.com/MattAgorist",
                "https://ij.org/report/streets-of-dreams/"
            ]
        },
        "key_words": [
            "having",
            "permit",
            "food",
            "kicked",
            "sell",
            "hurricane",
            "giving",
            "ij",
            "cove",
            "green",
            "roundtree",
            "free",
            "workers",
            "truck",
            "town",
            "trucks"
        ]
    }
]