[
    {
        "url": "https://www.nytimes.com/2017/10/09/us/politics/obamacare-trump-cuts-open-enrollment.html?rref=collection%2Fsectioncollection%2Fpolitics",
        "title": "Trump’s Cuts to Health Law Enrollment Efforts Are Hitting Hard",
        "authors": [
            {
                "name": "Robert Pear",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nSupported by\nTrump’s Cuts to Health Law Enrollment Efforts Are Hitting Hard\nImage\nA navigator from Planned Parenthood of the Heartland, left, helped a couple enroll in a health care plan in February 2015 in Carroll, Iowa. The group, Iowa’s largest for navigators, ended its counseling program this year after being told that its grant would be cut by 85 percent.CreditCreditAndrew Dickinson for The New York Times\nWASHINGTON — Michigan Consumers for Health Care, a nonprofit group, has enrolled thousands of people in health insurance under the Affordable Care Act and was honored last year as one of the nation’s top performers — a “super navigator” that would serve as a mentor to enrollment counselors in other states.\nSo the group was stunned to learn from the Trump administration that its funds for assisting consumers ahead of the open enrollment period that begins Nov. 1 would be cut by 89 percent, to $129,900, from $1.2 million.\nThe administration had justified such reductions by saying that the groups were failing to meet their targets, and that the deepest cuts would be reserved for low-performing insurance counselors, known as navigators. But that does not appear to be so.\nWith the annual open enrollment weeks away, the federal spending cuts have begun to bite, and navigators around the country are racing to revise their plans to make do with less money. Navigators are supposed to provide year-round in-person assistance, helping consumers compare health plans, sign up for coverage and use it. They explain that consumers who receive health insurance subsidies must file income tax returns so the government can verify the amount allowed under the Affordable Care Act.\nAll told, the Trump administration has reduced funds for the navigator program by 41 percent, to $36.9 million, from $62.9 million last year. Among the states hit the hardest, according to data provided to Congress by the administration, are Georgia, down 61 percent; Michigan, down 72 percent; New Jersey, down 62 percent; and Ohio, down 71 percent.\nIn the face of such numbers, some navigator groups have simply quit.\nTo Democrats and supporters of President Barack Obama’s signature domestic achievement, the cuts are another sign that President Trump will sabotage a law that he could not persuade Congress to repeal. To social workers in the trenches, eager to connect those in need with the insurance available, it is mystifying.\n“When we received the notification, we were shocked, to say the least,” said Lisa Hamler-Fugitt, the executive director of the Ohio Association of Foodbanks, which was notified by the Trump administration that its budget would be cut by 71 percent, to $486,000, from $1.7 million. “We have yet to receive any explanation of the cut. We have met or exceeded every one of our performance metrics. There was never any feedback that gave us any indication that we were not going to receive the same amount.”\nIndeed, in an email to the Ohio Association of Foodbanks earlier this year, the federal employee supervising its work, Donnamarie Spencer, said, “You guys are superstars!”\nHer group decided to pull out of the navigator program altogether.\nThe cuts come at a time of turmoil in insurance markets, when more consumers than ever may need help navigating the health care system. Insurers are withdrawing from many markets, rates are shooting up more than 40 percent in some states and the enrollment season will be shorter than in the past. Mr. Trump has stoked uncertainty, saying he would “let Obamacare fail” and threatening to cut off certain subsidies paid to insurers for low-income people.\nDizzy L. Warren, the executive director of the navigator group known as Enroll Michigan, started by Michigan Consumers for Health Care, described the challenge this way: “Our funds were drastically reduced, but the government did not reduce our responsibilities.” And “we have not received an explanation of why our funds were cut,” she said.\nIn an email last year, federal officials praised the Michigan group for “years of outstanding work as a navigator grantee and leader of your community.”\nRepresentative Sander M. Levin of Michigan, the senior Democrat on the Ways and Means subcommittee on health, said the funding cuts in his state “will be devastating” and “threaten access to health coverage.”\nIn Wyoming, the largest navigator group, run by the Cheyenne Regional Medical Center, is trying to figure out how to cope with a 61 percent cut, which reduced its federal funds to $166,600, from $427,300.\n“We were dismayed,” said Joshua Hannes, who coordinates the Wyoming program. “The cut has not been explained satisfactorily. We have consistently met our goals and increased enrollment through the marketplace.”\nIn deciding the amount of grants, he said, the federal government was clearly not using the criteria it set forth in a bulletin sent to states on Aug. 31.\nIn the bulletin, Randy Pate, a deputy administrator of the Centers for Medicare and Medicaid Services, said, “Navigator grantees will receive funding based on their ability to meet their enrollment goals during the previous year.” For example, he said, “a grantee that enrolled only 70 percent of its enrollment goal would receive 70 percent of its previous year funding level.”\nCounselors help people enroll in Medicaid, as well as in private plans sold through the marketplace. It is not clear if the Medicaid enrollment numbers were included in the calculations.\nIn Iowa, the largest navigator group, Planned Parenthood of the Heartland, has ended its counseling program after being told that its grant would be cut by 85 percent, to $45,000, from $304,400.\n“The government claims this funding is tied to performance measures,” said Suzanna de Baca, the president of Planned Parenthood of the Heartland. “But we met or exceeded nearly all our goals, so a cut of more than 80 percent appears to be completely arbitrary.”\nIn Georgia, the federal grant for the largest navigator organization, run by Community Health Works, has been cut by 86 percent, to $329,000, from $2.3 million.\n“Twelve navigators have been laid off,” said Fred Ammons, the chief executive of Health Works, “and we are frantically trying to raise money from private foundations.”\n“I am sad for the uninsured in this state,” Mr. Ammons said. “There will be huge changes in the health insurance landscape next year. Blue Cross and Blue Shield of Georgia pulled out of many counties, and many individuals will have to transition to another carrier.”\nThe Georgia insurance commissioner recently approved rate increases ranging, on average, from 51 percent to 57.5 percent for the four insurers that remain in the Affordable Care Act marketplace for 2018.\nMr. Obama said recently that the Trump administration had taken steps “to make it harder for people to sign up for coverage,” and he hinted that, as a private citizen, he might try to publicize this fall’s open enrollment period. Several former Obama administration officials announced last week that they had created an organization, Get America Covered, to help people enroll.\nBut the magnitude of the federal funding cuts means that it will be difficult, perhaps impossible, to make up through private contributions, with so little time remaining before open enrollment begins.\nIn South Carolina, federal funds for the largest navigator group, the Palmetto Project, have been cut 54 percent, to $501,000, from $1.1 million. Last year the organization provided assistance to consumers in all 46 counties in the state. This year it will serve people in just 17 counties and will focus on urban areas like Charleston, Columbia and Greenville.\nShelli D. Quenga, the program director at the Palmetto Project, said it was cutting its staff to 30 navigators, down from 62 last year, and would further scale back operations after the tax-filing season in April.\nIn Utah, the grant for the largest navigator group, the Utah Health Policy Project, was cut 61 percent, to $289,600, from $740,100. “It was a pretty draconian cut, and we have had to take draconian measures in response,” said Matthew Slonaker, the executive director of the group.\nThe Utah organization has reduced the number of navigators by half, to eight from 16, and plans to focus its efforts on the Salt Lake City area. “We will not be providing as much assistance to rural counties in southern Utah,” Mr. Slonaker said.\nHe compared his situation to that of a school that is required to teach the same material to the same number of students with only half as many teachers. The Utah navigators have much work to do outside the open enrollment period. The fertility rate for women in Utah is among the highest in the country, and newborns can be added to insurance policies at any time.\n“We have a lot of babies in Utah,” Mr. Slonaker said. “The No. 1 trigger for special enrollment is a new baby.”\nA version of this article appears in print on , Section A, Page 17 of the New York edition with the headline: Trump’s Deep Cuts to Insurance Enrollment Efforts Are Hitting Hard. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "When we received the notification, we were shocked, to say the least,",
                "Lisa Hamler-Fugitt",
                true
            ],
            [
                "We have yet to receive any explanation of the cut.",
                "Lisa Hamler-Fugitt",
                true
            ],
            [
                "We have met or exceeded every one of our performance metrics.",
                "Lisa Hamler-Fugitt",
                true
            ],
            [
                "There was never any feedback that gave us any indication that we were not going to receive the same amount.",
                "Lisa Hamler-Fugitt",
                true
            ],
            [
                "Our funds were drastically reduced, but the government did not reduce our responsibilities.",
                "Dizzy L. Warren",
                true
            ],
            [
                "we have not received an explanation of why our funds were cut,",
                "",
                false
            ],
            [
                "years of outstanding work as a navigator grantee and leader of your community.",
                "Donnamarie Spencer",
                false
            ],
            [
                "The cut has not been explained satisfactorily.",
                "Joshua Hannes",
                true
            ],
            [
                "We have consistently met our goals and increased enrollment through the marketplace.",
                "Joshua Hannes",
                true
            ],
            [
                "Navigator grantees will receive funding based on their ability to meet their enrollment goals during the previous year.",
                "Randy Pate",
                true
            ],
            [
                "a grantee that enrolled only 70 percent of its enrollment goal would receive 70 percent of its previous year funding level.",
                "",
                false
            ],
            [
                "The government claims this funding is tied to performance measures,",
                "Suzanna de Baca",
                true
            ],
            [
                "But we met or exceeded nearly all our goals, so a cut of more than 80 percent appears to be completely arbitrary.",
                "Suzanna de Baca",
                true
            ],
            [
                "Twelve navigators have been laid off,",
                "Fred Ammons",
                true
            ],
            [
                "and we are frantically trying to raise money from private foundations.",
                "Fred Ammons",
                false
            ],
            [
                "I am sad for the uninsured in this state,",
                "Ammons",
                true
            ],
            [
                "There will be huge changes in the health insurance landscape next year.",
                "Ammons",
                true
            ],
            [
                "Blue Cross and Blue Shield of Georgia pulled out of many counties, and many individuals will have to transition to another carrier.",
                "Ammons",
                true
            ],
            [
                "to make it harder for people to sign up for coverage,",
                "Obama",
                false
            ],
            [
                "It was a pretty draconian cut, and we have had to take draconian measures in response,",
                "Matthew Slonaker",
                true
            ],
            [
                "We will not be providing as much assistance to rural counties in southern Utah,",
                "",
                true
            ],
            [
                "We have a lot of babies in Utah,",
                "Slonaker",
                true
            ],
            [
                "1 trigger for special enrollment is a new baby.",
                "Slonaker",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/08/31/health/affordable-care-act-trump-spending.html?_r=0&module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "navigator",
            "law",
            "efforts",
            "ohio",
            "states",
            "hitting",
            "program",
            "trumps",
            "hard",
            "enrollment",
            "trump",
            "cut",
            "receive",
            "million",
            "cuts",
            "health",
            "president",
            "administration"
        ]
    }
]