[
    {
        "url": "http://www.cnn.com/2017/10/10/entertainment/tiffany-thornton-remarriage/index.html",
        "title": "Disney's Tiffany Thornton defends remarrying two years after husband died",
        "authors": [
            {
                "name": "Lisa Respers France",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-10",
        "text": "Disney's Tiffany Thornton defends remarrying two years after husband died\nUpdated 11:19 AM ET, Tue October 10, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nFormer Disney star Tiffany Thornton remarried over the weekend.\nStory highlights\nThornton's first husband died in a car accident in 2015\nShe said she was emotional walking down the aisle at her second wedding\n(CNN)\nA former Disney Channel star has struck back at online commenters who are questioning her new marriage less than two years after her first husband died.\nTiffany Thornton, who starred on \"Sonny with a Chance,\" lost her first husband, musician Chris Carney, in a car accident in Hot Springs, Arkansas in December 2015.\nThornton married Carney, who starred on the MTV reality series \"twentyfourseven,\" in 2011 and the couple had two children together.\nOn Saturday Thornton married Arkansas worship pastor Josiah Capaci and called it the \"Best day of my life\" on an Instagram photo of her and her new husband.\nRead More\nOct 7, 2017 at 8:44pm PDT\nSoon after that Thornton, 31, addressed the haters in the caption of another Instagram image of her and Capaci on their wedding day.\n\"This. This is love. That all encompassing, enduring, accepting, near perfect love,\" Thornton wrote. \"The kind that trumps my need to snap back at people who have the audacity to comment on my Instagram about whether I loved my first husband or not.\"\nOct 8, 2017 at 6:49am PDT\nShe went on to say \"There is no timeline for grief or for when God moves in your life in undeniable ways\" and said she was extremely emotional walking down the aisle.\n\"I thought of Chris watching us and knowing he would have loved the choice I made, for me and for the boys,\" she wrote.\" I thought of Chris's amazing parents sitting front row and how much of a blessing they have been and will forever be in our lives.\"\n\"It wasn't my choice to fall in love so quickly after Chris passed but I was growing so comfortable with being alone that it was becoming unhealthy,\" she continued. \"Looking back now I think God saw that if I went too long without love that it would become increasingly difficult for me to submit to the authority of a husband after being set in my own ways.\"\nThornton called Capaci the \"greatest thing that's ever happened to me\" and said her new marriage \"in no way indicates that I didn't love my first husband with all that I had.\"\n\"It doesn't make you any better of a person to cast judgment on others and sit in the seat of mockers,\" she said. \"I will always love Chris and Jo knows that. And I will always love Jo. The beautiful thing about love is that it multiplies as new blessings come into your life.\"\n",
        "quotes": [
            [
                "That all encompassing, enduring, accepting, near perfect love,",
                "Thornton",
                true
            ],
            [
                "The kind that trumps my need to snap back at people who have the audacity to comment on my Instagram about whether I loved my first husband or not.",
                "Thornton",
                true
            ],
            [
                "There is no timeline for grief or for when God moves in your life in undeniable ways",
                "Thornton",
                false
            ],
            [
                "I thought of Chris watching us and knowing he would have loved the choice I made, for me and for the boys,",
                "Thornton",
                true
            ],
            [
                "I thought of Chris's amazing parents sitting front row and how much of a blessing they have been and will forever be in our lives.",
                "Thornton",
                true
            ],
            [
                "It wasn't my choice to fall in love so quickly after Chris passed but I was growing so comfortable with being alone that it was becoming unhealthy,",
                "Thornton",
                true
            ],
            [
                "Looking back now I think God saw that if I went too long without love that it would become increasingly difficult for me to submit to the authority of a husband after being set in my own ways.",
                "Thornton",
                true
            ],
            [
                "greatest thing that's ever happened to me",
                "Thornton",
                false
            ],
            [
                "in no way indicates that I didn't love my first husband with all that I had.",
                "Thornton",
                false
            ],
            [
                "It doesn't make you any better of a person to cast judgment on others and sit in the seat of mockers,",
                "Thornton",
                true
            ],
            [
                "I will always love Chris and Jo knows that.",
                "Thornton",
                true
            ],
            [
                "And I will always love Jo.",
                "Thornton",
                true
            ],
            [
                "The beautiful thing about love is that it multiplies as new blessings come into your life.",
                "Thornton",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "disneys",
            "life",
            "instagram",
            "died",
            "went",
            "capaci",
            "husband",
            "thought",
            "remarrying",
            "wrote",
            "chris",
            "defends",
            "love",
            "tiffany",
            "thornton"
        ]
    }
]