[
    {
        "url": "https://www.cnn.com/2016/09/21/politics/mustard-gas-us-troops/index.html",
        "title": "ISIS suspected of mustard attack against US, Iraqi troops",
        "authors": [
            {
                "name": "Barbara Starr",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-21",
        "text": "ISIS suspected of mustard attack against US and Iraqi troops\nUpdated 12:26 PM ET, Tue September 27, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nPhotos: The ISIS terror threat\nPeople flee the scene of a terror attack at Istanbul's Ataturk airport on June 29. Turkish officials have strong evidence that ISIS leadership was involved in the planning of the attack, a senior government source told CNN. Officials believe the men -- identified by state media as being from Russia, Uzbekistan and Kyrgyzstan -- entered Turkey from the ISIS stronghold of Raqqa in Syria, bringing with them the suicide vests and bombs used in the attack, the source said.\nHide Caption\nPhotos: The ISIS terror threat\nThe ISIS militant group -- led by Abu Bakr al-Baghdadi, pictured -- began as a splinter group of al Qaeda. Its aim is to create an Islamic state, or caliphate, across Iraq and Syria. It is implementing Sharia law, rooted in eighth-century Islam, to establish a society that mirrors the region's ancient past. It is known for killing dozens of people at a time and carrying out public executions.\nHide Caption\nPhotos: The ISIS terror threat\nKurdish Peshmerga fighters fire missiles during clashes with ISIS in Jalawla, Iraq, on June 14, 2014. That month, ISIS took control of Mosul and Tikrit, two major cities in northern Iraq.\nHide Caption\nPhotos: The ISIS terror threat\nTraffic from Mosul lines up at a checkpoint in Kalak, Iraq, on June 14, 2014. Thousands of people fled Mosul after it was overrun by ISIS.\nHide Caption\nPhotos: The ISIS terror threat\nISIS fighters parade down an Iraqi street in this image released by the group in July 2014.\nHide Caption\nPhotos: The ISIS terror threat\nAziza Hamid, a 15-year-old Iraqi girl, cries for her father while she and other Yazidi people are flown to safety after a dramatic rescue operation at Iraq's Mount Sinjar on August 11, 2014. A CNN crew was on the flight, which took diapers, milk, water and food to the site where as many as 70,000 people were trapped by ISIS. Only a few of them were able to fly back on the helicopter with the Iraqi Air Force and Kurdish Peshmerga fighters.\nHide Caption\nPhotos: The ISIS terror threat\nOn August 19, 2014, American journalist James Foley was decapitated by ISIS militants in a video posted on YouTube. A month later, they released videos showing the executions of American journalist Steven Sotloff and British aid worker David Haines.\nHide Caption\nPhotos: The ISIS terror threat\nISIS militants stand near the site of an airstrike near the Turkey-Syria border on October 23, 2014. The United States and several Arab nations began bombing ISIS targets in Syria to take out the group's ability to command, train and resupply its fighters.\nHide Caption\nPhotos: The ISIS terror threat\nA Kurdish marksman stands atop a building as he looks at the destroyed Syrian town of Kobani on January 30, 2015. After four months of fighting, Peshmerga forces liberated the city from the grip of ISIS.\nHide Caption\nPhotos: The ISIS terror threat\nSafi al-Kasasbeh, right, receives condolences from tribal leaders at his home village near Karak, Jordan, on February 4, 2015. Al-Kasasbeh's son, Jordanian pilot Moath al-Kasasbeh, was burned alive in a video that was released by ISIS militants. Jordan is one of a handful of Middle Eastern nations taking part in the U.S.-led military coalition against ISIS.\nHide Caption\nPhotos: The ISIS terror threat\nIn February 2015, British newspapers report the identity of \"Jihadi John,\" the disguised man with a British accent who had appeared in ISIS videos executing Western hostages. The militant was identified as Mohammed Emwazi, a Kuwaiti-born Londoner. On November 12, 2015, the Pentagon announced that Emwazi was in a vehicle hit by a drone strike. ISIS later confirmed his death.\nHide Caption\nHide Caption\nPhotos: The ISIS terror threat\nIn March 2015, ISIS released video and images of a man being thrown off a rooftop in Raqqa, Syria. In the last photograph, the man is seen face down, surrounded by a small crowd of men carrying weapons and rocks. The caption reads \"stoned to death.\" The victim was brutally killed because he was accused of being gay.\nHide Caption\nPhotos: The ISIS terror threat\nAn Iraqi soldier searches for ISIS fighters in Tikrit on March 30, 2015. Iraqi forces retook the city after it had been in ISIS control since June 2014.\nHide Caption\nPhotos: The ISIS terror threat\nIn May 2015, ISIS took control of Palmyra, Syria, and began to destroy ancient ruins and artifacts. The Temple of Bel is seen here after Syrian forces reclaimed the city in March 2016. ISIS has also destroyed other cultural sites in Syria and Iraq.\nHide Caption\nPhotos: The ISIS terror threat\nDead bodies lie near a beachside hotel in Sousse, Tunisia, after a gunman opened fire on June 26, 2015. ISIS claimed responsibility for the attack, which killed at least 38 people and wounded at least 36 others, many of them Western tourists. Two U.S. officials said they believed the attack might have been inspired by ISIS but not directed by it.\nHide Caption\nPhotos: The ISIS terror threat\nISIS also claimed responsibility for what it called a suicide bombing at the Al-Sadiq mosque in Kuwait City on June 26, 2015. At least 27 people were killed and at least 227 were wounded, state media reported at the time. The bombing came on the same day as the attack on the Tunisian beach.\nHide Caption\nPhotos: The ISIS terror threat\nA man inspects the aftermath of a car bombing in Khan Bani Saad, Iraq, on July 18, 2015. A suicide bomber with an ice truck, promising cheap relief from the scorching summer heat, lured more than 100 people to their deaths. ISIS claimed responsibility on Twitter.\nHide Caption\nPhotos: The ISIS terror threat\nTwo women hold hands after an explosion in Suruc, Turkey, on July 20, 2015. The blast occurred at the Amara Cultural Park, where a group was calling for help to rebuild the Syrian city of Kobani, CNN Turk reported. At least 32 people were killed and at least 100 were wounded in the bombing. Turkish authorities said they believed ISIS was involved in the explosion.\nHide Caption\nPhotos: The ISIS terror threat\nSpectators at the Stade de France in Paris run onto the soccer field after explosions were heard outside the stadium on November 13, 2015. Three teams of gun-wielding ISIS militants hit six locations around the city, killing at least 129 people and wounding hundreds.\nHide Caption\nPhotos: The ISIS terror threat\nLaw enforcement officers search a residential area in San Bernardino, California, after a mass shooting killed at least 14 people and injured 21 on December 2, 2015. The shooters -- Syed Rizwan Farook and his wife, Tashfeen Malik -- were fatally shot in a gunbattle with police hours after the initial incident. The couple supported ISIS and had been planning the attack for some time, investigators said.\nHide Caption\nPhotos: The ISIS terror threat\nMembers of Iraq's elite counterterrorism unit celebrate December 28, 2015, after recapturing the city of Ramadi. The city fell to ISIS in May 2015.\nHide Caption\nPhotos: The ISIS terror threat\nTwo wounded women sit in the airport in Brussels, Belgium, after two explosions rocked the facility on March 22, 2016. A subway station in the city was also targeted in terrorist attacks that killed at least 30 people and injured hundreds more. Investigators say the suspects belonged to the same ISIS network that was behind the Paris terror attacks in November.\nHide Caption\nPhotos: The ISIS terror threat\nA boy walks past bloodstains and debris at a cafe in Balad, Iraq, that was attacked by ISIS gunmen on May 13, 2016. Twenty people were killed.\nHide Caption\nPhotos: The ISIS terror threat\nIraqi government forces patrol in southern Falluja, Iraq, on June 10, 2016. In late June, a senior Iraqi general announced that the battle to reclaim Falluja from ISIS had been won.\nHide Caption\nStory highlights\nNo US troops were hurt or have displayed symptoms of exposure to mustard agent\nThe first test was positive and the second was negative\nWashington (CNN)\nISIS is suspected of firing a shell with mustard agent that landed at the Qayyara air base in Iraq Tuesday where US and Iraqi troops are operating, according to several US officials.\nThe shell was categorized by officials as either a rocket or artillery shell. After it landed on the base, just south of Mosul, US troops tested it and received an initial reading for a chemical agent they believe is mustard.\nNo US troops were hurt or have displayed symptoms of exposure to mustard agent.\nUS officials said Tuesday that additional testing had definitely concluded that a mustard agent was not used in the attack.\nLast week, another official had said the agent had \"low purity\" and was \"poorly weaponized.\" A second official called it \"ineffective.\"\nRead More\nA US defense official said troops had gone out to look at the ordnance after it landed. Based on seeing what they thought was a suspect substance, two field tests were conducted.\nThe first test was positive and the second was negative, the official said. The substance is now being sent to a lab for further examination.\nPhotos: Iraqi forces push towards Mosul as refugees wait for aid\nPhotos: Iraqi forces push towards Mosul as refugees wait for aid\nSmoke rises from al-Qayyara in the late afternoon light, as ISIS burns crude oil to block visibility from above.\nHide Caption\n1 of 6\nPhotos: Iraqi forces push towards Mosul as refugees wait for aid\nRefugee camps outside al-Qayyara, Iraq, where people live in hostile conditions, with scorching desert winds and constant heat.\nHide Caption\n2 of 6\nPhotos: Iraqi forces push towards Mosul as refugees wait for aid\nIraqi mother Piswa Treish holds a picture of her son (right) who was killed by ISIS.\nHide Caption\n3 of 6\nPhotos: Iraqi forces push towards Mosul as refugees wait for aid\nIraqi forces move towards the al-Qayyara front line -- it's been more than two years since the army was in the area.\nHide Caption\n4 of 6\nPhotos: Iraqi forces push towards Mosul as refugees wait for aid\nOn the banks of the Tigris river, Iraqi forces extended a pontoon bridge to gain access into the al-Qayyara region.\nHide Caption\n5 of 6\nPhotos: Iraqi forces push towards Mosul as refugees wait for aid\nThe bridge has been a vital access point for forces moving forward, but also allowed people to flee from ISIS across the river.\nHide Caption\nDecontamination precaution\nUS troops involved in the incident went through decontamination showers as a precaution. No troops have shown any symptoms of exposure, such as skin blistering. CNN has reported on previous instances where ISIS has fired rounds with mustard agents in Iraq and Syria.\n\"I don't know of a case like this where it was proximate to US forces like this before,\" said one military official, noting that \"potentially\" the rocket round was \"within hundreds of yards\" of the US forces and \"within the security perimeter\" of the base.\nJUST WATCHED\nChemical weapons, 'the poor man's atom bomb' 01:18\nThe US officials said they \"had expected\" that ISIS might try use chemical weapons as US and Iraqi forces push towards Mosul in an effort to take the city back from ISIS. Several hundred US troops are using the base as a staging area for supporting Iraqi forces.\nAll of this has led the Pentagon to assess on a preliminary basis that it was ISIS that fired at the base, since the terror group has been making mustard agent for some time.\nIn the course of its air campaign against ISIS, US airstrikes have hit several locations the US believes are production sites for mustard agent.\nJUST WATCHED\nThe end of chemical weapons in the U.S. 03:04\nUS officials emphasized that mustard agent is relatively easy to produce, and they continue to hit suspected manufacturing sites when they find them. US troops are routinely outfitted with protective gear in the event of a chemical weapons attack.\nCNN's Ryan Browne contributed to this report.\n",
        "quotes": [
            [
                "I don't know of a case like this where it was proximate to US forces like this before,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2015/03/05/middleeast/isis-lgbt-persecution/index.html",
                "http://www.cnn.com/2015/03/31/middleeast/iraq-isis-tikrit/index.html",
                "https://www.cnn.com/2014/09/22/world/meast/u-s-airstrikes-isis-syria/",
                "https://www.cnn.com/2016/09/27/politics/lab-test-isis-chemical-weapon/index.html",
                "https://www.cnn.com/2015/02/04/middleeast/kobani-syria-destruction/index.html",
                "http://www.cnn.com/2014/06/29/world/meast/iraq-developments-roundup/",
                "https://www.cnn.com/2015/12/28/middleeast/iraq-military-retakes-ramadi/",
                "http://www.cnn.com/2016/03/24/europe/brussels-investigation/index.html",
                "https://www.cnn.com/2015/11/13/middleeast/jihadi-john-airstrike-target/",
                "http://www.cnn.com/2016/06/30/europe/turkey-istanbul-ataturk-airport-attack/",
                "https://www.cnn.com/2014/08/19/world/meast/isis-james-foley/",
                "https://www.cnn.com/2015/07/22/world/turkey-suruc-explosion/index.html",
                "http://www.cnn.com/2014/08/11/world/meast/iraq-rescue-mission/index.html",
                "https://www.cnn.com/2014/07/19/world/meast/christians-flee-mosul-iraq/",
                "http://www.cnn.com/2015/03/09/world/iraq-isis-heritage/",
                "https://www.cnn.com/2015/07/18/middleeast/iraq-violence/",
                "https://www.cnn.com/2016/06/26/middleeast/falluja-liberated-isis/index.html",
                "http://www.cnn.com/2015/12/03/us/san-bernardino-shooting/index.html",
                "http://www.cnn.com/2015/11/17/europe/paris-attacks-at-a-glance/",
                "https://www.cnn.com/2015/06/26/world/kuwait-mosque-attack/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.cnn.com/2015/05/15/middleeast/gallery/palmyra-ruins-syria/index.html",
                "https://www.cnn.com/2015/06/26/world/gallery/tunisia-terrorist-attack/index.html",
                "https://www.cnn.com/2015/02/03/world/gallery/jordanian-pilot-reaction/index.html",
                "https://www.cnn.com/2015/12/02/us/gallery/san-bernardino-shooting/index.html",
                "http://www.cnn.com/2014/08/11/world/gallery/kurdistan-rescue-mission-mount-sinjar/index.html"
            ]
        },
        "key_words": [
            "officials",
            "troops",
            "isis",
            "attack",
            "second",
            "iraqi",
            "official",
            "suspected",
            "landed",
            "symptoms",
            "shell",
            "hurt",
            "agent",
            "mustard"
        ]
    }
]