[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/09/elway-or-the-highway-entire-broncos-team-to-stand-for-national-anthem-2536972.html",
        "title": "Elway or the Highway: Entire Broncos Team to Stand for National Anthem",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By ram7932\nTotal:\nElway or the Highway: Entire Broncos Team to Stand for National Anthem\nFriday, September 29, 2017 5:43\n% of readers think this story is Fact. Add your two cents.\nCDN – http://www.conservativedailynews.com\nIt appears that the 32 selfish millionaire clowns on the  Denver Broncos football team whose focus on protesting against President Trump was more important than showing up to beat a lousy team in Buffalo have received the message loud and clear.\nThe privileged rich football players whose mutiny was headed up by $114.5 million man Von Miller who is paid to be a team leader will not be disrespecting the flag, screwing over their teammates, sticking it to loyal fans or letting their hatred of Trump take priority over what they are paid to do – shut up and play!\nThe Broncos have announced that the entire team will be standing for the Star-Spangled Banner this Sunday at Sports Authority Field at Mile High when the hated Oakland Raiders are in town.\nBy all appearances, it seems like the NFL Hall of Famer John Elway whose current job is President and General Manager of the Broncos was able to get through to his racially-obsessed multi-millionaire prima donnas when he drew praise for his statement that politics should have no place in football.\nPresident of Football Ops/GM John Elway to @BroncosTV on players’ National Anthem statements: pic.twitter.com/Q6F9rszh4x\nTranslation: if you don’t do your damned job, I’ll get rid of your overpaid ass and find someone else who will.\nDenver Broncos release statement committing to “stand together” during national anthem https://t.co/mVZBYAE3zX pic.twitter.com/FctjmkbRCf\nThe Hill reports on the epiphany that has swept the Broncos’ locker room after Elway’s statement in the article “Entire Denver Broncos team to ‘stand together’ for anthem” :\nThe Denver Broncos announced Thursday that the entire team will stand for the national anthem as a matter of policy, beginning on Sunday.\nIn a statement released on the team’s official Twitter account, the organization said it would show unity by standing for the national anthem as a team, one day after a similar pledge was made by the New England Patriots.\n“We may have different values and beliefs, but there’s one thing we all agree on: We’re a team and we stand together — no matter how divisive some comments and issues can be, nothing should ever get in the way of that,” the statement reads.\n“Starting Sunday, we’ll be standing together.”\nThe team’s decision comes after President Trump on Friday called at a campaign rally in Alabama for NFL owners to fire players who kneel or otherwise protest during the national anthem. Nearly three dozen members of the Broncos knelt during the anthem on Sunday, according to the Denver Post.\nThe Broncos seem to be one of the teams whose black players may just realize that they badly overplayed their hands when they chose to go rogue last weekend. It was a move sanctioned by the incompetent and feckless NFL Commissioner Roger Goodell and players across the league decided to make their political statement that only served to make many fans hate them and take to burning jerseys and vowing to stop watching.\nRatings fell, Trump didn’t back down an inch and he also seems to have millions of Americans behind him no matter how the media spins it.\nIt was the players’ equivalent to cutting off one’s own nose to spite his face and reports are that a number of NFL teams will be standing this week although fans may have already decided that they have better things to do.\nThe lesson to be learned from this?\nEven if the boss man is white he still is the BOSS and never bite the hand that feeds you. This is especially the case if happens to be an NFL legend who has three Super Bowl rings and walks on water in the city in which your team plays its games.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Entire Denver Broncos team to ‘stand together’ for anthem",
                "",
                false
            ],
            [
                "We may have different values and beliefs, but there’s one thing we all agree on: We’re a team and we stand together — no matter how divisive some comments and issues can be, nothing should ever get in the way of that,",
                "",
                true
            ],
            [
                "Starting Sunday, we’ll be standing together.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/donald-trump/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/2017/09/john-elway-says-time-take-politics-football/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/denver-broncos/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com//2017/09/elway-highway-entire-broncos-team-stand-national-anthem/http://www.foxnews.com/sports/2017/09/27/nfl-great-john-elway-on-anthem-protests-im-one-that-really-believes-in-standing-for-flag.html",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com//2017/09/elway-highway-entire-broncos-team-stand-national-anthem/http://broncoswire.usatoday.com/2017/09/25/nfl-news-von-miller-national-anthem-protest-donald-trump-assault-freedom-of-speech/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/nfl/",
                "http://www.prodo1.com/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com//2017/09/elway-highway-entire-broncos-team-stand-national-anthem/http://thehill.com/blogs/in-the-know/in-the-know/352934-entire-denver-broncos-team-to-stand-together-for-anthem",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/john-elway/",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/BroncosTV?ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com//2017/09/elway-highway-entire-broncos-team-stand-national-anthem/http://www.espn.com/nfl/story/_/id/17084231/denver-broncos-von-miller-agree-6-year-1145-million-deal"
            ]
        },
        "key_words": [
            "denver",
            "stand",
            "team",
            "statement",
            "elway",
            "anthem",
            "national",
            "entire",
            "highway",
            "nfl",
            "broncos",
            "players"
        ]
    }
]