[
    {
        "url": "http://occupydemocrats.com/2016/09/27/trump-advisor-giuliani-should-drop-out-of-debates/",
        "title": "Giuliani Just Said Trump Should Drop Out Of Debates. His Reason Is PATHETIC",
        "authors": [
            {
                "name": "Grant Stern",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-27",
        "text": "Now Reading\nGiuliani Just Said Trump Should Drop Out Of Debates. His Reason Is PATHETIC\n0 Shares\nUsually, nobody says Trump is ready for battle louder than Trump’s senior advisor Rudy Giuliani, but after his candidate suffered a bruising defeat last night at the hands of Hillary Clinton’s, the histrionic former New York Mayor had a different solution for his fact-less Republican nominee. Giuliani knows that the racist Republican nominee cannot possibly win any debate involving facts, so he told NBC what he’d do if possible:\n“If I were Donald Trump I wouldn’t participate in another debate unless I was promised that a journalist would act like a journalist and not an incorrect, ignorant fact checker.”\nThat’s right. Trump should drop out of the debates because facts are hard.\nThe Hill reported specifically that the former prosecutor Giuliani was most upset over Lester Holt’s accurate fact check (that even NYPD agreed with) that “stop and frisk,” as practiced under his watch in New York, was definitively declared unconstitutional  by a judge:\n“If journalism has ethics, Lester Holt unethically interfering in the area of law he knows nothing about,” Giuliani said. “It is not unconstitutional and Trump’s description of that case was correct.”\nWhen the two tangled, it was always about the facts, and each time Lester Holt stood solely on the sturdiest ground. Republicans aren’t enamored with facts, and often try to pretend recorded statements don’t exist, so it wasn’t surprising that Giuliani tried to backtrack instantly to NBC.\nSee Also\nAfter realizing that he’d just made “Spin Room” headlines, he said “I did not say what I’m advising, I’m saying what I would do. Whatever advice I give to Donald Trump, I’ll give to Donald Trump.”\n \nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "If I were Donald Trump I wouldn’t participate in another debate unless I was promised that a journalist would act like a journalist and not an incorrect, ignorant fact checker.",
                "",
                true
            ],
            [
                "If journalism has ethics, Lester Holt unethically interfering in the area of law he knows nothing about,",
                "Giuliani Just Said Trump",
                true
            ],
            [
                "It is not unconstitutional and Trump’s description of that case was correct.",
                "Giuliani Just Said Trump",
                true
            ],
            [
                "I did not say what I’m advising, I’m saying what I would do.",
                "",
                true
            ],
            [
                "Whatever advice I give to Donald Trump, I’ll give to Donald Trump.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nbcnews.com/storyline/2016-presidential-debates/trump-adviser-giuliani-i-wouldn-t-participate-another-debate-n655251?cid=sm_fb",
                "https://thehill.com/blogs/ballot-box/presidential-races/297967-giuliani-i-wouldnt-debate-again-after-holts-interference"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/",
                "https://ccrjustice.org/home/press-center/press-releases/landmark-decision-judge-rules-nypd-stop-and-frisk-practices"
            ]
        },
        "key_words": [
            "drop",
            "trump",
            "facts",
            "giuliani",
            "debates",
            "york",
            "reason",
            "nominee",
            "pathetic",
            "lester",
            "night",
            "donald",
            "holt",
            "republican"
        ]
    }
]