[
    {
        "url": "http://www.bbc.com/sport/football/41533551",
        "title": "Iceland 2-0 Kosovo",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-10",
        "text": "Iceland 2\nKosovo 0\nShare this page\nShare this with\nIceland players celebrate after their 2-0 victory over Kosovo\nIceland became the smallest nation to progress to a World Cup after beating Kosovo to win their qualifying group for Russia 2018.\nThe Euro 2016 quarter-finalists, who knocked out England in the last 16, have a population of about 335,000.\nThey are the only country to qualify for a World Cup with a population of fewer than one million.\nEverton's Gylfi Sigurdsson and Burnley's Johann Gudmundsson got the goals on Monday evening.\nSigurdsson settled his side's nerves with a neat finish just before half-time then turned provider for Gudmundsson to ensure victory with a close-range strike.\nIceland have won seven of their 10 Group I games in World Cup qualifying.\nThe smallest nations to reach a World Cup by population (current populations)\nThe first beer after a party is not the best - Iceland boss\nIceland coach Heimir Hallgrimsson, a part-time dentist, had been concerned his players would struggle to motivate themselves for another qualifying campaign after their exploits at Euro 2016 in France.\n\"The first beer after a party is not the best,\" he said. \"The hardest thing was to get going again after our massive party in France.\n\"And what's more we are in a group contested between Croatia, Turkey, Ukraine and Finland, who are much better than their position in the group would have you believe.\n\"The success is not an end in itself but a long journey towards a final destination.\"\nCaptain Aron Gunnarsson of Cardiff City and his team joined in with the crowd's now-famous Viking clap to salute victory.\nIceland finished ahead of past World Cup semi-finalists Croatia and Turkey on their way to winning qualifying Group I\n'An inspiration to us all'\nKosovo manager Albert Bunjaki said Iceland's success is an inspiration for all small nations.\n\"Congratulations to the whole Iceland team,\" said Bunjaki, whose country's population is about six times larger than Iceland's.\n\"It's a great example for small nations like our own who aim to have a good team, well organised, in the future.\"\nIceland fans who missed out on tickets climbed trees to watch between gaps in the fence\nThousands of fans gathered in the capital city of Reykjavik to celebrate the historic victory\nMedia playback is not supported on this device\nEuro 2016: Iceland team receive heroes welcome\nTop Stories\nFrom the section Football\nFrom the section Football\nFrom the section England\n",
        "quotes": [
            [
                "The first beer after a party is not the best,",
                "",
                true
            ],
            [
                "The hardest thing was to get going again after our massive party in France.",
                "",
                true
            ],
            [
                "And what's more we are in a group contested between Croatia, Turkey, Ukraine and Finland, who are much better than their position in the group would have you believe.",
                "",
                true
            ],
            [
                "The success is not an end in itself but a long journey towards a final destination.",
                "",
                true
            ],
            [
                "Congratulations to the whole Iceland team,",
                "Bunjaki",
                true
            ],
            [
                "It's a great example for small nations like our own who aim to have a good team, well organised, in the future.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.com/sport/football/teams/england",
                "https://www.bbc.com/sport/football"
            ]
        },
        "key_words": [
            "cup",
            "qualifying",
            "party",
            "team",
            "world",
            "kosovo",
            "victory",
            "group",
            "iceland",
            "20",
            "population",
            "turkey"
        ]
    }
]