[
    {
        "url": "https://www.reuters.com/article/us-football-nfl-anthem/league-invites-nflpa-to-join-anthem-discussion-idUSKBN1CG31W",
        "title": "League invites NFLPA to join anthem discussion",
        "authors": [
            {
                "name": "Frank Pingue",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "League invites NFLPA to join anthem discussion\n2 Min Read\nNFL Football - Miami Dolphins vs New Orleans Saints - NFL International Series - Wembley Stadium, London, Britain - October 1, 2017   New Orleans Saints players kneel before the U.S. national anthem before the match   Action Images via Reuters/Paul Childs\n(Reuters) - NFL Players Association Executive Director DeMaurice Smith will attend meetings next week where team owners will discuss the issue of player protests during the U.S. national anthem, the two sides said on Wednesday.\nNFL Commissioner Roger Goodell invited Smith to the Oct. 17-18 meetings in New York, where the issue of some players kneeling in protest when the anthem is played before each game is expected to command much attention.\n“There has been no change in the current policy regarding the anthem,” the two sides said in a statement. “The agenda will be a continuation of how to make progress on the important social issues that players have vocalized.\n“Everyone who is part of our NFL community has a tremendous respect for our country, our flag, our anthem and our military, and we are coming together to deal with these issues in a civil and constructive way.”\nThe protests, in a league where African-Americans make up the majority of players, have continued through the season, with some players kneeling and others standing arm-in-arm in solidarity.\nThe gesture is intended to call attention to what protesting players see as a pattern of racism in the treatment of African-Americans by U.S. police.\nThe issue has been exacerbated after U.S. President Donald Trump said last month that players who did not stand during the anthem should be fired, prompting many NFL players to kneel and lock arms in solidarity.\nThe NFL requires players to stand for the anthem and face the American flag, but no player has been disciplined for a protest.\nLeague spokesman Joe Lockhart, speaking during a conference call on Tuesday, said the issue had overshadowed the season and owners would discuss it in the hopes of getting “back to football”.\nReporting by Frank Pingue in Toronto; Editing by Greg Stutchbury\n",
        "quotes": [
            [
                "There has been no change in the current policy regarding the anthem,",
                "",
                true
            ],
            [
                "Everyone who is part of our NFL community has a tremendous respect for our country, our flag, our anthem and our military, and we are coming together to deal with these issues in a civil and constructive way.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "stand",
            "smith",
            "sides",
            "season",
            "anthem",
            "saints",
            "issue",
            "nflpa",
            "invites",
            "join",
            "nfl",
            "league",
            "solidaritythe",
            "players",
            "discussion"
        ]
    }
]