[
    {
        "url": "https://www.activistpost.com/2017/10/scientist-calls-check-mate-geoscience-misinformation-propaganda.html",
        "title": "Scientist Calls “Check Mate” on Geoscience Misinformation Propaganda",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-05",
        "text": "Dr. Herndon believes “Scientists are persons of integrity: They stand for what is right. They tell the truth and ensure that the full truth be known. They do not lie.”  He’s definitely a holdover of “old time” scientists who don’t subscribe to what’s become known as “consensus science,” a pseudoscientific clan-like or religious-like approach to propagandizing special vested interests’ scientific agendas and ‘confirming’ study results for various reasons, e.g., financial gains; go along to get along; not be subjected to peer pressure; or not bear the brunt of being professionally ostracized!\nBeing an interdisciplinary scientist, Dr. Herndon earned degrees in physics and his PhD in nuclear chemistry.  He’s no dummy!  Additionally, he did post-doctoral work in geochemistry and cosmochemistry at the University of California, San Diego.  As such, Herndon has continued his research into the current hot button climate change issue, since he alleges fake science is being promoted in science journals, which he contends needs to be challenged and corrected.\nTo illustrate Herndon’s point, he says this in his recently published paper:\nNumerous AGU members along with members of the United Nations’ Intergovernmental Panel on Climate Change (IPCC) and the European Geosciences Union (EGU) have been involved in failing to tell the full truth about climate change. These scientists promote the claim that greenhouse gases, most especially anthropogenic carbon dioxide, are responsible for global warming. They remain silent about the consequences of the daily, near-global aerosol geoengineering that has been taking place since at least the 1990s with growing scope and intensity [4]. Failure to discuss this massive global anthropogenic phenomenon not only negates the validity of these scientists’ assertions about climate change, but, I allege, makes those individuals, and their associated institutions, party to the biggest science scam ever perpetrated. And, as well, party to an activity many may consider to be a crime against humanity and the environment [5].\nFor 70 years the military interest in controlling the weather has been thoroughly documented [6]. Military experiments advanced from causing rain and snow to inhibiting rainfall by emplacing pollution particles into the atmosphere where clouds form. Eventually, the atmosphere becomes too moisture-laden and torrential rains and storms result. The net effect of the now near-daily, near-global ongoing covert geoengineering activity of emplacing pollution particles into the atmosphere is to contribute to global warming. While some sunlight is reflected back into space by aerosols, the deliberately spread pollution particles also heat the atmosphere and impede heat loss from Earth [4]. The albedo of snow and ice is lowered by certain particulates when they fall to Earth. There is, furthermore, evidence of a covert operation to deliberately melt ice by dispersing pseudo-cryoconite material [7]. [CJF emphasis]\nHowever, in this writer’s opinion, this statement by Dr. Herndon is a KEY concern regarding the issue of consensus science not only in climate control but in every aspect and genre of ALL the sciences, specifically microwave technology, medicine, pharmaceuticals and vaccinology:\nHigh-ranking and some other members of the AGU, EGU, and IPCC have been grossly remiss in ignoring the ongoing aerosol geoengineering. Not only are their climate-science results corrupted, but those scientists, who are unwilling to consider the evidence for ongoing climate engineering, demonstrate an absence of concern for human and environmental health. [CJF emphasis]\nDr. Herndon challenges\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nThe draft Geoengineering Position Statement is a tainted document that not only fails to tell the truth but is produced by a panel composed of at least two individuals, Ken Caldeira and Marcia McNutt, who, I allege, have a documented track record of acting to deceive the scientific community and the public about the existence of and the adverse human and environmental health consequences of ongoing tropospheric particulate aerosol geoengineering.\nNo one has the right to poison the air we all breathe, and no one has the right to hide the health risks from the public.\nThe ongoing military aerosol geoengineering program has been conducted without public disclosure. [CJF emphasis]\nDr. Herndon’s insightful concerns reflect those of many conscientious scientists, millions of observant citizens and possibly even some politicians when he says,\nInstead of being a body of scientists who are willing and able to provide independent scientific advice to the U. S. Congress, the National Academy of Sciences, I allege, has been corrupted and coopted to serve a political agenda that may be characterized as tyranny against human populations that involves crimes against humanity [5]. As the adverse health consequences of the current ongoing geoengineering become public, perhaps the legal community will instigate class action lawsuits.\nNo one has the right to poison the air we breathe and no one has the right to deceive the public of the adverse health risks involved in clandestine geoengineering. Not even the military has this right.  [CJF emphasis]\nWhen will consensus sciences finally be denigrated to the dustbin of Corporatism and legally be prosecuted under the RICO statute [the Racketeer Influenced and Corrupt Organizations Act] of the U.S. federal government?\nCatherine J Frompovich ( website ) is a retired natural nutritionist who earned advanced degrees in Nutrition and Holistic Health Sciences, Certification in Orthomolecular Theory and Practice plus Paralegal Studies. Her work has been published in national and airline magazines since the early 1980s. Catherine authored numerous books on health issues along with co-authoring papers and monographs with physicians, nurses, and holistic healthcare professionals. She has been a consumer healthcare researcher 35 years and counting.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "Scientists are persons of integrity: They stand for what is right.",
                "Herndon",
                true
            ],
            [
                "They tell the truth and ensure that the full truth be known.",
                "Herndon",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.catherinejfrompovich.com/"
            ]
        },
        "key_words": [
            "science",
            "check",
            "scientists",
            "propaganda",
            "change",
            "ongoing",
            "truth",
            "geoscience",
            "members",
            "mate",
            "misinformation",
            "climate",
            "global",
            "geoengineering",
            "herndon",
            "scientist",
            "calls"
        ]
    }
]