[
    {
        "url": "http://www.bbc.com/news/world-us-canada-41592594",
        "title": "California wildfires: Calistoga evacuated amid blazes",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "12 October 2017\nThese are external links and will open in a new window\nClose share panel\nMedia playback is unsupported on your device\nMedia captionCalifornia districts wiped out by wildfires\nCalifornia officials have ordered an entire town to evacuate as \"conditions have worsened\" in wildfires that have now killed 26 people.\nAll residents of Calistoga were directed to leave the area on Wednesday night, Napa County officials said.\nAbout 60 prison inmates have joined hard-pressed firefighters in battling the fast-moving blazes, the state fire chief says.\nAmong the areas scorched by the 22 blazes are marijuana farms.\n'Explosive vegetation'\nOn Thursday morning, Sonoma County Sheriff Rob Giordano said 463 people are still unaccounted for.\nNine hundred people have been reported missing since the fire started on Sunday night, but a large number have been located, he added.\nThe night before, all 5,000 residents of Calistoga, in Napa County, were told to leave as police blocked traffic from approaching the area.\nGeyserville, a town of around 800 people, and the community of Boyes Hot Springs, both in Sonoma, were also evacuated.\nHe warned that the death toll could rise further.\n\"We are still impacted by five years of drought,\" he added.\n\"These fires were driven by the critically dry fuel bed. We are literally looking at explosive vegetation.\"\nThe wildfires, fanned by 50mph (80km/h) wind gusts, have razed more than 3,500 buildings and homes spanning 170,000 acres (68,800 hectares).\nInteractive Slide the button to see how a Santa Rosa community was devastated\nAfter\nBefore\nRenewed high winds are fanning the \"catastrophic\" blazes, said state fire officials, which were spreading unpredictably in their fourth day.\nFirefighters are going door to door in the state's wine-producing region, evacuating those left behind ahead of the next wave of blazes.\nSome homeowners complained that the flames had reached their doors ahead of any official warnings.\nMany residents did not receive notifications on their mobile phones, similar to the Amber Alert issued for missing children.\nSheriff Giordano said Sonoma County uses a system that requires sign-up to receive such messages.\nImage copyright Getty Images\nImage caption The fires are spreading\nThe wildfires have damaged or demolished at least 13 Napa Valley wineries, a vintners' trade group says.\nCannabis plantations in fire-scorched Mendocino County could lose millions as many are uninsured, according to Nikki Lastreto of the local industry association.\nMarijuana farmers cannot insure their businesses since federal law bans the drug.\nThough recreational cannabis was legalised in the state in 2016, California's retail market does not open until next January.\nImage copyright AFP/Getty\nImage caption Entire neighbourhoods in the town of Santa Rosa have been destroyed\nThis means some farmers who have invested millions may be left without a business once the smoke clears.\nThe fires are among the deadliest in California's history and have sent smoke as far south as San Francisco, about 50 miles away.\nMore than 200 fire engines and crews are being rushed to California from the rest of the US, officials said.\nMr Pimlott said 73 helicopters, 30 air tankers and nearly 8,000 firefighters were currently battling the blazes.\nMedia playback is unsupported on your device\nMedia captionFire survivor: 'I don't have any neighbours any more.'\nThe conflagration has reduced entire neighbourhoods in the city of Santa Rosa, a city of 175,000 people, to ash.\nFourteen of the deaths have occurred in Sonoma County, officials say.\nSome 25,000 people across the county have been evacuated and 40,000 homes are without power.\nSix people have died in Mendocino County, four in Yuba County and two in Napa County, officials said.\n",
        "quotes": [
            [
                "We are still impacted by five years of drought,",
                "",
                true
            ],
            [
                "These fires were driven by the critically dry fuel bed.",
                "",
                true
            ],
            [
                "We are literally looking at explosive vegetation.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "evacuated",
            "california",
            "rosa",
            "caption",
            "santa",
            "county",
            "officials",
            "state",
            "blazes",
            "napa",
            "town",
            "wildfires",
            "sonoma",
            "amid",
            "calistoga"
        ]
    }
]