[
    {
        "url": "http://occupydemocrats.com/2016/09/21/jimmy-kimmel-gave-fake-trump-tax-returns-supporters-responses-terrifying/",
        "title": "Jimmy Kimmel Gave Fake Trump Tax Returns To His Supporters, And Their Responses Are Terrifying",
        "authors": [
            {
                "name": "Marcos Da Silva",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-21",
        "text": "Now Reading\nJimmy Kimmel Gave Fake Trump Tax Returns To His Supporters, And Their Responses Are Terrifying\nRead Next\nJimmy Kimmel is back with his “Lie Witness News” segment, in which he submits his subjects to comedic man-on-the-street interviews. In this edition, the Kimmel team asked Donald Trump supporters out in Los Angeles their opinion on the presidential candidates’ tax return situation.\nOver the past year Trump has come under fire for refusing to release his tax returns, defying what has become tradition in presidential elections. The Donald claims to be going through some unspecified “audit” causing him to postpone, also making the case that his supporters don’t really care about his tax returns.\nThat’s exactly what Kimmel wanted to put to the test, whether his supporters would bat an eyelash in their blind support no matter what the tax returns said. So, in order to see if Trump supporters would care at all about the content of Trump’s tax return, the Kimmel team came up with a bunch of controversial questions to ask about a made up tax return filed by Trump that had just come out.\n“Was it legitimate for Donald Trump to write off his many marriages as “entertainment”?\nWhat do you think of Donald Trump listing his primary occupation as “farmer”?\nWhat do you think of Donald Trump donating $50,000 to Subway Jared’s Legal Defense Fund?”\nSee Also\nWatch below:\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "Was it legitimate for Donald Trump to write off his many marriages as “entertainment”?",
                "Donald",
                true
            ],
            [
                "What do you think of Donald Trump listing his primary occupation as “farmer”?",
                "Donald",
                true
            ],
            [
                "What do you think of Donald Trump donating $50,000 to Subway Jared’s Legal Defense Fund?",
                "Donald",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "think",
            "supporters",
            "donald",
            "team",
            "jimmy",
            "gave",
            "presidential",
            "responses",
            "return",
            "returns",
            "fake",
            "kimmel",
            "terrifying",
            "trump",
            "tax"
        ]
    }
]