[
    {
        "url": "https://www.cnn.com/2016/09/27/politics/donald-trump-women-problems/index.html",
        "title": "Donald Trump's trouble with women -- an incomplete list",
        "authors": [
            {
                "name": "Gregory Krieg",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-27",
        "text": "Updated 1:51 PM ET, Wed September 28, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nClinton criticized Trump for his words about women during Monday's debate\nHe has a long history\n(CNN)\nAs Hillary Clinton on Monday night reeled off a litany of insults he had leveled against women through the years, including some nasty nicknames for a former Miss Universe, Donald Trump leaned into his microphone and asked repeatedly, \"Where did you find this? Where did you find this?\"\nThe Clinton campaign need not have looked far, or particularly hard, to turn up instances of the Republican presidential nominee speaking in cold or cruel ways about women. Trump has made a habit of it over the years, targeting public figures, even his own wives and girlfriends.\nOn Tuesday, Trump even added to the list , calling into Fox News and explaining why he'd alternately described former Miss Universe Alicia Machado as \"Miss Piggy\" and \"Miss Housekeeping.\"\n\"She was the winner (of the pageant), and, you know, she gained a massive amount of weight, and it was a real problem,\" Trump said. \"We had a real problem.\"\nThe Trump campaign has pushed back against suggestions his past comments betrayed any lack of respect for women.\nRead More\n\"Mr. Trump has tremendous relationships with women,\" spokeswoman Hope Hicks told CNN in an email, noting the presence of high-ranking female officials within his campaign and company. \"To say otherwise is wholly inaccurate and based on unsubstantiated claims from publicity hungry individuals.\"\nBut many of Trump's nastiest affronts are matters of public record. And voters have noticed -- even as he gained in recent polls, Clinton's lead among women remained considerable, usually up around 20 points.\nHere is an incomplete list of his insults over the years:\nCritical women\nDuring the first Republican primary event in August 2015, Fox News' Megyn Kelly challenged him over his past comments about women. Trump didn't like it.\n\"You could see there was blood coming out of her eyes,\" he told CNN's Don Lemon after the fact. \"Blood coming out of her ... wherever.\"\nHis feud with Kelly would stretch on. Before it was informally settled, he would retweet another Twitter user who posted images form Kelly's GQ Magazine photo shoot and called her a \"bimbo.\"\nTrump and Rosie O'Donnell have sparred for years -- right through Monday night. During her time on ABC's \"The View,\" O'Donnell had disparaged Trump as a \"snake-oil salesman\" and discussed his bankruptcy. Trump has been especially harsh in return.\nIn this clip from a 2006 Entertainment Tonight segment, he called O'Donnell a \"slob.\"\n\"If I were running 'The View,' I'd fire Rosie. I'd look her right in that fat ugly face of hers, I'd say, 'Rosie, you're fired,' \" he said, channeling his reality TV tagline. \"We're all a little chubby, Rosie is just a little worse than most of us. But it's not just the chubbiness. Rosie is a very unattractive person, both inside and out.\"\nIn August 2012, he mocked Arianna Huffington, whose ex-husband Michael revealed he was gay a year after their marriage ended in 1997, tweeting that she was \"unattractive both inside and out. I fully understand why her former husband left her for a man- he made a good decision.\"\n. @ariannahuff is unattractive both inside and out. I fully understand why her former husband left her for a man- he made a good decision.\nBetter Midler, too, has come under fire from Trump. In the space of six minutes on October 28, 2012, he tweeted at the singer and actress twice, first calling her \"grotesque,\" then adding: \"While @BetteMidler is an extremely unattractive woman, I refuse to say that because I always insist on being politically correct.\"\nNow grotesque @BetteMidler is into the Trump act --- trying to become\nrelevant again.\nWhile @BetteMidler is an extremely unattractive woman, I refuse to say that because I always insist on being politically correct.\nA year earlier, New York Times columnist Gail Collins wrote about a note she had received from Trump.\n\"During one down period, I referred to him in print as a 'financially embattled thousandaire,'\" Collins recalled , \"and he sent me a copy of the column with my picture circled and 'The Face of a Dog!' written over it.\"\nOn their mental health\nMore recently, he responded angrily to another Times columnist, Maureen Dowd, who suggested during an interview on CNN that Trump \"thought the violence (at his rallies) added a frisson of excitement.\"\nFirst, Trump tweeted that Dowd was \"wacky\" and a \"neurotic dope.\" In a second post, he called her \"Crazy Maureen Dowd.\"\nWacky @NYTimesDowd , who hardly knows me, makes up things that I never said for her boring interviews and column. A neurotic dope!\nCrazy Maureen Dowd, the wacky columnist for the failing @nytimes , pretends she knows me well--wrong!\nEarlier in the summer, he had used similar terms to smear now-former Democratic National Committee Chairwoman Debbie Wasserman Schultz and MSNBC host Mika Brzezinski.\nWasserman Schultz was \"highly neurotic,\" while he described Brzezinski, who had been critical on her show, as \"off the wall, a neurotic and not very bright mess!\"\nThe highly neurotic Debbie Wasserman Schultz is angry that, after stealing and cheating her way to a Crooked Hillary victory, she's out!\nTried watching low-rated @Morning_Joe this morning,  unwatchable! @morningmika is off the wall, a neurotic and not very bright mess!\nAnd don't forget Supreme Court Justice Ruth Bader Ginsburg. During a brief back-and-forth for which she eventually apologized, Trump tweeted : \"Her mind is shot - resign!\nCrude gender stereotypes\nIn a clip turned up by HBO's John Oliver, Trump discusses with a female reporter how contestants at his beauty pageant are judged. Then comments on her own appearance (at 4:56).\nThere is a pattern. The future GOP nominee offered this assessment in his 1997 book, \"Trump: The Art of the Comeback\":\n\"Women have one of the great acts of all time,\" he wrote. \"The smart ones act very feminine and needy, but inside they are real killers. The person who came up with the expression 'the weaker sex' was either very naive or had to be kidding. I have seen women manipulate men with just a twitch of their eye -- or perhaps another body part.\"\nWhen discussing whether he might want more children with his third wife during a 2005 visit to radio host Howard Stern , Trump explained his paternal role as such: \"I mean, I won't do anything to take care of them. I'll supply funds and she'll take care of the kids. It's not like I'm gonna be walking the kids down Central Park.\"\nMore recently, as he again considered a run for office, Trump tweeted that the presence of women, simply by their presence in the ranks, were to blame for sexual assault in the military.\n\"26,000 unreported sexual assaults in the military-only 238 convictions,\" he tweeted in May 2013. \"What did these geniuses expect when they put men & women together?\"\n26,000 unreported sexual assults in the military-only 238 convictions. What did these geniuses expect when they put men & women together?\nPublic, sex-specific insults\nBefore he turned on Maureen Dowd, Trump last summer told the columnist that, \"sadly,\" the supermodel Heidi Klum is \"no longer a 10.\"\nA few months earlier, the not-yet-candidate retweeted a fan who posted a question: \"If Hillary Clinton can't satisfy her husband what makes her think she can satisfy America?\"\nTrump deleted his own post, blaming it on a rogue staffer.\nHey @realDonaldTrump - In case you're looking for that tweet you deleted .. I got it right here. pic.twitter.com/a6F98q5xGU\nBy the fall of 2015, Trump was a leading candidate for the Republican nomination. During an interview with Rolling Stone he commented on his primary rival, Carly Fiorina.\nThis was the scene, as reporter Paul Solotaroff described it in his story :  \"When the anchor throws to Carly Fiorina for her reaction to Trump's momentum, Trump's expression sours in schoolboy disgust as the camera bores in on Fiorina. 'Look at that face!' he cries. 'Would anyone vote for that? Can you imagine that, the face of our next president?!'\nWhat he said to the face of \"Celebrity Apprentice\" contestant and former Playboy playmate, Brande Roderick, during a 2013 show left her blank-faced.\n\"It must be a pretty picture,\" Trump said. \"You dropping to your knees.\"\nDisgust at normal bodily functions\nAt a campaign event in December 2015, he remarked on Clinton's slightly delayed return from a bathroom break during a recent Democratic primary debate.\n\"I know where she went, it's disgusting, I don't want to talk about it,\" Trump said. \"No, it's too disgusting. Don't say it, it's disgusting, let's not talk, we want to be very, very straight up.\"\nIt wasn't the first time Trump had expressed some revulsion at something so mundane.\nIn July 2015, attorney Elizabeth Beck told CNN's Alisyn Camerota that Trump a few years earlier had suffered an \"absolute meltdown\" after she requested a break to pump breast milk.\n\"He got up,\" Beck said, \"his face got red, he shook his finger at me and he screamed, 'You're disgusting, you're disgusting,' and he ran out of there.\"\n",
        "quotes": [
            [
                "She was the winner (of the pageant), and, you know, she gained a massive amount of weight, and it was a real problem,",
                "Donald Trump",
                true
            ],
            [
                "Mr. Trump has tremendous relationships with women,",
                "Hope Hicks",
                true
            ],
            [
                "To say otherwise is wholly inaccurate and based on unsubstantiated claims from publicity hungry individuals.",
                "Hope Hicks",
                true
            ],
            [
                "You could see there was blood coming out of her eyes,",
                "Donald Trump",
                true
            ],
            [
                "If I were running 'The View,' I'd fire Rosie.",
                "",
                true
            ],
            [
                "I'd look her right in that fat ugly face of hers, I'd say, 'Rosie, you're fired,",
                "",
                true
            ],
            [
                "We're all a little chubby, Rosie is just a little worse than most of us.",
                "",
                true
            ],
            [
                "But it's not just the chubbiness.",
                "",
                true
            ],
            [
                "Rosie is a very unattractive person, both inside and out.",
                "",
                true
            ],
            [
                "I fully understand why her former husband left her for a man- he made a good decision.",
                "",
                true
            ],
            [
                "While @BetteMidler is an extremely unattractive woman, I refuse to say that because I always insist on being politically correct.",
                "",
                true
            ],
            [
                "During one down period, I referred to him in print as a 'financially embattled thousandaire,",
                "Collins",
                true
            ],
            [
                "and he sent me a copy of the column with my picture circled and 'The Face of a Dog!",
                "Collins",
                false
            ],
            [
                "thought the violence (at his rallies) added a frisson of excitement.",
                "Maureen Dowd",
                false
            ],
            [
                "off the wall, a neurotic and not very bright mess!",
                "Wasserman Schultz",
                false
            ],
            [
                "Crude gender stereotypes\nIn a clip turned up by HBO's John Oliver, Trump discusses with a female reporter how contestants at his beauty pageant are judged.",
                "Donald Trump",
                true
            ],
            [
                "Then comments on her own appearance (at 4:56).",
                "Donald Trump",
                true
            ],
            [
                "The future GOP nominee offered this assessment in his 1997 book, \"Trump: The Art of the Comeback",
                "Donald Trump",
                false
            ],
            [
                "Women have one of the great acts of all time,",
                "",
                true
            ],
            [
                "The smart ones act very feminine and needy, but inside they are real killers.",
                "",
                true
            ],
            [
                "The person who came up with the expression 'the weaker sex' was either very naive or had to be kidding.",
                "",
                true
            ],
            [
                "I have seen women manipulate men with just a twitch of their eye -- or perhaps another body part.",
                "",
                true
            ],
            [
                "I mean, I won't do anything to take care of them.",
                "Donald Trump",
                true
            ],
            [
                "I'll supply funds and she'll take care of the kids.",
                "Donald Trump",
                true
            ],
            [
                "It's not like I'm gonna be walking the kids down Central Park.",
                "Donald Trump",
                true
            ],
            [
                "26,000 unreported sexual assaults in the military-only 238 convictions,",
                "",
                false
            ],
            [
                "What did these geniuses expect when they put men & women together?",
                "Donald Trump",
                true
            ],
            [
                "If Hillary Clinton can't satisfy her husband what makes her think she can satisfy America?",
                "",
                true
            ],
            [
                "When the anchor throws to Carly Fiorina for her reaction to Trump's momentum, Trump's expression sours in schoolboy disgust as the camera bores in on Fiorina.",
                "Paul Solotaroff",
                true
            ],
            [
                "Can you imagine that, the face of our next president?!",
                "Paul Solotaroff",
                true
            ],
            [
                "What he said to the face of \"Celebrity Apprentice",
                "Paul Solotaroff",
                false
            ],
            [
                "It must be a pretty picture,",
                "Donald Trump",
                true
            ],
            [
                "I know where she went, it's disgusting, I don't want to talk about it,",
                "Donald Trump",
                true
            ],
            [
                "Don't say it, it's disgusting, let's not talk, we want to be very, very straight up.",
                "Donald Trump",
                true
            ],
            [
                "his face got red, he shook his finger at me and he screamed, 'You're disgusting, you're disgusting,' and he ran out of there.",
                "Beck",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.buzzfeednews.com/article/andrewkaczynski/donald-trump-said-a-lot-of-gross-things-about-women-on-howar",
                "http://www.nytimes.com/2015/08/16/opinion/sunday/introducing-donald-trump-diplomat.html",
                "https://www.cnn.com/2015/08/08/politics/donald-trump-cnn-megyn-kelly-comment/",
                "http://ijr.com/thrice-married-donald-trump-tweets-clintons-marital-issues-hillary-shouldnt-president/",
                "https://www.nytimes.com/2011/04/02/opinion/02collins.html?_r=1",
                "https://www.cnn.com/2015/12/21/politics/donald-trump-hillary-clinton-disgusting/",
                "https://www.cnn.com/2013/07/04/us/donald-trump-fast-facts/",
                "https://www.cnn.com/2016/09/27/politics/who-is-alicia-machado-donald-trump-hillary-clinton-presidential-debate/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/ariannahuff",
                "https://twitter.com/nytimes",
                "https://twitter.com/Morning_Joe",
                "https://twitter.com/realDonaldTrump/status/753090242203283457",
                "https://twitter.com/morningmika",
                "https://t.co/a6F98q5xGU",
                "https://twitter.com/NYTimesDowd",
                "https://twitter.com/realDonaldTrump",
                "http://www.rollingstone.com/politics/news/trump-seriously-20150909?page=13",
                "https://twitter.com/BetteMidler"
            ]
        },
        "key_words": [
            "say",
            "realdonaldtrump",
            "tweeted",
            "incomplete",
            "trump",
            "trouble",
            "trumps",
            "donald",
            "women",
            "unattractive",
            "neurotic",
            "list",
            "face",
            "j"
        ]
    }
]