[
    {
        "url": "https://www.activistpost.com/2017/09/governmnet-nfl-return-paid-patriotism-funds.html",
        "title": "Government vs. NFL: Organization May Be Forced to Return Paid Patriotism Funds Again",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-28",
        "text": "Government vs. NFL: Organization May Be Forced to Return Paid Patriotism Funds Again\nAmid the kneeling protest during the national anthem, the NFL may be forced to return taxpayers’ funds. Rep. Mo Brooks (R-Ala.) on Tuesday called for an end to all federal government support of the NFL.\n“I believe we ought to terminate all federal government support of the NFL,” Brooks  told Breitbart News .\n“That would include the termination of any and all advertising that is done on behalf of the federal government — military and nonmilitary — to the extent we do any.”\n“The same thing with any other professional sport that insults our country and our flag and our anthem as the NFL has done,” he added.\nThe NFL reportedly receives billions of dollars in subsidies from local taxpayers and governments,  CNN reported in 2015 .\nAnother 2015  report  from NJ.com revealed that more than a dozen NFL teams received money from the Defense Department between 2011 and 2014 in exchange for promoting the military during games and other forms of advertisement.\nFrom 2011-2014, the Department of Defense spent $5.4 million in contracts with 14 NFL teams for flag ceremonies. Even the U.S. National Guard got in on the action and gave $6.7 million to the NFL from 2013 to 2015.\nThe protest started last year as a way to highlight the racial inequality in America and fight back against police brutality.\nThis isn’t the first time the organization would be forced to return funds for “paid patriotism.”\nIn 2016 the professional football league was  forced to agree to return $723,734 that it was paid by the Defense Department to honor the military.  In a letter  to the two Arizona senators, NFL Commissioner Roger Goodell said an audit uncovered that over the course of four seasons $723,734 “may have been mistakenly applied to appreciation activities rather than recruitment efforts.”\nMcCain and Flake, who released a letter demanding the NFL pay back taxpayers’ funds previously issued a  report in November of that year criticizing the NFL and other pro sports organizations for taking taxpayers’ money to put on events at games honoring the troops, a practice they called “paid patriotism.” That report found that the Pentagon had “inappropriately” paid up to $6.8 million to both professional and college sports teams, CBS reported .\nThe total paid out for patriotic displays at sporting events was a much more outrageous $53 million in spending on marketing and advertising contracts, SB Nation reported .\nFlake was pleased with the NFL’s response returning the money which he called “egregious federal spending.”\n“In all the years I’ve spent rooting out egregious federal spending, the NFL is the first organization to perform due diligence, take responsibility and return funds to the taxpayers,” Flake said. “The NFL’s response to this investigation sets a new standard and only strengthens its reputation as a supporter of military service members and veterans.”\nMcCain equally praised the NFL for giving back taxpayers’ funds tweeting that he applauded the effort.\nI applaud @NFL for returning American tax dollars used to honor our troops – time for other leagues to do the same. https://t.co/vLEBOy2qno\nAccording to the report by McCain and Flake, this practice was supposed to be addressed with the NDAA in 2016.\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nWe successfully had the 2016 NDAA [National Defense Authorization Act] amended to restrict the DoD’s spending on paid patriotism in its professional sports advertising contracts.\nSo this raises a question about what other federal funding from taxpayers the NFL is receiving besides money from the Pentagon for patriotic displays? Which again, are supposed to be discontinued as mandated by law.\nBefore 2009 NFL players didn’t even stand for the National Anthem; it was a marketing strategy to push military recruitment.\nBut then the Department of Defense and the National Guard got involved. They began to pay the NFL millions of dollars to have flag ceremonies before games and have players on the field.\nESPN’s Stephen A. Smith covered this issue on ESPN’s First Take in 2016, when players first began the recent on-field protest trend:\nAs part of the new relationship between the DOD and the National Guard, the NFL changed its practices and began bringing players onfield during the playing of the national anthem for some “inspiring” displays of heartfelt patriotism. The outrage over yesterday’s widespread refusal to continue the practice is proof positive that the DOD’s marketing dollars hit their mark. “Patriots” who never noticed the change in 2009 have been suddenly driven into a frenzy over players’ refusal to continue being used as props in the NFL’s high-priced performance of “America.”\nEven paid Senate Armed Services committee war porn poster boy leader John McCain has admitted the practice is wrong.\nGiven the immense sacrifices made by our service members, it seems more appropriate that any organization with a genuine interest in honoring them, and deriving public credit as a result, should do so at its own expense and not at that of the American taxpayer.  Americans deserve the ability to assume that tributes for our men and women in military uniform are genuine displays of national pride, which many are, rather than taxpayer-funded DOD marketing gimmicks.\nThe report continued to detail its findings:\nUnfortunately, contrary to the public statements made by DOD and the NFL, the majority of the contracts—72 of the 122 contracts we analyzed—clearly show that DOD paid for patriotic tributes at professional football, baseball, basketball, hockey, and soccer games.v These paid tributes included on-field color guard, enlistment and reenlistment ceremonies, performances of the national anthem, full-field flag details, ceremonial first pitches and puck drops. The National Guard paid teams for the “opportunity” to sponsor military appreciation nights and to recognize its birthday. It paid the Buffalo Bills to sponsor its Salute to the Service game.vi DOD even paid teams for the “opportunity” to perform surprise welcome home promotions for troops returning from deployments and to recognize wounded warriors.\nNFL spokesman Brian McCarthy  later confirmed  that players did not appear on field for the anthem until 2009.\nThis controversial topic was  briefly discussed  on MSNBC this week, when NFL player Marvin Washington mentioned the financial relationship between the DOD and the NFL. Civil rights activist Jesse Williams also expressed the paid patriotism in  an MSNBC interview  this week, calling the national anthem a “scam.”\n“This is not actually part of football. This was invented in 2009 from the government paying the NFL to market military recruitment to get more people to go off and fight wars to die,” Williams said. “This has nothing to do with [the] NFL, or American pastime, or tradition. … This is to get boys and girls to go fly overseas and go kill people. They’re marketing. They’re pumping millions and millions of dollars into the NFL to get us to put on a pageant in front of the NFL football games to get you to go off and fight.”\nAaron Kesel writes for Activist Post and is Director of Content for Coinivore . Follow Aaron at Twitter and Steemit .\nThis article is Creative Commons and can be republished in full with attribution. Like Activist Post on Facebook , subscribe on YouTube , follow on Twitter and at Steemit .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "I believe we ought to terminate all federal government support of the NFL,",
                "Brooks",
                true
            ],
            [
                "That would include the termination of any and all advertising that is done on behalf of the federal government — military and nonmilitary — to the extent we do any.",
                "",
                true
            ],
            [
                "The same thing with any other professional sport that insults our country and our flag and our anthem as the NFL has done,",
                "",
                true
            ],
            [
                "may have been mistakenly applied to appreciation activities rather than recruitment efforts.",
                "Roger Goodell",
                false
            ],
            [
                "In all the years I’ve spent rooting out egregious federal spending, the NFL is the first organization to perform due diligence, take responsibility and return funds to the taxpayers,",
                "Flake",
                true
            ],
            [
                "The NFL’s response to this investigation sets a new standard and only strengthens its reputation as a supporter of military service members and veterans.",
                "Flake",
                true
            ],
            [
                "This is not actually part of football.",
                "Williams",
                true
            ],
            [
                "This was invented in 2009 from the government paying the NFL to market military recruitment to get more people to go off and fight wars to die,",
                "Williams",
                true
            ],
            [
                "This has nothing to do with [the] NFL, or American pastime, or tradition.",
                "Williams",
                true
            ],
            [
                "This is to get boys and girls to go fly overseas and go kill people.",
                "Williams",
                true
            ],
            [
                "They’re pumping millions and millions of dollars into the NFL to get us to put on a pageant in front of the NFL football games to get you to go off and fight.",
                "Williams",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nbcsports.com/boston/new-england-patriots/nfl-teams-being-field-anthem-relatively-new-practice",
                "http://money.cnn.com/2015/01/30/news/companies/nfl-taxpayers/index.html",
                "http://www.breitbart.com/big-government/2017/09/27/mo-brooks-nfl-protest-controversy-terminate-federal-support-professional-football/",
                "https://www.nj.com/politics/2015/05/taxpayers_pony_up_for_jets_salutes_to_nj_national.html",
                "https://www.sbnation.com/2015/11/4/9670302/nfl-paid-patriotism-troops-mcain-flake-report-million",
                "https://www.nbcnews.com/news/us-news/nfl-agrees-reimburse-u-s-taxpayers-720k-paid-patriotism-n577031",
                "https://www.nbcnews.com/news/us-news/paid-patriotism-senators-accuse-military-wasteful-sports-tributes-n457246"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://steemit.com/@an0nkn0wledge/",
                "https://t.co/vLEBOy2qno",
                "https://www.youtube.com/watch?v=7wwTAo01AKs",
                "https://www.activistpost.com/",
                "https://www.facebook.com/activistpost",
                "https://twitter.com/ActivistPost",
                "http://www.youtube.com/activistpost",
                "https://twitter.com/an0nakn0wledge",
                "https://steemit.com/@activistpost",
                "https://twitter.com/NFL?ref_src=twsrc%5Etfw",
                "https://twitter.com/SRuhle/status/912428090734764032",
                "https://coinivore.com/"
            ]
        },
        "key_words": [
            "funds",
            "return",
            "taxpayers",
            "organization",
            "vs",
            "patriotism",
            "paid",
            "forced",
            "national",
            "federal",
            "military",
            "nfl",
            "defense",
            "players"
        ]
    }
]