[
    {
        "url": "https://www.reuters.com/article/us-people-nelly/rapper-nelly-arrested-on-sexual-assault-allegation-idUSKBN1CC0OA",
        "title": "Rapper Nelly arrested on sexual assault allegation",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-08",
        "text": "Rapper Nelly arrested on sexual assault allegation\n2 Min Read\nLOS ANGELES (Reuters) - Grammy-winning rapper Nelly was arrested near Seattle early on Saturday after a woman accused him of sexually assaulting her on a tour bus, police said.\nThe woman dialed 911 to report the sexual assault had occurred when the bus was parked at a shopping center in Auburn, which is less than 20 miles (32 km) south of Seattle, local police said in a statement.\nNelly, best-known for the hit songs “Ride Wit Me,” “Hot in Herre” and “Dilemma,” performed at an amphitheater in Auburn on Friday night as part of a tour with country pop group Florida Georgia Line.\nPatrol officers investigated the woman’s report, and Nelly was arrested before dawn, Auburn police said in the statement.\nHe was booked into the South Correctional Entity Regional Jail in Des Moines, Washington, on suspicion of sexual assault.\nAuburn police had no further details to release, the statement said.\nScott Rosenblum, Nelly’s attorney, said Saturday night that his client had been released from jail.\n“Nelly is the victim of a completely fabricated allegation,” Rosenblum said in statement provided to Reuters. “I am confident once this scurrilous accusation is thoroughly investigated, there will be no charges.”\nNelly, who was born Cornell Iral Haynes Jr. and grew up in the St. Louis area, made his debut in 2000 with the album “Country Grammar,” which sold more than 10 million copies, according to the Recording Industry Association of America.\nReporting by Alex Dobuzinskis; Editing by Lisa Von Ahn and Diane Craft\n",
        "quotes": [
            [
                "Nelly is the victim of a completely fabricated allegation,",
                "Rosenblum",
                true
            ],
            [
                "I am confident once this scurrilous accusation is thoroughly investigated, there will be no charges.",
                "Rosenblum",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "rapper",
            "statement",
            "sexual",
            "assault",
            "report",
            "nelly",
            "south",
            "seattle",
            "night",
            "arrested",
            "tour",
            "auburn",
            "woman",
            "rosenblum",
            "allegation"
        ]
    }
]