[
    {
        "url": "http://www.bbc.com/sport/football/41539186",
        "title": "Non League Day 2017: Sir Alex Ferguson, Jurgen the Yorkie and the Clapton Ultras",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-07",
        "text": "By Brent Pilnick\nSir Alex Ferguson supported Non-League Day 2017 by turning up to watch Macclesfield Town\nNon-League Day. With the arrival of the international break, it is the date in the diary every year when fans are encouraged to support their smaller local sides.\nWhile the Premier League usually takes all the headlines, there are plenty of great stories from the lower leagues as grassroots football is celebrated across the country.\nWith protesting fans returning home, cute dogs and one of English football's most decorated managers all giving their support, BBC Sport casts its eye across five things you may have missed from Non-League Day 2017.\nKettering back on the rise?\nMedia playback is not supported on this device\nRockingham Road\nKettering Town have had something of an illustrious history, as the first club in both Ron Atkinson's storied managerial career and Paul Gascoigne's not-so-storied time in the dugout (Gazza lasted 39 days and never managed again).\nBut despite promotion to the Conference Premier and two trips to the fourth round of the FA Cup - almost forcing Premier League Fulham to a replay in 2009 - times have been hard of late for their fans.\nThey lost their Rockingham Road ground in 2011, went into administration shortly afterwards and were then demoted to the Southern Premier League.\nFurther relegations have followed - but now they are back on the up.\nTheir emphatic 5-0 over Merthyr Town at their current home of Latimer Park - which they share with United Counties League side Burton Park Wanderers - kept them top of the Southern Premier League, three levels below the English Football League.\nWith nine victories from 10 games so far, perhaps the glory days could be coming back to this part of Northamptonshire?\nUltras return to protest\nClapton's Ultras have boycotted the club's home games this season\nClapton FC have called the Old Spotted Dog Ground their home since 1888. It is the oldest senior football ground in London, no less.\nBut this season their most dedicated of fans have refused to go to home games in protest at plans to liquidate the charitable company that holds the lease for the stadium.\nFans group Real Clapton FC have also raised funds to try to stop the liquidation process and secure the Essex Senior League club's home.\nBut on Saturday Clapton were 'away' to the club they share their ground with, Hackney Wick, so the Ultras returned.\nTheir presence seemed to galvanise their idols, as Clapton won 2-1 to move up to 10th place in the table.\nSir Alex casts his eye on the National League\nSir Alex Ferguson (left) never took a Manchester United side to the Moss Rose\nThey are top of the National League and on Saturday Macclesfield Town welcomed one of football's greatest-ever managers to the Moss Rose.\nSir Alex Ferguson was there to run his expert eye over the Silkmen as they hosted Ebbsfleet United in the highest tier of non-league football.\nFollow Match of the Day on Instagram for the best photos from the world of football.\nMacclesfield did not disappoint their illustrious onlooker as Mitch Hancox's goal just before half-time sealed a 1-0 victory. It was Town's fourth successive win and eighth victory in their past 10 games.\nIf Jose Mourinho starts to struggle at Old Trafford, perhaps Sir Alex will give Macclesfield boss John Askey a call?\nThe road to Wembley starts here\nMoneyfields play their home games just a mile and a half away from League One side Portsmouth\nIt was FA Trophy preliminary round day on Saturday - 128 clubs vying for the right to make it into the first qualifying round later this month.\nWhile some sides have been there many times before, for others, like Southern League Division One East club Moneyfields, it was their first-ever game in the Football Association's second-tier knockout tournament.\nPortsmouth-based Moneyfields have made it to the eighth tier of the English football pyramid for the first time and taken to it like ducks to water.\nThe club is unbeaten in the league this season, have won all four of their home games and top their division.\nSo their opponents Bideford, who play in the Southern League's Division One West, were always going to face an uphill battle and even more so when you consider it is a 350-mile round trip from North Devon to West Hampshire.\nThe Devon side have a great away record in their league - having won both of their trips away from The Sports Ground - but they were no match for their hosts, who raced into a 4-1 half-time lead before Bideford got a second-half consolation goal to end the tie 4-2.\nMoneyfields travel to either Fleet Town or Yate Town in the next round, after the pair drew 1-1.\n#nonleaguedogs\nSorry, this content is no longer available.\nNever mind the football, the stars of Non-League Day have arguably been the furry friends that accompany their owners on the sidelines.\nAnd, while Liverpool boss Jurgen Klopp may well have his feet up during this international break, Jurgen the Yorkshire Terrier was taking in a game.\nKlopp's four-legged namesake was on a scouting mission in the second round of the Somerset Senior Cup as Stockwood Green took on Peasedown Miners Welfare.\nAnd he was treated to a thriller - Stockwood Green winning 5-3 in extra time after the sides were deadlocked at 3-3 after 90 minutes.\nWho says the only entertainment is in the Premier League?\nMedia playback is not supported on this device\nMeet some of football's furriest fans\nShare this page\nShare this with\nFrom the section Football\nFrom the section Football\nFrom the section Conference\nAlso in Sport\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.com/sport/football/conference",
                "http://news.bbc.co.uk/sport2/hi/football/eng_conf/4500388.stm",
                "https://www.bbc.com/sport/football",
                "http://news.bbc.co.uk/sport2/hi/football/fa_cup/7842630.stm",
                "https://www.instagram.com/bbcmotd/",
                "http://www.bbc.com/sport/football/41450882"
            ]
        },
        "key_words": [
            "round",
            "games",
            "sir",
            "football",
            "ground",
            "day",
            "premier",
            "yorkie",
            "ultras",
            "non",
            "clapton",
            "southern",
            "league",
            "jurgen",
            "ferguson",
            "town",
            "alex"
        ]
    }
]