[
    {
        "url": "http://www.bbc.com/news/world-latin-america-41579670",
        "title": "World Cup 2018: Panama declares public holiday after qualifying",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "11 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright AFP/ Getty Images\nImage caption There was much excitement on the streets of Panama City\nThe president of Panama has declared Wednesday to be a national holiday after the country qualified for the World Cup for the first time ever.\nJuan Carlos Varela‏ said on Twitter: \"The voice of the people has been heard... Tomorrow will be a national holiday.\"\nThe national team beat Costa Rica 2-1 in Panama City on Tuesday evening.\nThe president said public and private workers could take the day off, and school classes would also be cancelled.\nPanamanians celebrated long into the night after the victory.\nPanama has tried to qualify for every football World Cup since 1978, but it has never been successful until now.\nThe country will take part in the 2018 competition, which starts in Russia next June.\nThe United States was in the same qualifying group for the North and Central America region, but failed to get through after losing against bottom-team Trinidad and Tobago .\nMexico and Costa Rica were successful, and Honduras faces a play off against Australia.\nImage copyright Reuters\nImage caption Panama's coach Dario Gomez (in blue) celebrates with Roman Torres after beating Costa Rica to go through\nRelated Topics\n",
        "quotes": [
            [
                "The voice of the people has been heard...",
                "Juan Carlos Varela",
                true
            ],
            [
                "Tomorrow will be a national holiday.",
                "Juan Carlos Varela",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.co.uk/sport/football/41574810"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "cup",
            "panama",
            "successful",
            "image",
            "world",
            "costa",
            "2018",
            "holiday",
            "national",
            "rica",
            "public",
            "declares",
            "president",
            "qualifying",
            "country"
        ]
    }
]