[
    {
        "url": "http://www.cnn.com/2017/10/04/politics/us-forces-hostile-fire-niger/index.html",
        "title": "3 Green Berets killed in ambush in Niger",
        "authors": [
            {
                "name": "Brad Lendon",
                "link": null
            },
            {
                "name": "Ryan Browne",
                "link": null
            },
            {
                "name": "Barbara Starr",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-04",
        "text": "Updated 5:33 PM ET, Thu October 5, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n3 US Green Berets killed in ambush in Niger 02:00\nStory highlights\nThe US military has maintained a small presence in the northwest African country\nThe attack occurred approximately 200 kilometers north of the country's capital Niamey\n(CNN)\nThree US Green Berets were killed and two others were wounded in southwest Niger near the Mali-Niger border when a joint US-Nigerien patrol was attacked Wednesday, US officials told CNN.\nA US official told CNN that initial indications are the Green Berets were ambushed by up to 50 fighters who are thought to be affiliated with ISIS.\nUS Africa Command, which oversees military operations in Africa, issued a statement Thursday saying the two wounded US service members were \"evacuated in stable condition to Landstuhl Regional Medical Center in Germany.\"\nOfficials told CNN that French military Super Puma helicopters evacuated the wounded Americans along with those killed in action while also providing covering fire.\nThe attack occurred approximately 200 kilometers north of the country's capital, Niamey, in southwest Niger, according to the statement from Africa Command.\nRead More\nJUST WATCHED\nNiger: Strange mix of US military and migrant hub 05:58\nFive Nigerien soldiers also were killed in the attack, according to a Nigerien security official.\nThe officials cautioned that this was still an early assessment. The Green Berets were part of a team advising and assisting local forces when they were attacked.\nA US defense official told CNN that operations are underway in the area to locate the attackers.\nA spokeswoman for the French Ministry of Defense confirmed that French troops from the Barkhane anti-terror force based in Chad are currently involved in an operation in Niger. She said the operation is being led by Niger and the French troops are there to support them.\nShe added that no French soldiers were killed during Wednesday night's ambush.\nUS Africa Command confirmed in a statement Thursday morning that three US service members were killed in the attack and said the names were being withheld pending the notification of next of kin.\n\"US forces are in Niger to provide training and security assistance to the Nigerien Armed Forces, in their efforts to counter violent extremist organizations in the region,\" the statement said.\nPresident Donald Trump was briefed on the attack by chief of staff John Kelly, White House press secretary Sarah Sanders said Wednesday night.\nA U.S. Army Special Forces weapons sergeant observes a Niger Army soldier during marksmanship training in Diffa, Niger,  in February 2017.\nSupporting role for US military in Niger\nThere are about 800 US troops in Niger, and the US military has maintained a presence in the northwest African country for five years, with small groups of US Special Operations Forces advising local troops as they battle two terrorist groups, ISIS-affiliated Boko Haram and al Qaeda's North African branch, al Qaeda in the Islamic Maghreb.\n\"Niger is an important partner of ours, we have a deep relationship with them,\" Lt. Gen. Kenneth McKenzie, the director of the Joint Staff, told reporters at the Pentagon Thursday.\n\"We are committed to that relationship, we believe that they are as well. In fact, I think it's a very good success story,\" he added.\nUS officials view Chad, Niger and Mali as being particularity important as they serve as bridges between north and sub-Saharan Africa, saying that local al Qaeda and ISIS affiliates use their control of these transit routes to gain revenue that helps them recruit, expand and export attacks. ISIS uses these North-South transit routes to move fighters northward, where they can gain more easily access Europe and the West.\nOne official told CNN that ISIS is attempting to illegally infiltrate the gold mining industry in Niger to sell on the black market and finance world terrorism.\nAl Qaeda in the Islamic Maghreb has maintained a presence in the Mali-Niger border area, despite a multi-year French-led military counterterrorism effort, Operation Barkhane, which began in 2014.\nThe US military has largely played a supporting role, providing intelligence, surveillance and reconnaissance assets in support of French forces operating in Mali and Niger. The French operation involves thousands of French troops as well as forces from Germany, Mali, Niger and other countries in the region.\nAnd while US troops largely play a supporting role, military leaders acknowledge the risks they face.\n\"Clearly there's risks for our forces in Niger,\" McKenzie said while declining to discuss the specifics of Wednesday's attack, citing \"ongoing partnered operations.\"\n\"Any time we deploy full forces globally we look very hard at the enablers that need to be in place in order to provide security for them and that ranges from the ability to pull them out if they're injured to the ability to reinforce them at the point of a fight if they need reinforcement,\" he added.\nTerror groups in Libya\nWednesday's attack comes after US drones struck ISIS fighters in neighboring Libya twice in a week in late September.\nThose two missions, the first under the Trump administration, suggest US officials have become increasingly concerned that the terror group is regaining strength in Libya.\nMore than two dozen ISIS fighters were killed in the airstrikes, US Africa Command said.\nWhile the ISIS presence in Libya has been much reduced following a near five-month-long US air campaign against the terror group in the final stretch of the Obama administration, small groups of ISIS fighters had begun to reconstitute themselves in remote desert areas, taking advantage of the lingering instability resulting from the Libyan civil war.\nUS airmen frtake down tents from the old base to move to a new location, on September 11, 2017, at Air Base 201 in Agadez, Niger.\n\"ISIS and al Qaeda have taken advantage of ungoverned spaces in Libya to establish sanctuaries for plotting, inspiring and directing terror attacks; recruiting and facilitating the movement of foreign terrorist fighters; and raising and moving funds to support their operations,\" US Africa Command said in a September 28 statement.\nUS Africa Command did not specify where the US drones used in the Libya strikes were launched from, but the Pentagon is in the process of establishing a drone base just outside the city of Agadez in Niger in an effort to bolster regional counterterrorism efforts.\nThe US has been using a local Nigerien airport while the base is under construction, according to US Africa Command.\nA US Africa Command news release dated October 2 says the construction of the Agadez airbase \"is projected to be the biggest military labor troop project in US Air Force history.\"\n\"While nearby terrorist cells and human smuggling are an ongoing threat, the remote location makes daily operations a task unto themselves,\" says the story posted on the US Africa Command's website.\nWednesday's casualties were not the first this year in the US fight against terror groups in Africa.\nThe SEAL was the first US service member killed in action in Somalia since 1993, when two Black Hawk helicopters were shot down and 18 American soldiers were killed in the Battle for Mogadishu.\nCNN's Brent Swails and Saskya Vandoorne contributed to this report.\n",
        "quotes": [
            [
                "evacuated in stable condition to Landstuhl Regional Medical Center in Germany.",
                "",
                false
            ],
            [
                "US forces are in Niger to provide training and security assistance to the Nigerien Armed Forces, in their efforts to counter violent extremist organizations in the region,",
                "",
                true
            ],
            [
                "Niger is an important partner of ours, we have a deep relationship with them,",
                "",
                true
            ],
            [
                "We are committed to that relationship, we believe that they are as well.",
                "",
                true
            ],
            [
                "In fact, I think it's a very good success story,",
                "",
                true
            ],
            [
                "Clearly there's risks for our forces in Niger,",
                "McKenzie",
                true
            ],
            [
                "Any time we deploy full forces globally we look very hard at the enablers that need to be in place in order to provide security for them and that ranges from the ability to pull them out if they're injured to the ability to reinforce them at the point of a fight if they need reinforcement,",
                "McKenzie",
                true
            ],
            [
                "ISIS and al Qaeda have taken advantage of ungoverned spaces in Libya to establish sanctuaries for plotting, inspiring and directing terror attacks; recruiting and facilitating the movement of foreign terrorist fighters; and raising and moving funds to support their operations,",
                "",
                true
            ],
            [
                "is projected to be the biggest military labor troop project in US Air Force history.",
                "",
                false
            ],
            [
                "While nearby terrorist cells and human smuggling are an ongoing threat, the remote location makes daily operations a task unto themselves,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/01/19/africa/mali-military-bombing/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "told",
            "troops",
            "french",
            "military",
            "green",
            "command",
            "berets",
            "africa",
            "ambush",
            "niger",
            "isis",
            "forces",
            "killed"
        ]
    }
]