[
    {
        "url": "https://www.nytimes.com/2017/10/10/world/europe/donald-trump-bombardier-northern-ireland.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "For Belfast, ‘America First’ Amounts to ‘Northern Ireland Last’",
        "authors": [
            {
                "name": "Patrick Kingsley",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Advertisement\nImage\nA Bombardier factory in Belfast, Northern Ireland. The Trump administration, under pressure from Boeing, has proposed a tariff of nearly 300 percent on imports of Bombardier’s newest plane.CreditCreditClodagh Kilcoyne/Reuters\nBELFAST, Northern Ireland — When President Trump championed his “America first” trade policy during the election campaign, George Burnside could not have known that he, a veteran aircraft fitter, would be among the policy’s first potential casualties.\nYet now that fate looms over Mr. Burnside and around 4,200 other Belfast-based employees of Bombardier, a Montreal-based airplane maker, after the Trump administration, under pressure from Boeing , proposed a nearly 300 percent tariff on imports of Bombardier’s newest plane.\nThat has not only endangered the company’s operations in Belfast, where the plane is made, but set off political and diplomatic shock waves that are reverberating far beyond the airplane market.\nWhat started as a trade war between the United States and Canada has quickly taken on several unanticipated dimensions. It poses an economic threat, potentially stalling the growth on which Northern Irish peace is so dependent and upending an established American policy of supporting that progress.\nIt also is rattling Britain, undermining claims of those who support the country’s withdrawal from the European Union about the ease of negotiating trade agreements after it leaves the bloc. At a time of stagnating incomes and growing evidence of an economic slowdown in Britain, punctuated Tuesday by news of the country’s largest defense contractor, BAE Systems , planning to cut almost 2,000 jobs , that could play a role in clashes over the direction of Brexit, as the withdrawal is known.\nMost immediately, if the Bombardier decision is upheld next year, “America first” is being interpreted in Belfast as “Northern Ireland last.”\n“It’s really shocked people,” said Mr. Burnside, 56. “People are saying: Do I still go ahead and get married? Do I buy a car or buy a house?”\nBombardier, with 66,000 employees worldwide and 21,000 in Canada, is the single largest employer in the Northern Irish manufacturing sector and a buttress to several other local industries through its extensive supply chains. Its demise could eventually raise local levels of unemployment and poverty.\nThat in turn, politicians and researchers said, could undermine recent economic progress in Northern Ireland — one of the critical buffers against renewed unrest in a region where over 3,600 people were killed in the last 30 years of the 20th century during a sectarian conflict between Catholic nationalists who sought unification with southern Ireland and Protestant “unionists” who wanted to remain part of the United Kingdom.\nIt also would represent a departure from established policy in Washington, where Mr. Trump has shown less of an interest in Northern Irish stability than did his predecessors.\nPrevious American presidents have been “relied upon to encourage the kind of economic development and direct investment that is so important for a society moving out of conflict,” said William Crawley, the presenter of a daily talk show on BBC Radio Ulster, and one of the province’s best-known voices.\nNow, some Northern Irish politicians have interpreted the tariff decision “as a clear signal that Northern Ireland’s future is no longer given the importance it once had in Washington,” Dr. Crawley added.\nAnd in the process, said Stephen Farry, a lawmaker who represents the Alliance Party in Northern Ireland’s regional Parliament, “We are seeing a coming together of a lot of themes and concerns and fears that have been expressed individually, but have now coalesced around the one single Bombardier issue.”\nImage\nThe Belfast at the Harland and Wolff shipyard in 1938. The two huge yellow cranes of Harland and Wolff, nicknamed Samson and Goliath, still tower over the city’s harbor, although the company no longer makes ships.CreditFox Photos, via Getty Images\nA Storied Industrial Past\nBefore it became an emblem for this web of overlapping political challenges, Bombardier had long held a deep cultural resonance for many residents of East Belfast, the mainly Protestant area where the company is based.\nIn the 19th century, the area housed the world’s largest shipbuilders, Harland and Wolff; the largest rope-maker, Belfast Ropeworks; and several major distilleries and linen factories. It was in Belfast that the Titanic was constructed. And by the 1930s, the city was home to Short Brothers, the world’s oldest airplane manufacturers, and the builders of one of the first long-range British bombers .\nToday, that era is all but over. Many of these factories have shut. The two huge yellow cranes of Harland and Wolff — nicknamed Samson and Goliath — still tower over the city’s harbor, but the company no longer makes ships. Bombardier is one of the last vestiges of the city’s storied industrial past. Ever since Bombardier absorbed the Shorts brand in a 1989 merger, many residents have considered the company to be the natural successor to the Shorts legacy.\n“People still call it Shorts,” said Aidan Campbell, a historian and author of 14 books about East Belfast. “Everyone knows someone who works for them.”\nThat is partly why some are so fearful about what might happen should Bombardier leave Belfast.\nChallenges to Northern Ireland’s peace deal, signed in 1998 and known as the Good Friday agreement, have increased in the last year. Brexit may force the reintroduction of formal border checks between Northern Ireland and the Republic of Ireland, the removal of which was central to the agreement.\nSince Britain’s Conservative government lost its overall majority in a general election in June, Prime Minister Theresa May has had to rely on informal support from Northern Ireland’s biggest unionist party to remain in power — leading to questions about the government’s ability to remain neutral in the Good Friday process.\nThe loss of one of the province’s biggest private employers would constitute a third challenge to the agreement, the success of which has always been partly reliant on a strengthening of the local economy.\n“A lot of politicians think that the Good Friday agreement is done and dusted and that’s it, but it’s under threat the whole time from unemployment,” said Jimmy Kelly, the regional secretary for Unite, the trade union that represents Bombardier workers. “You need jobs to keep young people away from dissidents and paramilitaries.”\nIn parts of the London news media, some have expressed fears that a tanking Northern Irish economy might even galvanize support in Belfast for a united Ireland, especially when contrasted with the improved economic situation south of the border.\nThat particular point seems far-fetched, said Paul Bew, an independent member of the British House of Lords and a politics professor at Queen’s University, Belfast. Ireland’s finances are not as rosy as they may seem, while unionists are unlikely to abandon their long-held beliefs, Lord Bew said.\nBut in general, anything that roils the local economy “cannot be good for peace,” Lord Bew added.\nImage\nAt the Bombardier factory in Belfast. Bombardier workers do not all see a connection between their predicament and wider political currents.CreditPaul Faith/Agence France-Presse — Getty Images\nEffects on Brexit\nFor some, the Bombardier dispute also exposes the vulnerability of a post-Brexit Britain. Brexit’s supporters have long argued that any damage caused by leaving the European Union, the world’s largest trade bloc, will be tempered by new trade agreements that could then be forged with close allies such as the United States.\nMrs. May is perceived to have resisted criticizing Mr. Trump on several occasions this year in order to secure his support for a favorable Anglo-American trade deal.\nThough “Brexit itself wasn’t the direct cause of this dispute,” said Mr. Farry, the lawmaker, “it does show the dangers of the U.K. relying on a fresh trade relationship with the U.S. that can replace the current relationship the U.K. has with the E.U.”\nAmong Bombardier workers, not everyone has made the connection between their predicament and that of wider political currents.\nOver a pint at The Harp, a Belfast bar where some employees socialize after work, three colleagues bristled at the idea that the threats to Bombardier said anything much about Mr. Trump or Brexit. For them, this was simply the latest salvo of a decades-long battle within the airline industry, in which Boeing, an industry giant, had consistently tried to outmuscle smaller rivals like Bombardier.\n“If you’ve got any connection to Boeing,” joked Ryan McNeill, 45, “you’d better have got good trainers,” a British word for sneakers.\nMr. McNeill and his friends were ambivalent about Mr. Trump, whom they felt was often unfairly blamed for the world’s ills. “He generally wants the best for his country,” Mr. McNeill said. “It just so happens that it’s us who take the hit.”\nA version of this article appears in print on , Section A, Page 7 of the New York edition with the headline: For Workers in Belfast, ‘America First’ Equals ‘Northern Ireland Last’. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "People are saying: Do I still go ahead and get married?",
                "Burnside",
                true
            ],
            [
                "Do I buy a car or buy a house?",
                "Burnside",
                true
            ],
            [
                "relied upon to encourage the kind of economic development and direct investment that is so important for a society moving out of conflict,",
                "William Crawley",
                false
            ],
            [
                "as a clear signal that Northern Ireland’s future is no longer given the importance it once had in Washington,",
                "",
                false
            ],
            [
                "We are seeing a coming together of a lot of themes and concerns and fears that have been expressed individually, but have now coalesced around the one single Bombardier issue.",
                "Stephen Farry",
                true
            ],
            [
                "Everyone knows someone who works for them.",
                "Aidan Campbell",
                true
            ],
            [
                "A lot of politicians think that the Good Friday agreement is done and dusted and that’s it, but it’s under threat the whole time from unemployment,",
                "Jimmy Kelly",
                true
            ],
            [
                "You need jobs to keep young people away from dissidents and paramilitaries.",
                "Jimmy Kelly",
                true
            ],
            [
                "Brexit itself wasn’t the direct cause of this dispute,",
                "Farry",
                true
            ],
            [
                "it does show the dangers of the U.K. relying on a fresh trade relationship with the U.S. that can replace the current relationship the U.K. has with the E.U.",
                "Farry",
                false
            ],
            [
                "If you’ve got any connection to Boeing,",
                "Ryan McNeill",
                true
            ],
            [
                "you’d better have got good trainers,",
                "Ryan McNeill",
                false
            ],
            [
                "He generally wants the best for his country,",
                "",
                true
            ],
            [
                "It just so happens that it’s us who take the hit.",
                "McNeill",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/09/26/us/politics/us-slaps-duties-on-canadian-jet-raising-trade-tensions.html?module=inline",
                "https://www.nytimes.com/2017/08/05/world/europe/brexit-northern-ireland-ireland.html?module=inline",
                "https://www.nytimes.com/2017/08/16/world/europe/uk-theresa-may-donald-trump-charlottesville.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.forbes.com/sites/lorenthompson/2017/03/27/bae-systems-third-biggest-global-military-contractor-approaches-major-leadership-change/#3c5a636e7ae5",
                "https://www.ft.com/content/768843e8-a839-11e7-93c5-648314d2c72c",
                "https://www.raf.mod.uk/history/TheStirling.cfm",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "http://www.bbc.co.uk/news/business-41566841"
            ]
        },
        "key_words": [
            "belfast",
            "good",
            "ireland",
            "bombardier",
            "shorts",
            "remain",
            "northern",
            "america",
            "amounts",
            "support",
            "partly",
            "agreement",
            "irelands"
        ]
    }
]