[
    {
        "url": "https://www.reuters.com/article/us-britain-security-widow/british-jihadi-white-widow-killed-by-u-s-drone-sun-report-idUSKBN1CH0PQ",
        "title": "British jihadi 'White Widow' killed by U.S. drone: Sun report",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "British jihadi 'White Widow' killed by U.S. drone: Sun report\n3 Min Read\nLONDON (Reuters) - Sally Jones, a British jihadi who recruited online for the Islamic State group, has been killed in Syria by a U.S. drone along with her 12-year-old son, The Sun newspaper reported on Thursday.\nA convert to Islam from southern England, Jones was nicknamed the “White Widow” by the British press after her jihadi husband Junaid Hussain, also an IS militant, was killed by a drone in 2015.\nQuoting a British intelligence source who had been briefed by U.S. counterparts, The Sun reported that Jones and her son had been killed in June close to Syria’s border with Iraq, as she was attempting to flee the IS stronghold of Raqqa.\nU.S. intelligence chiefs were quoted as saying they could not be 100 percent certain that Jones had been killed as there was no way of recovering any DNA from the ground, but they were “confident” she was dead.\nHer son JoJo was presumed to be dead too, although his presence with her was not known at the time of the drone strike and he was not an intended target, according to The Sun.\nBritish Prime Minister Theresa May’s spokesman declined to comment directly on the report, as did Defence Secretary Michael Fallon.\n“If you are a British national in Iraq or Syria, and if you have chosen to fight for Daesh, an illegal organization that is preparing and inspiring terror attacks on our streets, then you’ve made yourself a legitimate target,” Fallon told reporters in London.\n“And you run the risk every hour of every day of being on the wrong end of an RAF or a United States missile,” he said.\nOne Western security source, speaking on condition of anonymity, said that Jones had not been heard of since earlier this year so the assumption was that she was dead, although the source refused to confirm the details of the Sun report.\nOther IS militants have been reported dead only to reappear.\nA Central Intelligence Agency spokeswoman declined to comment.\nJones, who before her jihadi days was once a singer in a punk band, has been the subject of years of fascination by the British press.\nRelated Coverage\nShe was believed to have left her home in Chatham, in the southern county of Kent, in 2013 to travel to Syria, where she married Hussain whom she had met online.\nShe was active as an online recruiter and sometimes posted propaganda messages on social media, including a striking photograph of herself dressed as a nun pointing a gun toward the camera.\nReporting by Estelle Shirbon and Paul Sandle; editing by Guy Faulconbridge and Toby Chopra\n",
        "quotes": [
            [
                "If you are a British national in Iraq or Syria, and if you have chosen to fight for Daesh, an illegal organization that is preparing and inspiring terror attacks on our streets, then you’ve made yourself a legitimate target,",
                "Fallon",
                true
            ],
            [
                "And you run the risk every hour of every day of being on the wrong end of an RAF or a United States missile,",
                "Fallon",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "jones",
            "source",
            "son",
            "reported",
            "british",
            "report",
            "intelligence",
            "syria",
            "drone",
            "jihadi",
            "white",
            "widow",
            "killed"
        ]
    }
]