[
    {
        "url": "http://www.cnn.com/2017/10/09/politics/obama-interior-secretaries-air-travel-cost/index.html",
        "title": "Over $971,000 spent on non-commercial air travel for Obama administration Interior secretaries",
        "authors": [
            {
                "name": "Rene Marsh",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-09",
        "text": "Obama interior secretaries spent over $971,000 on non-commercial air travel\nUpdated 7:46 AM ET, Thu October 12, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nStory highlights\nThe figures come from an Interior Department report given to a congressional panel\nNon-commercial travel for Interior Secretary Ryan Zinke has so far cost $72,849\n(CNN)\nJust over $971,000 was spent on non-commercial travel for interior secretaries in the Obama administration during a seven-year period, according to records obtained by CNN.\nThat would include travel on both chartered planes as well as on Interior Department aircraft.\nThe Interior Department submitted records detailing the non-commercial travel of former secretaries Ken Salazar and Sally Jewell to the House Oversight and Government Reform Committee, saying $971,634 was spent on 81 trips. It came as part of a request to various Cabinet departments for their non-commercial travel records following recent controversy over Cabinet secretaries' travel.\nThe non-commercial travel for current Interior Secretary Ryan Zinke has so far cost $72,849 on six trips since he took office in March.\nForty-eight trips by Salazar between 2010 and 2012 cost $586,196. Salazar was the Obama administration's first interior secretary.\nRead More\nJewell, who succeeded Salazar, made 33 trips, costing $385,438 between 2013 and 2016.\nThese trips on either private or Interior Department-owned planes would have had prior approval by the Interior Department counsel's office. Among the reasons for non-commercial trips are that it's sometimes difficult to reach more remote locations covered by the Interior Department using commercial aircraft.\nThe Department of the Interior inspector general's office opened an investigation earlier this month into Zinke's travel.\nAmong Zinke's non-commercial and non-military trips were three charter flights, including one from Las Vegas to his home state of Montana and another to the US Virgin Islands as well one including a bipartisan congressional delegation led by the Senate and natural resources committee to the Arctic Circle.\nLast month in a speech, Zinke described the Montana trip as flying \"late at night to the great state of Montana on invitation to meet the great governor of the great state of Montana.\"\nHe said he visited the US Virgin Islands to celebrate the 100-year anniversary from the transition of power from Danish ownership.\nAn Interior Department spokesperson has told CNN that Zinke's late night flight to Montana cost taxpayers $12,375.\nHis flight to the US Virgin Islands cost $3,150, the spokesperson confirmed.\nThe inspector general opened the investigation in response to media reports and complaints filed with its office. Zinke has said he followed the law and that all of the flights were only booked after \"extensive due diligence.\"\nThe ranking member of the Senate Energy and Natural Resources Committee, Maria Cantwell, a Washington Democrat, reacted to the investigation in a statement: \"When reports surfaced of Secretary Zinke's use of private charters, I said that the taxpayers deserve answers. I look forward to reviewing the inspector general's report and if it concludes that Secretary Zinke misused public funds, he should promptly reimburse the taxpayers.\"\nLast month, Office of Management and Budget Director Mick Mulvaney issued guidance on travel to departments and agencies. Mulvaney's memo said \"the commercial air system used by millions of Americans every day is appropriate, even for very senior officials.\"\nThe Daily Caller first reported the travel figures of the interior secretaries under the Obama administration.\n",
        "quotes": [
            [
                "late at night to the great state of Montana on invitation to meet the great governor of the great state of Montana.",
                "Zinke",
                false
            ],
            [
                "When reports surfaced of Secretary Zinke's use of private charters, I said that the taxpayers deserve answers.",
                "Maria Cantwell",
                true
            ],
            [
                "I look forward to reviewing the inspector general's report and if it concludes that Secretary Zinke misused public funds, he should promptly reimburse the taxpayers.",
                "Maria Cantwell",
                true
            ],
            [
                "the commercial air system used by millions of Americans every day is appropriate, even for very senior officials.",
                "Mulvaney",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/09/29/politics/tom-price-resigns/index.html",
                "https://www.cnn.com/2017/10/02/politics/ryan-zinke-travel-investigation/index.html",
                "https://dailycaller.com/2017/10/08/exclusive-top-obama-officials-spent-nearly-1-million-on-non-commercial-flights/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "records",
            "cost",
            "obama",
            "interior",
            "noncommercial",
            "secretaries",
            "air",
            "971000",
            "travel",
            "trips",
            "zinke",
            "salazar",
            "spent",
            "department",
            "administration"
        ]
    }
]