[
    {
        "url": "http://www.cnn.com/2017/10/08/opinions/puerto-rico-not-okay-vega-opinion/index.html",
        "title": "Puerto Rico is far from OK (Opinion)",
        "authors": [
            {
                "name": "Tanzina Vega",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-08",
        "text": "Puerto Rico has a long way to go before being 'OK'\nUpdated 6:14 PM ET, Sun October 8, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nTanzina Vega: In wake of Hurricane Maria, Puerto Rico has a long way to go\nMany Americans unaware of the poverty Puerto Ricans on the island have endured\nTanzina Vega covers race and inequality for CNN Money and is currently on leave as a Ferris Professor of Journalism at Princeton University. Follow her on Twitter @tanzinavega . The opinions expressed in this commentary are her own.\n(CNN)\nAs Americans watched the devastation unfolding in Puerto Rico last week I read, listened, tweeted and posted information on my social media timelines. Then came the text bubbles on my cell phone screen:\n\"Is your family ok?\" they asked.\n\"I'm praying for you,\" they said.\nI felt conflicted about how to respond. In some ways, things are \"okay.\" The few immediate family members I have on the island are alive. Some rode out the storm from the mainland and are trying to return to their communities to assess the wreckage that awaits. For many Puerto Ricans on the island and in the larger diaspora, however, we have a long way to go before ever getting back to \"okay.\"  \nThe island's status as a United States territory -- and by extension, its peculiar and colonial relationship with the United States -- has been exposed to the rest of the world like the roots of the trees left bare from the force of Maria's winds and rain. In a blistering public statement , a group of Puerto Rican intellectuals and activists said, \"The world has found out in the past few days what our history has always stubbornly made visible to us.\"\nRead More\nThe effects of Hurricane Maria will force some residents to leave the island, and their homes, behind. The ongoing fiscal crisis has already precipitated a massive loss of talent on the island. We could be on the precipice of yet another great migration to the mainland, with many Puerto Ricans settling throughout the United States. The crisis could also signal a new political awakening among Puerto Ricans eager to examine the colonial status of the island and prevent further economic and cultural erosion.   \nMany Americans are not aware of the poverty that Puerto Ricans on the island have endured. The median household income for Puerto Ricans there is roughly $19,000 and about 43.5% live in poverty . Some are still unaware that we are American citizens or that we have an extensive history of having served in the US military. (My maternal grandfather, for example, served in World War II). And while Puerto Ricans on the island are exempt from personal income taxes, they still pay billions of dollars a year in other federal taxes .\nThe island is now bracing for its own major reconstruction, whose cultural, economic and, and psychosocial effects will take years to unravel.\nPuerto Ricans have always had an imbalanced relationship in the United States: a permanent state of yes, but no. We are United States citizens by birth, but those who live on the island have limited rights. They cannot vote for president and have no vote in Congress. Antiquated policies like the Jones Act, which require all goods ferried between US ports to be carried on ships built, owned and operated by Americans, have further hurt the island's economy.\nI'm a national reporter at CNN on a teaching fellowship at Princeton, but I am also a Puerto Rican woman from New York, a Nuyorican, a Boricua. I spent half of my childhood visiting my family on the island in many of the towns that have been decimated by Hurricane Maria, including Utuado and Arecibo. Generations of my family have lived and died on the island. Many of my generation grew up listening to tales of the radical Young Lords Party of the 1970s, swinging to our parents' old salsa records and creating icons of our own, including Sonia Sotomayor, Jennifer Lopez, Ricky Martin and Lin Manuel Miranda. I took for granted that the Puerto Rico I knew would always exist. Like my grandparents, I assumed that one day I would be able to return and have my own small piece of paradise.\nAfter Maria, a harrowing report in The Washington Post described Utuado, where my father's side of the family is from, as \"a prison\" with residents trapped by mudslides, impassable roads and little to no food, drinking water or power.\nNestled deep in the lush mountains of Puerto Rico's Cordillera Central, it used to take hours of navigating curving twisted roads to reach Utudao. I know the trip well. I made it almost every time I visited Puerto Rico as part of the annual island pilgrimage many mainlanders made to visit our abuelos, our tios and our primos. It was that deceptively simple fluidity of movement, from the island to the mainland and back, that helped create the bicultural and transmigratory ties many Puerto Ricans still have to the island.   \nThe response to Maria could also make more Puerto Ricans politically engaged than they have been in the past. \"It's a call to action for Puerto Ricans in the diaspora, that we all have to get to the polls and make sure that if our island counterparts can't have their voice heard during elections that we vote on their behalf,\" said Elizabeth Aranda, a sociology professor at the University of South Florida and author of the book \"Emotional Bridges to Puerto Rico.\"  \"What affects them on the island affects us.\"\n\"Puerto Ricans have paid their dues, even though people think that haven't,\" Aranda also observed. \"They have been paying taxes, they pay higher prices for consumer items, they are the testing ground for all sorts of experiments.\" Indeed, Puerto Rican women in particular have been used to testing pharmaceutical products from birth control to opioids like OxyContin.\nA Los Angeles Times investigation found that the first patients to use the drug were \"women recuperating from abdominal and gynecological surgery at two hospitals in Puerto Rico in 1989.\"\nPresident Trump, during his visit to the island this week, tossed rolls of paper towels into a crowd and callously remarked on how few people had died and how much recovery efforts would cost the United States. He added to the pain that many Puerto Ricans are feeling, in a way that Aranda described as \"a form of symbolic violence.\" Many Puerto Ricans may be asking themselves, Is this really my country?\nToday, the United States is experiencing a wave of calls for racial and social justice in a way that we haven't seen in decades. Puerto Ricans, who are black, white and brown are not exempt from that discussion. In addition to the \"symbolic violence\" we are experiencing post-Maria, we too have been impacted by mass incarceration, police brutality, racial profiling and unfair socio-economic policies.\nThe summers I spent in Puerto Rico were one of the brightest parts of my childhood. They were an escape from the pressures many of us experienced living on the mainland. Instead of being surrounded by red brick public housing buildings, I would rock back and forth on the hammock my grandparents in Barceloneta had hung on the balcony of their home, reading and watching the trees bend in the breeze. I woke up to the sound of a rooster's crow as chickens clucked in the gravel and dirt yard. Lemons grew on a tree in front of the house. My grandfather would pluck them one by one, gingerly slicing and squeezing them to make juice. My cousins and I ran around in plastic chancletas, t-shirts and shorts and ate homemade ice pops. Those summer breaks were a respite of nature and love.\nFollow CNN Opinion\nWhen my grandfather in Utuado died I was about a year into my first reporting job at The New York Times. At the top of those mountains, I delivered an impromptu eulogy as raindrops gently tapped the dark green awning covering his casket and our small group of mourners.\nI had spent the day before the funeral cleaning out drawers in his bedroom and had found various files he kept for decades including a certificate from when he studied English during night classes at the local high school in New York City and receipts for classes on how to repair washing machines and other household appliances. He even did a short stint as a busboy in the New York Times cafeteria. Even though his English was still not advanced enough to read the paper, he would occasionally take a copy home for his cousin to read. When he died, I placed a copy of the paper with a front-page story I had written in the casket. \"We made it, abuelo,\" I said.\nToday, as I watch the island I love try to rebuild, I can only hope that we will make it, again.\n",
        "quotes": [
            [
                "The world has found out in the past few days what our history has always stubbornly made visible to us.",
                "",
                true
            ],
            [
                "It's a call to action for Puerto Ricans in the diaspora, that we all have to get to the polls and make sure that if our island counterparts can't have their voice heard during elections that we vote on their behalf,",
                "Elizabeth Aranda",
                true
            ],
            [
                "What affects them on the island affects us.",
                "Maria",
                true
            ],
            [
                "Puerto Ricans have paid their dues, even though people think that haven't,",
                "Aranda",
                true
            ],
            [
                "They have been paying taxes, they pay higher prices for consumer items, they are the testing ground for all sorts of experiments.",
                "Aranda",
                true
            ],
            [
                "women recuperating from abdominal and gynecological surgery at two hospitals in Puerto Rico in 1989.",
                "Maria",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/national/trapped-in-the-mountains-puerto-ricans-dont-see-help-or-a-way-out/2017/10/01/7621867e-a647-11e7-ade1-76d061d56efa_story.html?utm_term=.22dcc5895958",
                "https://www.latinorebels.com/2017/09/30/the-cruelest-storm-a-statement-for-puerto-rico/",
                "https://www.vox.com/policy-and-politics/2017/10/4/16385658/puerto-rico-taxes-hurricane",
                "https://www.pewresearch.org/fact-tank/2017/03/29/key-findings-about-puerto-rico/",
                "https://www.cnn.com/2017/10/03/politics/donald-trump-paper-towels-puerto-rico/index.html"
            ],
            "gov_pgs": [
                "https://www.census.gov/quickfacts/PR"
            ],
            "unsure": [
                "https://www.latimes.com/projects/oxycontin-part1/",
                "https://www.cnn.com/interactive/2017/09/world/hurricane-maria-puerto-rico-cnnphotos/"
            ]
        },
        "key_words": [
            "far",
            "maria",
            "states",
            "island",
            "united",
            "mainland",
            "york",
            "family",
            "puerto",
            "rico",
            "ricans",
            "ok",
            "opinion"
        ]
    }
]