[
    {
        "url": "https://grist.org/briefly/sweden-plans-to-give-tax-breaks-for-fixing-stuff-instead-of-throwing-it-away/?utm_content=buffer5b3f0&utm_medium=social&utm_source=facebook.com&utm_campaign=buffer",
        "title": "Sweden plans to give tax breaks for fixing stuff instead of throwing it away.",
        "authors": [
            {
                "name": "Kate Yoder",
                "link": null
            }
        ],
        "publisher": "grist.org",
        "publish_date": "2016-09-20",
        "text": "Sweden plans to give tax breaks for fixing stuff instead of throwing it away.\nIt’s a response to the strange situation we’re in, where buying and shipping a new pair of shoes to your doorstep can be  cheaper than repairing your old ones .\nOn Tuesday, Sweden’s ruling Social Democrat and Green Party coalition will submit a series of proposals to parliament. One would cut the tax rate on repairs to shoes, clothes, and bicycles from 25 to 12 percent, the Guardian reports . Another would allow half of the labor cost of repairing large appliances — fridges, ovens, dishwashers — to be claimed back on incomes taxes.\nThat’s not all: There’s also a plan for a “chemical tax” on new computers and appliances to cover the environmental cost of those new, shiny, and often unrecyclable materials. The parliament will vote on all the proposals in December.\n“I believe there is a shift in view in Sweden at the moment,” Per Bolund, Sweden’s minister for financial markets and consumer affairs who spearheaded the new incentives, told the Guardian. “There is an increased knowledge that we need to make our things last longer in order to reduce materials’ consumption.”\nThere Sweden goes again, making the rest of us look bad.\n",
        "quotes": [
            [
                "I believe there is a shift in view in Sweden at the moment,",
                "Per Bolund",
                true
            ],
            [
                "There is an increased knowledge that we need to make our things last longer in order to reduce materials’ consumption.",
                "Per Bolund",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.thelocal.se/20160917/sweden-wants-to-make-repairing-things-cheaper",
                "https://www.theguardian.com/world/2016/sep/19/waste-not-want-not-sweden-tax-breaks-repairs",
                "https://www.businessinsider.com/should-i-repair-or-replace-my-shoes-2015-4"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "breaks",
            "materials",
            "repairing",
            "away",
            "sweden",
            "stuff",
            "swedens",
            "parliament",
            "tax",
            "instead",
            "proposals",
            "guardian",
            "cost",
            "throwing",
            "fixing",
            "plans",
            "shoes"
        ]
    }
]