[
    {
        "url": "https://www.cnn.com/2016/09/23/politics/us-troops-iraq/index.html",
        "title": "Source: US weighs 500 more troops for Iraq",
        "authors": [
            {
                "name": "Barbara Starr",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-23",
        "text": "Updated 12:52 PM ET, Fri September 23, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nU.S. troops in Iraq\nStory highlights\nThe forces would help in the effort to retake Mosul from ISIS\nNo final decision has been reached yet by the Pentagon\nWashington, D.C. (CNN)\nThe Pentagon is considering a proposal that could send an additional 500 troops to Iraq to help Iraqi and Kurdish forces take Mosul from ISIS in the coming weeks, a US defense official told CNN.\nThe possibility of sending some number of additional forces has been reported for several weeks, including by CNN. The Wall Street Journal was the first to report the proposal centered around the possibility of up to 500 additional forces.\nNo final decision has been made, the official said. If the proposal is approved, it is anticipated that would be the final wave of additional US forces for fighting ISIS, since Mosul remains the last major ISIS stronghold in Iraq, the official added.\nIf the proposal is okayed, it will raise the ceiling on the number of US troops in Iraq from 4,647 to over 5,000. Several hundred additional troops move in and out of Iraq on temporary deployment orders. Currently, there are 4,470 there under the approved ceiling.\nThe Pentagon is not precisely revealing what the troops might be called upon to do. Some number are expected to be military advisors and trainers for Iraqi and Kurdish forces, whiles others could be involved in logistics such as moving supplies and troops around the battlefield, the official said.\nRead More\nArizona Republican John McCain, chairman of the Armed Services Committee, criticized the move Thursday. \"Indeed, we read this morning of plans for yet another incremental increase of 500 troops in Iraq, one more step down the road of gradual escalation,\" he said.\n",
        "quotes": [
            [
                "Indeed, we read this morning of plans for yet another incremental increase of 500 troops in Iraq, one more step down the road of gradual escalation,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.wsj.com/articles/u-s-military-seeks-more-troops-for-iraq-1474502709"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "isis",
            "source",
            "official",
            "500",
            "proposal",
            "mosul",
            "weighs",
            "iraq",
            "final",
            "troops",
            "forces",
            "additional",
            "number"
        ]
    }
]