[
    {
        "url": "http://www.bbc.com/sport/football/41564944",
        "title": "Premier League says there will be no 16:00 GMT kick-off on Christmas Eve",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-10",
        "text": "10 Oct 2017\nThe last Premier League game on 24 December took place 22 years ago\nThe Premier League has confirmed any Christmas Eve games will kick off before 16:00 GMT at a meeting with club supporters' groups.\nReports suggest fixtures including Arsenal v Liverpool could be moved from 23 December to 24 December for TV.\nThe league's executive chairman Richard Scudamore said talks are ongoing with clubs over that day's scheduling.\n\"He also made clear there will not be a match at 16:00 (or later) on Christmas Eve,\" said a Premier League statement.\nManchester United's trip to Leicester and West Ham's game at home to Newcastle could also reportedly be moved to 24 December.\nThe Premier League added: \"At the meeting, the subject of Christmas fixtures was discussed. Scudamore clarified that the December selections for live UK broadcast will be confirmed on 19 October, with the possibility the selection of New Year fixtures will take a further week to confirm.\"\nDeputy leader of the Labour Party Tom Watson, who had been a critic of the Premier League's plans, tweeted in support of Scudamore's announcement on Tuesday\nMP Tom Watson had written to Scudamore urging him to reconsider staging games on that day.\nThe Labour MP's letter to Scudamore, obtained by BBC Sport, said: \"There's a real danger that some travelling fans would not be able to get home until the early hours of Christmas Day, whilst hundreds of stadium staff and workers would be expected to work rather than spending time with their families at this time of year.\n\"I accept that televised football on a Sunday, and over the Christmas period in the guise of Boxing Day fixtures, are a well-established part of the football calendar, but I urge you to recognise the concerns of fans, staff and families.\"\nFrom the section Football\nFrom the section Football\nAlso in Sport\n",
        "quotes": [
            [
                "He also made clear there will not be a match at 16:00 (or later) on Christmas Eve,",
                "",
                true
            ],
            [
                "At the meeting, the subject of Christmas fixtures was discussed.",
                "",
                true
            ],
            [
                "Scudamore clarified that the December selections for live UK broadcast will be confirmed on 19 October, with the possibility the selection of New Year fixtures will take a further week to confirm.",
                "",
                true
            ],
            [
                "There's a real danger that some travelling fans would not be able to get home until the early hours of Christmas Day, whilst hundreds of stadium staff and workers would be expected to work rather than spending time with their families at this time of year.",
                "Scudamore",
                true
            ],
            [
                "I accept that televised football on a Sunday, and over the Christmas period in the guise of Boxing Day fixtures, are a well-established part of the football calendar, but I urge you to recognise the concerns of fans, staff and families.",
                "Scudamore",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.telegraph.co.uk/football/2017/10/06/manchester-united-leicester-city-pressure-play-christmas-eve/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bbc.com/sport/football",
                "http://www.bbc.com/sport/football/premier-league",
                "http://www.bbc.com/sport/football/41533575"
            ]
        },
        "key_words": [
            "gmt",
            "24",
            "games",
            "watson",
            "meeting",
            "1600",
            "football",
            "eve",
            "premier",
            "christmas",
            "scudamore",
            "league",
            "kickoff",
            "fixtures"
        ]
    }
]