[
    {
        "url": "https://www.cnn.com/2016/09/27/politics/hillary-clinton-donald-trump-debate-poll/index.html",
        "title": "Post-debate poll: Hillary Clinton takes round one",
        "authors": [
            {
                "name": "Cnn Polling Director",
                "link": null
            },
            {
                "name": "Jennifer Agiesta",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-27",
        "text": "By Jennifer Agiesta, CNN Polling Director\nUpdated 12:42 PM ET, Tue September 27, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nPoll: 62% say Clinton won, 27% said Trump did\nIt's a similar result to Romney topping Obama in four years ago\n(CNN)\nHillary Clinton was deemed the winner of Monday night's debate by 62% of voters who tuned in to watch, while just 27% said they thought Donald Trump had the better night, according to a CNN/ORC Poll of voters who watched the debate .\nThat drubbing is similar to Mitt Romney's dominant performance over President Barack Obama in the first 2012 presidential debate.\nVoters who watched said Clinton expressed her views more clearly than Trump and had a better understanding of the issues by a margin of more than 2-to-1. Clinton also was seen as having done a better job addressing concerns voters might have about her potential presidency by a 57% to 35% margin, and as the stronger leader by a 56% to 39% margin.\nRead More\nAlthough the survey suggested debate watchers were more apt to describe themselves as Democrats than the overall pool of voters, even independents who watched deemed Clinton the winner, 54% vs. 33% who thought Trump did the best job in the debate.\nAnd the survey suggests Clinton outperformed the expectations of those who watched. While pre-debate interviews indicated these watchers expected Clinton to win by a 26-point margin, that grew to 35 points in the post-debate survey.\nAbout half in the poll say the debate did not have an effect on their voting plans, 47% said it didn't make a difference, but those who say they were moved by it tilted in Clinton's direction, 34% said the debate made them more apt to vote for Clinton, 18% more likely to back Trump.\nOn the issues, voters who watched broadly say Clinton would do a better job handling foreign policy, 62% to 35%, and most think she would be the better candidate to handle terrorism, 54% to 43% who prefer Trump. But on the economy, the split is much closer, with 51% saying they favor Clinton's approach vs. 47% who prefer Trump.\nMost debate watchers came away from Monday's face-off with doubts about Trump's ability to handle the presidency. Overall, 55% say they didn't think Trump would be able to handle the job of president, 43% said they thought he would. Among political independents who watched the debate, it's a near-even split, 50% say he can handle it, 49% that he can't.\nAnd voters who watched were more apt to see Trump's attacks on Clinton as unfair than they were to see her critiques that way. About two-thirds of debate viewers, 67%, said Clinton's critiques of Trump were fair, while just 51% said the same of Trump.\nAssessments of Trump's attacks on Clinton were sharply split by gender, with 58% of men seeing them as fair compared with 44% of women who watched on Monday. There was almost no gender divide in perceptions of whether Clinton's attacks were fair.\nThe CNN/ORC post-debate poll includes interviews with 521 registered voters who watched the September 26 debate. Results among debate-watchers have a margin of sampling error of plus or minus 4.5 percentage points. Respondents were originally interviewed as part of a September 23-25 telephone survey of a random sample of Americans, and indicated they planned to watch the debate and would be willing to be re-interviewed when it was over.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "voters",
            "watched",
            "margin",
            "obama",
            "62",
            "clinton",
            "trump",
            "takes",
            "postdebate",
            "round",
            "better",
            "similar",
            "hillary",
            "poll"
        ]
    }
]