[
    {
        "url": "http://occupydemocrats.com/2016/09/27/trump-said-cant-release-taxes-hes-audit-hes-lying/",
        "title": "Trump Said He Can’t Release His Taxes Because He’s Under Audit. He’s LYING",
        "authors": [
            {
                "name": "Grant Stern",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-27",
        "text": "Now Reading\nTrump Said He Can’t Release His Taxes Because He’s Under Audit. He’s LYING\n0 Shares\nEvery Presidential nominee since 1976 has released their tax returns except for Republicans Donald Trump and Gerald Ford. Debate moderator Lester Holt put Trump on the spot about releasing his returns, and he filibustered, hemmed and hawed intensely, used the old “I’m waiting for an audit to finish” excuse, and then actually dropped a shocking revelation – saying he’s been under audit for 15 years now! – before unleashing a horde of “4 Pinocchio” level lies. The IRS has confirmed time and time again that there is nothing preventing Trump from releasing his returns , and noting that it is very unusual to be under audit for so long, implying that there’s something foul at play.\nBut this hasn’t been just a dodgy situation in this campaign; Trump promised to release his returns if President Obama released his birth certificate. We all know how that turned out :\nIn 2011, when Trump was spearheading the movement questioning whether President Obama was born in the United States, Trump told ABC News that he would release his tax returns if Obama released his long-form birth certificate. “I’d love to give my tax returns,” he said. But once Obama released his birth certificate, Trump hedged. “At the appropriate time I’m going to do it,” he said. The appropriate time never came. It turns out that Trump has been under audit for 15 years!\nIt also turns out that the repeated questions about Trump’s missing tax returns did yield one revelation from the Republican nominee – he tacitly admitted he doesn’t pay income tax, and he thinks that’s great because it makes him “smart” and not greedy.\nIn the end, Hillary Clinton scored her very best zinger of the night after Trump looked like a one armed wall-paper hanger with crabs, trying to cover up a very large wall, with nothing more than shameful lies and promises, and certainly none of his tax papers which the American people deserve to see before voting for this country’s President. Hillary Clinton has already released over 30 years of taxes, as has her husband former President Bill Clinton has too.\nTrump: We don't have the money for bridges.\nHillary: Maybe because you're not paying income taxes! #debatenight #debates\nMainstream news took note of the exchange too. Hillary said that Trump must have something to hide.\nSee Also\nTrump didn’t respond.\nClinton: No reason to believe Trump will ever release tax returns, he must be hiding something #debates pic.twitter.com/IRDbW4UbaS\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "I’m waiting for an audit to finish",
                "",
                false
            ],
            [
                "I’d love to give my tax returns,",
                "Donald Trump",
                true
            ],
            [
                "At the appropriate time I’m going to do it,",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/news/fact-checker/wp/2016/05/12/trumps-false-claim-that-theres-nothing-to-learn-from-his-tax-returns/?postshare=9531474940301488&tid=ss_tw",
                "https://occupydemocrats.com/2016/08/22/busted-cnn-exposes-trump-lying-irs-audit-justify-hiding-taxes/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/",
                "https://twitter.com/hashtag/debates?src=hash&ref_src=twsrc%5Etfw",
                "http://blogs.abcnews.com/george/2011/04/since-president-obama-released-his-birth-certificate-will-donald-trump-release-his-tax-returns.html",
                "https://t.co/IRDbW4UbaS",
                "https://twitter.com/hashtag/debatenight?src=hash&ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "president",
            "hillary",
            "taxes",
            "released",
            "hes",
            "obama",
            "lying",
            "trump",
            "tax",
            "clinton",
            "audit",
            "release",
            "cant",
            "returns"
        ]
    }
]