[
    {
        "url": "https://www.cnn.com/2016/09/21/politics/monmouth-poll-new-hampshire-hillary-clinton-leads-donald-trump/index.html",
        "title": "New Hampshire poll: Clinton leads Trump by 9 points",
        "authors": [
            {
                "name": "Tom Kludt",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-21",
        "text": "By Tom Kludt, CNN\nUpdated 1:42 PM ET, Wed September 21, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nHillary Clinton continues to lead Donald Trump in almost every poll out of New Hampshire\nThis survey finds a wider lead for her than a NBC News/Wall Street Journal/Marist poll\n(CNN)\nHillary Clinton continues to lead in New Hampshire, according to the latest survey from Monmouth University released Wednesday.\nThe poll showed 47% of likely voters in the state backing Clinton, compared with 38% who support Donald Trump. Libertarian Party nominee Gary Johnson has 10% support, according to Monmouth.\nClinton has led Trump in almost every poll out of New Hampshire, and a Republican has not carried the state since George W. Bush won there in 2000.\nBut Monmouth's findings pointed to a much wider lead for the former secretary of state than a NBC News/Wall Street Journal/Marist poll conducted there earlier this month, which showed Clinton and Trump virtually deadlocked in the Granite State.\nThe Monmouth poll was conducted September 17-20 using phone interviews with 400 likely New Hampshire voters. It has a margin of error of 4.9 percentage points.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "wider",
            "voters",
            "points",
            "survey",
            "trump",
            "clinton",
            "lead",
            "hampshire",
            "support",
            "state",
            "leads",
            "poll"
        ]
    }
]