[
    {
        "url": "http://www.cnn.com/2017/10/11/us/california-fires-updates/index.html",
        "title": "California fires: At least 23 dead as hundreds reported missing",
        "authors": [
            {
                "name": "Jason Hanna",
                "link": null
            },
            {
                "name": "Steve Almasy",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-11",
        "text": "Updated 8:56 AM ET, Thu October 12, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nWind gusts made fighting fires more difficult Wednesday\n(CNN)\nIn some areas in Sonoma County, the wildfires that have ravaged tens of thousands of acres died down enough Wednesday for the sheriff's department to check on more than 600 missing persons reports by visiting burned-out neighborhoods.\nIn many other cases, detectives used telephones to track down people who are unaccounted for.\nStill, 285 people remain missing in just this one county, people who authorities pray are still alive but have no way to contact police or their loved ones.\nBut there is some dread that the death toll -- 23 in the region  -- from the Northern California wildfires will rise as more areas cool down and searchers discover what's left.\n\"I'm optimistic that we will get a lot of people connected,\" Sonoma County Sheriff Rob Giordano said. \"At the same time we have to be realistic and start searching for the ones we found are missing.\"\nRead More\nFirefighters battling 22 blazes were challenged Wednesday by blustery conditions and shifting winds.\nGusts had died down early this week, but on Wednesday they blew between 20 and 40 mph and conditions were still extremely dry, with low humidity and no rain. Thursday's forecast is for similar conditions.\nMore than 20,000 people had been ordered to evacuate as of Wednesday, and authorities were encouraging others to pack \"ready-to-go bags\" with documents and medicines in case they had to flee the fast-spreading flames on a moment's notice.\nGiordano had a suggestion for people who'd been advised to be prepared to leave: Go anyway.\n\"Traffic is bad in the county. If we have to evacuate people, it'd be better to have you (already) out of the area. If you have a place to go, go,\" he said.\n\"We are very concerned about all the fire lines, because of the wind they're anticipating,\" he said.\nPhotos: Wildfires blaze in California\nAerial images showing parts of Sonoma and Napa County that have been hit by wildfires.\nHide Caption\nPhotos: Wildfires blaze in California\nColby Clark, left, comforts her mother, Bonnie Trexler, after law enforcement escorted them to Trexler's home in Napa, California, to retrieve medicine and personal items on Wednesday, October 11. Trexler was one of the lucky few in her neighborhood whose home was spared. Deadly wildfires have been tearing through the state, destroying homes and businesses and prompting evacuation orders.\nHide Caption\nPhotos: Wildfires blaze in California\nHighway Patrol officers go door to door to ask Sonoma residents to evacuate their homes as a wildfire approaches on October 11.\nHide Caption\nPhotos: Wildfires blaze in California\nHomes are destroyed in the Coffey Park neighborhood of Santa Rosa on October 11.\nHide Caption\nPhotos: Wildfires blaze in California\nThe sign of a Firestone store malfunctions in Santa Rosa on Tuesday, October 10.\nHide Caption\nPhotos: Wildfires blaze in California\nDamaged winemaking vats and tanks stand in ashes and debris at the Paradise Ridge Winery in Santa Rosa.\nHide Caption\nPhotos: Wildfires blaze in California\nSmoke clouds the sun from wildfires burning in Santa Rosa and Napa Valley on October 10.\nHide Caption\nPhotos: Wildfires blaze in California\nMary Caughey, center in blue, reacts after finding her wedding ring in the remains of her home in Kenwood on October 10.\nHide Caption\nPhotos: Wildfires blaze in California\nPuddles of melted metal trail away from a burned-out car near Napa on October 10.\nHide Caption\nPhotos: Wildfires blaze in California\nA TV cameraman inches closer to a burning building at a winery in Napa Valley on Monday, October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nA firefighting plane helps battle a blaze just north of Tustin on October 9.\nHide Caption\nA historic barn burns in Santa Rosa on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nThe Santa Rosa Hilton Hotel burns to the ground on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nJim Stites watches as part of his neighborhood burns in Fountaingrove on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nFire burns from an open gas valve near the pool area of a Santa Rosa trailer park on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nA man rushes to save his house as a wildfire moves through Glen Ellen on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nKristine Pond searches what's left of her family's home in Santa Rosa on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nPolice cars block State Route 241 as smoke rises above Orange on October 9.\nHide Caption\nA firefighter douses flames in Santa Rosa on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nA woman moves horses in Orange as strong Santa Ana winds blow smoke from the Canyon 2 fire toward them on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nA firefighter douses flames at a home in Anaheim on October 9.\nHide Caption\nTraffic backs up as people flee Orange on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nSanta Rosa residents sift through the remains of a burned home on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nThe remains of fire-damaged homes and cars smolder at a Santa Rosa trailer park on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nA tent structure built for the Safeway Open golf tournament burns in Napa on October 9.\nHide Caption\nFire consumes a barn in Glen Ellen on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nSmoke rises in the hills east of Napa on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nA man passes a burning house in Napa on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nThe remains of fire-damaged homes are seen in Glen Ellen on October 9.\nHide Caption\nA wildfire burns behind the Sonoma Raceway on October 9.\nHide Caption\nA building burns in Napa on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nFlames overtake a building in the Napa wine region on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nTwo women hug as they watch houses burn in Santa Rosa on October 9.\nHide Caption\nLatest developments\n• Wildfires have burned nearly 170,000 acres throughout the state. The largest fires were in Northern California's Sonoma, Napa and Mendocino counties, filling the picturesque landscape of the state's wine country with charred rubble and clouds of smoke.\n• Of the 23 people who have died since Sunday night, 13 were killed in the Tubbs wildfire in Sonoma County, officials said. That makes the Tubbs fire, one of 22 blazes burning in the state, the fifth-deadliest fire in recorded California history, according to the Cal Fire website .\nScores missing\nDerek Southard has been worried about his 71-year-old father, Daniel, since he heard Sunday that fires were blazing through Northern California.\nSouthard, 29, lives with his father in Santa Rosa, California, but he was at a wedding in Monterey on Sunday while his father was at home.\n\"I had been texting him that day at the wedding. I told him I'm call him that night. And then he never called me back,\" Southard told CNN in tears. \"He texted me at midnight and asked if I was having fun at the wedding. I guess the fire came an hour or two after that.\"\nWhen Derek Southard got back to Santa Rosa on Monday, the neighborhood was still closed off. He called the sheriff and asked him to go have a look.\n\"The sheriff said his house was burned to the ground and his car was melted in the driveway, but I've still got my fingers crossed that he made it out somehow,\" he wrote in a plea on Facebook on Tuesday.\nDerek talked to his next-door neighbors, who told him that they barely got out. They said they didn't have time to knock on his dad's door.\nAuthorities believe communications issues are preventing many of the missing from checking in with relatives.\nAmong the dead were a couple who relatives said had known each other for nearly 90 years:  Charles Rippey, 100, and his wife, Sara, 98.\nThey died shortly after the Atlas fire -- now one of the largest, at more than 42,000 acres -- began Sunday night, engulfing their home near the Silverado Country Club north of Napa, Napa County spokeswoman Kristi Jourdan said.\n\"This house was one of the first ones hit (in the subdivision),\" their son Mike Rippey told CNN affiliate KPIX on Tuesday.\nThe couple met each other in grade school in Wisconsin and began a family together after Charles served in World War II, the son told KPIX. They relocated to California after living in the Midwest and on the East Coast, he said.\nThe son said he believed his father was trying to save his mother when the fire struck.\"From where they found his body, he was trying to get from his room to her room,\" he told KPIX. \"He never made it. ... There is no way he would have left (without her).\"\nElsewhere in the county, part of a veterans home in Yountville, near Napa, was evacuated Tuesday night over fears of approaching flames, but the fire changed directions, so the rest of the residents will stay put for now, Napa Mayor Jill Techel said. Only the most frail -- those in a nursing facility -- left the property in the initial evacuation, Techel said.\n\"We are set up with buses and everything we need to do if we get the call that a part of town or a part of Napa needs to be evacuated,\" Techel said.\nAsh and rubble\nThe Tubbs fire reduced cars and homes into burnt piles of ash and rubble in parts of Santa Rosa, a city of about 175,000 roughly 50 miles northwest of San Francisco.\nJUST WATCHED\nWildfire victim: We had 5 minutes to escape 01:23\nThat fire has burned 27,363 acres and destroyed at least 576 structures between Santa Rosa and the Calistoga area, Cal Fire said Wednesday. It is 10% contained.\nA large part of Santa Rosa was evacuated. In the city's Coffey Park neighborhood, homes are in ruins -- the fire seemed to consume everything that wasn't steel, concrete or brick. At some properties, all that is recognizable are the remains of washers, dryers and water heaters.\nCNN's Dan Simon, Miguel Marquez and Jake Carpenter contributed to this report from Santa Rosa, California. CNN's Nicole Chavez, Christina Zdanowicz and Paul P. Murphy also contributed to this report.\n",
        "quotes": [
            [
                "I'm optimistic that we will get a lot of people connected,",
                "",
                true
            ],
            [
                "At the same time we have to be realistic and start searching for the ones we found are missing.",
                "",
                true
            ],
            [
                "Traffic is bad in the county.",
                "Giordano",
                true
            ],
            [
                "If we have to evacuate people, it'd be better to have you (already) out of the area.",
                "Giordano",
                true
            ],
            [
                "If you have a place to go, go,",
                "Giordano",
                true
            ],
            [
                "We are very concerned about all the fire lines, because of the wind they're anticipating,",
                "Giordano",
                true
            ],
            [
                "I had been texting him that day at the wedding.",
                "Derek Southard",
                true
            ],
            [
                "I told him I'm call him that night.",
                "Derek Southard",
                true
            ],
            [
                "And then he never called me back,",
                "Derek Southard",
                true
            ],
            [
                "He texted me at midnight and asked if I was having fun at the wedding.",
                "Derek Southard",
                true
            ],
            [
                "I guess the fire came an hour or two after that.",
                "Derek Southard",
                true
            ],
            [
                "The sheriff said his house was burned to the ground and his car was melted in the driveway, but I've still got my fingers crossed that he made it out somehow,",
                "",
                true
            ],
            [
                "This house was one of the first ones hit (in the subdivision),",
                "Mike Rippey",
                true
            ],
            [
                "From where they found his body, he was trying to get from his room to her room,",
                "Charles",
                true
            ],
            [
                "There is no way he would have left (without her).",
                "Mike Rippey",
                true
            ],
            [
                "We are set up with buses and everything we need to do if we get the call that a part of town or a part of Napa needs to be evacuated,",
                "Techel",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://sanfrancisco.cbslocal.com/2017/10/10/love-affair-of-89-years-ends-in-napa-firestorm/"
            ],
            "gov_pgs": [
                "http://calfire.ca.gov/communications/communications_StatewideFireSummary"
            ],
            "unsure": []
        },
        "key_words": [
            "reported",
            "blaze",
            "dead",
            "missing",
            "fires",
            "california",
            "rosa",
            "caption",
            "33",
            "santa",
            "photos",
            "hundreds",
            "napa",
            "23",
            "wildfires",
            "hide"
        ]
    }
]