[
    {
        "url": "http://occupydemocrats.com/2016/09/22/just-man-screams-go-muslim-throws-firebomb-car/",
        "title": "JUST IN: Man Screams “There You Go, Muslim!” As He Throws Firebomb Into Car",
        "authors": [
            {
                "name": "Natalie Dickinson",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-22",
        "text": "Now Reading\nJUST IN: Man Screams “There You Go, Muslim!” As He Throws Firebomb Into Car\nIn yet another of the disturbing Islamophobic attacks occuring more and more frequently in the United States, a man in northern Philadelphia (Dauphin and Cleveland streets) is wanted for throwing a firebomb into an occupied car. The assailant allegedly screamed “there you go, Muslim!” as he hurled what is assumed to be an  improvised incendiary device into the vehicle .\nThe victim was rushed to the hospital and is being treated for severe burns.\nThe fearmongering rhetoric of Donald Trump and the far-right wing has lead to an appalling uptick in anti-Muslim attacks, the frequency of which increased by a staggering 87.5% after Republican nominee Donald Trump called for a ban on Muslims entering the United States.\nSuch heinous attacks only serve to divide us and make us less safe. It intensifies the perception that Muslims are not welcome in the United States, and it is precisely that kind of alienation that creates fertile ground for predatory radicals to work their pernicious evil. Jihadi propaganda relies on the central argument that Western “crusader” culture despises Muslims and that Islamic culture is incompatible with the West; these kind of attacks only prove their point.\nThat’s why Donald Trump has been featured in recruitment videos from brutal jihadi groups like Daesh (ISIS/ISIL) and Somalia’s al-Shabaab. Former CIA director Michael Hayden explained that  “When Mr. Trump says some of the things that he has said — ‘they all hate us,’ ‘we shouldn’t let any of those people in our country’ — what he does is underscore and underpin the fundamentals of [the ISIS] narrative of undying enmity. We don’t have radicalized communities in the United States. We have some radicalized individuals, but we have it fully within our ability to create radicalized communities, and that kind of rhetoric … actually bends you in the direction of radicalizing communities.”\nUnless we want the plague of terrorism to spread in the United States, we must be inclusionary and accepting, manifesting the values of tolerance and pluralism that our country was founded on. We cannot  allow the rabble-rousing ramblings of a bigot to put the lives of our citizens in danger.\nSee Also\nHere’s a video of the aftermath, courtesy of @FeministaJones :\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "we shouldn’t let any of those people in our country",
                "",
                false
            ],
            [
                "When Mr. Trump says some of the things that he has said — ‘they all hate us,’ ‘we shouldn’t let any of those people in our country’ — what he does is underscore and underpin the fundamentals of [the ISIS] narrative of undying enmity.",
                "Michael Hayden",
                true
            ],
            [
                "We don’t have radicalized communities in the United States.",
                "Michael Hayden",
                true
            ],
            [
                "We have some radicalized individuals, but we have it fully within our ability to create radicalized communities, and that kind of rhetoric … actually bends you in the direction of radicalizing communities.",
                "Michael Hayden",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.mirror.co.uk/news/world-news/there-you-go-muslim-says-8891711",
                "https://occupydemocrats.com/2016/03/24/watch-trump-stars-newest-isis-recruitment-video/",
                "https://occupydemocrats.com/2016/03/29/watch-former-cia-chief-explains-trump-isiss-recruiting-sergeant/",
                "https://www.theatlantic.com/politics/archive/2016/09/trump-muslims-islamophobia-hate-crime/500840/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/",
                "https://twitter.com/FeministaJones"
            ]
        },
        "key_words": [
            "screams",
            "trump",
            "kind",
            "rhetoric",
            "states",
            "muslims",
            "car",
            "firebomb",
            "jihadi",
            "man",
            "radicalized",
            "donald",
            "united",
            "muslim",
            "attacks",
            "throws"
        ]
    }
]