[
    {
        "url": "https://www.nytimes.com/2017/10/09/world/europe/catalonia-independence-spain.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Catalonia Independence Fight Produces Some Odd Bedfellows",
        "authors": [
            {
                "name": "Raphael Minder",
                "link": null
            },
            {
                "name": "Patrick Kingsley",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nImage\nPeople in Barcelona leaving a rally promoting unity with Spain held Sunday in response to the disputed referendum on Catalan independence.CreditCreditJeff J Mitchell/Getty Images\nOct 9, 2017\nBARCELONA, Spain — What links an anarchist youth group, a conservative party of free marketeers and a left-wing party committed instead to enhancing the welfare state?\nThe answer lies in the Catalan independence movement, which in the last seven years has morphed from a marginal force into a genuine threat to Spain’s territorial integrity, largely through a marriage of convenience among several unlikely bedfellows.\nIf this separatist alliance sounds fragile, unwieldy and paradoxical, that’s because it is.\nThe movement has “nothing to do with the far-right nationalism that we see almost everywhere else in Europe, doesn’t have any guru or strong leader, but it has instead something to do with almost every other ideology you could name,” said Josep Ramoneda, a political columnist and philosopher.\n“That’s both its greatest strength, because it’s a movement that is really transversal, and its greatest weakness,” Mr. Ramoneda said. “Because it’s so easy to divide and disintegrate once you discuss anything other than the goal of independence in itself.”\nAnd it fell under more pressure than ever on Monday, as the alliance’s different factions debated into the night about whether and how to make a long-promised but long-delayed declaration of independence. It is now meant to be announced at some point on Tuesday.\nThe decision was complicated further on Monday by a stark warning from a spokesman for the governing party of Prime Minister Mariano Rajoy of Spain that Carles Puigdemont , the leader of Catalonia, could be charged with insurrection if he declared independence. The spokesman, Pablo Casado, even drew an analogy with the fate of Lluís Companys, a Catalan leader who was imprisoned for proclaiming a Catalan state in 1934, shortly before Spain’s civil war.\nThe separatists must now decide whether to declare independence despite the resistance of Madrid and of leading politicians in the European Union. Chancellor Angela Merkel underscored Germany’s support for a united Spain in a weekend phone conversation with Mr. Rajoy.\nThe foundations of the independence movement have been shaky from the start. To achieve a pro-independence majority in the Catalan Parliament in 2015, the largest political group at the time – the conservative and recently renamed Catalan European Democratic Party – ran on a joint election platform with its main left-wing rival, as well as with a minor Christian democratic party and a small group of social democrats.\nThis odd union was supported by some prominent Catalans like Pep Guardiola, a celebrated soccer coach, as well as the two main citizens movements that have organized mass street rallies in favor of independence since 2012.\nBut the separatist coalition fell short of a parliamentary majority, allowing a small and leaderless far-left party, Popular Unity Candidacy, to step in and play the role of kingmaker in a Catalan Parliament dominated by separatists. The party is determined to secede swiftly, but disagrees profoundly with other separatists on how to then shape a new Catalan republic, starting with its rejection of the euro as a currency.\nThe alliance is facing a major test on Tuesday, when separatist lawmakers are expected to vote on a unilateral declaration of independence.\nHard-line and far-left separatists want a decisive and rapid break from Mr. Rajoy’s national government, following the highly controversial Catalan referendum on Oct. 1 that had been suspended by Spain’s constitutional court.\nBut Mr. Puigdemont wants to keep on board the more moderate representatives of his own party, some of whom have grown wary about recent announcements of a corporate exodus from Catalonia. Ada Colau, the left-wing mayor of Barcelona, also called on Monday on both Mr. Puigdemont and Mr. Rajoy to take a step back rather than escalate the crisis.\nThe situation “is perhaps a little bit curious,” said Jordi Cuixart, the head of Omnium Cultural, one of the two citizens associations that has been organizing the separatist rallies. “The pro-independence movement has all different social sensibilities – from left to right, including pro-liberal, socialist and communist.”\nImage\nThe Catalan president, Carles Puigdemont, center, meeting last week with members of the Independent Commission for Mediation, Dialogue and Conciliation in Barcelona.CreditLluis Gene/Agence France-Presse — Getty Images\nTo further complicate the picture, the broader independence coalition includes a far-left youth movement, Arran, which hopes independence will break the neoliberal economic order that it also holds responsible for problems like the rising rental prices in Barcelona tied to tourism. Last summer, as part of antitourism protests, members of Arran slashed the tires of a tour bus and daubed it with graffiti.\nMr. Puigdemont’s Catalan European Democratic Party “is our class enemy – we are against them,” said Mar Ampurdanès, Arran’s spokeswoman. “But now we have a historic moment to break the Spanish regime, so we’re with them.”\nAfter Spain’s return to democracy in the late 1970s, Jordi Pujol founded Convergence, a conservative party that became the flag-bearer of Catalan nationalism. During his 23 years as the Catalan president, Mr. Pujol acted as a buffer between the Madrid government and more hard-line Catalan separatists, squeezing concessions and more autonomy from Madrid without ever calling for Catalan independence.\nMr. Puigdemont’s party is the successor to Convergence, but is a shadow of its former self, mired by corruption scandals and a tax fraud confession from Mr. Pujol himself. In fact, left-wing parties have been spearheading the independence movement since 2015, leaving Mr. Puigdemont as a captain under the permanent threat of parliamentary mutiny from the Popular Unity Candidacy.\n“It has not been easy,” said Sergi Miguel, a lawmaker from Mr. Puigdemont’s party. The prospect of independence “is the only thing that keeps us together.” Some other issues, he added, are simply not discussed because lawmakers “know it would be a war.”\nMr. Puigdemont owes his job to a last-minute compromise with hard-line separatists who demanded the ouster of the previous Catalan leader, Artur Mas. Mr. Puigdemont, a former journalist, was seen as a more suitable choice in part because of his long track record of secessionism.\nSince then, Mr. Puigdemont’s party has also had to accept left-wing demands over policies linked to education and support for low-income families, while winning in return support for a Catalan budget that hard-line separatists threatened to scuttle.\nQuim Arrufat, a leading voice within the Popular Unity Candidacy, acknowledged that Mr. Puigdemont’s party had “agreed to things we would never have imagined.” But he still insisted that “we have compromised the most,” citing his party’s agreement not to scupper this year’s budget.\nSome see the diverse nature of the independence movement as an asset, guarding it against accusations of xenophobia and extremism. “This diversity makes us stronger and makes us better,” said Benet Salellas, a Popular Unity Candidacy lawmaker.\nCatalan separatism also brings together some lawmakers who are not affiliated with any of the main parties but instead represent the different migrant communities that have helped transform the Catalan population, including a mass exodus from poorer parts of Spain to Catalonia in the decades after the civil war.\n“The fact that we don’t all agree on what kind of Catalan republic we want is not a weakness, but proof that we all want the new Catalonia to be much modern than Spain — and very, very democratic,” said Eduardo Reyes Pino, a lawmaker who helped launch Súmate, a pro-independence association for Spanish-speaking Catalans.\nIn the immensely tense current climate, as Mr. Puigdemont weighs whether and when to declare independence from Spain, the movement’s diversity has nevertheless led to differences over the best course of action, Mr. Salellas said.\nSome on the right of the movement argue that “perhaps we don’t need to make any kind of declaration,” said Mr. Salellas. “And there are some people who want to make some kind of light declaration. And then there is us.”\nIf there is any hesitation, then Barcelona should expect further civil disobedience, said Ms. Ampurdanès of Arran, the far-left youth movement.\n“Not just to pressure the Spanish government,” she said, “but to pressure the main Catalan parties to accomplish what they promised.”\nDavid Meseguer and German Aranda contributed reporting from Barcelona, and Melissa Eddy from Berlin.\nA version of this article appears in print on , Section A, Page 4 of the New York edition with the headline: To Liberate Catalonia, Ideologies Converge. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "nothing to do with the far-right nationalism that we see almost everywhere else in Europe, doesn’t have any guru or strong leader, but it has instead something to do with almost every other ideology you could name,",
                "Josep Ramoneda",
                false
            ],
            [
                "That’s both its greatest strength, because it’s a movement that is really transversal, and its greatest weakness,",
                "Ramoneda",
                true
            ],
            [
                "Because it’s so easy to divide and disintegrate once you discuss anything other than the goal of independence in itself.",
                "Ramoneda",
                true
            ],
            [
                "is perhaps a little bit curious,",
                "Jordi Cuixart",
                false
            ],
            [
                "The pro-independence movement has all different social sensibilities – from left to right, including pro-liberal, socialist and communist.",
                "Jordi Cuixart",
                true
            ],
            [
                "is our class enemy – we are against them,",
                "Mar Ampurdanès",
                false
            ],
            [
                "But now we have a historic moment to break the Spanish regime, so we’re with them.",
                "Mar Ampurdanès",
                true
            ],
            [
                "is the only thing that keeps us together.",
                "",
                false
            ],
            [
                "know it would be a war.",
                "",
                false
            ],
            [
                "agreed to things we would never have imagined.",
                "",
                false
            ],
            [
                "This diversity makes us stronger and makes us better,",
                "Benet Salellas",
                true
            ],
            [
                "The fact that we don’t all agree on what kind of Catalan republic we want is not a weakness, but proof that we all want the new Catalonia to be much modern than Spain — and very, very democratic,",
                "Eduardo Reyes Pino",
                true
            ],
            [
                "perhaps we don’t need to make any kind of declaration,",
                "Eduardo Reyes Pino",
                false
            ],
            [
                "And there are some people who want to make some kind of light declaration.",
                "Salellas",
                true
            ],
            [
                "Not just to pressure the Spanish government,",
                "",
                true
            ],
            [
                "but to pressure the main Catalan parties to accomplish what they promised.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/01/world/europe/catalonia-independence-referendum.html?module=inline",
                "https://www.nytimes.com/2017/09/28/world/europe/in-catalonia-independence-referendum.html?module=inline",
                "https://www.nytimes.com/2017/10/06/world/europe/catalonia-referendum-sedition.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "produces",
            "movement",
            "party",
            "bedfellows",
            "independence",
            "welfare",
            "instead",
            "weakness",
            "ramoneda",
            "odd",
            "youth",
            "fight",
            "greatest",
            "catalonia",
            "unwieldy"
        ]
    }
]