[
    {
        "url": "https://www.cnn.com/2016/09/20/politics/hillary-clinton-utah-mormon-trump/index.html",
        "title": "Clinton supporters look to drive wedge between Utah Mormons, Trump",
        "authors": [
            {
                "name": "Dan Merica",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-20",
        "text": "Clinton supporters look to drive wedge between Utah Mormons, Trump\nUpdated 1:44 PM ET, Tue September 20, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nSupporters are touting Clinton's values and commitment to religious liberty\nWhite Plains, New York (CNN)\nHillary Clinton's supporters in the Beehive State have launched Utah Mormons for Hillary, according to a release from the campaign, the latest attempt to court a group of people deeply skeptical of Donald Trump.\nClinton's campaign has sought to draw a wedge between Mormons -- a religious group that makes up about 60% of Utah, according to some estimates -- and Trump, the Republican presidential nominee. Some Mormon voters have grown concerned by Trump's candidacy, citing questions they have about his principles and comments he has made that hint at religious persecution.\nThe goal, according to David Irvine, a former Republican member of the Utah House of Representatives and a member of the the organization, is to convince people within The Church of Jesus Christ of Latter-day Saints to pick Clinton over Trump by touting the former secretary of state's values and commitment to religious liberty.\nSince its founding in 1830, Mormons have been persecuted and chased out of a number of areas they tried to settle. Members of the faith, after being expelled from Ohio, Illinois and Missouri, eventually settled in Utah in 1847.\nIrvine said in a statement that Trump is \"belittling and scapegoating people of other religious and ethnic minorities in the harshest language.\"\nRead More\n\"His disdain for them is equaled only by his disdain and crudity toward women,\" Irvine said. \"The most enduring pioneer value is charity in its broadest sense, and Utahns looking for those kinds of values\" should vote for Clinton.\nLast month, Clinton pitched Mormon voters in an op-ed published by the Deseret News, a paper owned by the church.\nClinton nods to the church's history of persecution in her op-ed , noting that other Mormons have compared Trump's comments to \"when Missouri Gov. Lilburn Boggs singled out Mormons in his infamous extermination order of 1838\" and \"President Rutherford B. Hayes' attempt to limit Mormon immigration to America in 1879.\"\nShortly after the piece came out, Jake Sullivan, Clinton's top policy adviser, opened a campaign headquarters in Salt Late City.\nClinton is not the only presidential candidate looking to undermine Trump in Utah.\nEvan McMullin, a former House Republican aide and a Mormon born in Provo, Utah, announced his plan to get on the ballot in Utah earlier this year, hoping to court members of the church away from Trump.\nMcMullin's campaign stresses that he is plugged into the Mormon church's power structure, and in a close race in Utah, a strong McMullin showing could help put the state's six Electoral College votes into Clinton's column.\nClinton's aides know that chances of winning Utah are long, but her outreach is more about forcing Trump to spend time and money to shore up support in a state that hasn't voted for a Democrat since Lyndon Johnson in 1964.\n",
        "quotes": [
            [
                "belittling and scapegoating people of other religious and ethnic minorities in the harshest language.",
                "Donald Trump",
                false
            ],
            [
                "His disdain for them is equaled only by his disdain and crudity toward women,",
                "Donald Trump",
                true
            ],
            [
                "The most enduring pioneer value is charity in its broadest sense, and Utahns looking for those kinds of values",
                "Donald Trump",
                false
            ],
            [
                "Lilburn Boggs singled out Mormons in his infamous extermination order of 1838",
                "Donald Trump",
                false
            ],
            [
                "President Rutherford B. Hayes' attempt to limit Mormon immigration to America in 1879.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.deseretnews.com/article/865659843/Exclusive-Hillary-Clinton-What-I-have-in-common-with-Utah-leaders-2-religious-freedom-and-the.html?pg=all",
                "http://www.nytimes.com/2016/08/10/us/politics/mormons-trump-utah.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "voters",
            "values",
            "drive",
            "supporters",
            "touting",
            "trump",
            "mormons",
            "clinton",
            "religious",
            "wedge",
            "republican",
            "according",
            "mormon",
            "utah",
            "look"
        ]
    }
]