[
    {
        "url": "http://addictinginfo.org/2016/09/27/here-you-go-every-bat-sht-crazy-thing-that-came-out-of-trumps-mouth-in-the-first-debate/",
        "title": "Here You Go: Every Bat Sh*t Crazy Thing That Came Out Of Trump’s Mouth In The First Debate",
        "authors": [
            {
                "name": "April Hamlin",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-27",
        "text": "·\nDonald Trump spent Monday night making a total ass out of himself in the first presidential debate. We were all waiting to see just what would happen tonight, and it was quite the spectacle. From lies to self-incrimination, watching the GOP nominee’s performance was the equivalent of one facepalm after another.\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“Maybe he didn’t do a good job and I was unsatisfied with his work… Which our country should do, too.” (referring to not paying people who worked for him)\n“But on occasion, four times, we used certain laws that are there. And when Secretary Clinton talks about people that didn’t get paid, first of all, they did get paid a lot, but taken advantage of the laws of the nation.  Now, if you want to change the laws, you’ve been there a long time, change the laws. But I take advantage of the laws of the nation because I’m running a company. My obligation right now is to do well for myself, my family, my employees, for my companies. And that’s what I do.” (referring to bankrupting four companies and not paying his business debts)\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“But you want to know the truth?  I was going to say something… extremely rough to Hillary, to her family, and I said to myself, “I can’t do it. I just can’t do it. It’s inappropriate. It’s not nice.”\nWow. In hindsight, it would have probably been easier to list the things Trump said that weren’t completely and utterly ridiculous. When it finally came time to face off with Hillary Clinton on the debate stage, Trump failed miserably and totally embarrassed himself. As Hillary said Monday night, Donald “lives in his own reality,” presumably a reality where he thinks he actually makes sense.\nFeatured image via Win McNamee/Getty Images\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "Maybe he didn’t do a good job and I was unsatisfied with his work… Which our country should do, too.",
                "",
                true
            ],
            [
                "But on occasion, four times, we used certain laws that are there.",
                "",
                true
            ],
            [
                "And when Secretary Clinton talks about people that didn’t get paid, first of all, they did get paid a lot, but taken advantage of the laws of the nation.",
                "",
                true
            ],
            [
                "Now, if you want to change the laws, you’ve been there a long time, change the laws.",
                "",
                true
            ],
            [
                "But I take advantage of the laws of the nation because I’m running a company.",
                "",
                true
            ],
            [
                "My obligation right now is to do well for myself, my family, my employees, for my companies.",
                "",
                true
            ],
            [
                "And that’s what I do.",
                "",
                true
            ],
            [
                "I just can’t do it.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://usuncut.news/2016/09/27/heres-a-complete-list-of-every-crazy-thing-trump-said-in-the-first-debate/"
            ]
        },
        "key_words": [
            "going",
            "thats",
            "dont",
            "debate",
            "bat",
            "sht",
            "crazy",
            "came",
            "country",
            "doing",
            "trumps",
            "im",
            "know",
            "thing",
            "mouth",
            "say",
            "theyre",
            "think"
        ]
    }
]