[
    {
        "url": "http://www.cnn.com/2017/10/11/africa/beyonce-global-goals/index.html",
        "title": "Beyonce lends her voice to freedom for girls campaign",
        "authors": [
            {
                "name": "Yemisi Adegoke",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-11",
        "text": "By Yemisi Adegoke\nUpdated 11:26 AM ET, Wed October 11, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nSuperstar's protest anthem features in documentary demanding freedom for girls\nFilm released to mark International Day of the Girl\n(CNN)\nSuperstar Beyonce's hit song 'Freedom' has been given a new lease of life, after being featured in a Global Goals campaign documentary demanding freedom for girls,\nThe film,called #FreedomForGirls, has been released to mark this year's International Day of The Girl and spotlights some of the troubling issues confronting girls all over the world, including child marriage , access to education and trafficking .\nBacked by UNICEF and the Bill and Melinda Gates Foundation, the film features new commitments to support women's movements around the world.\nJUST WATCHED\nKids channel Beyonce for 'Day of the Girl' 06:31\n\"I believe that empowered girls transform societies. Their future is filled with possibility, but continued progress is not inevitable,\" said Melinda Gates in statement.\n\"Millions of girls still face barriers to their health, education and prosperity, just because they are female. But I'm hopeful because I've met so many girls who are already fighting for change in their communities. They know that an equal world is a greater world, for everyone, and this film reflects their spirit and determination.\"\nThe #FreedomForGirls film follows the 2016 Global Goals film #WhatIReallyReallyWant.\n\"Last year's film, which focused on women, was joyful, playful and optimistic. The global political landscape has changed dramatically in the last year -- a warm celebration of female solidarity is no longer enough,\" said MJ Delaney, the film's director.\n\"This year's film is defiant and demands change, with much younger girls giving a voice to a whole generation of little girls for whom it's imperative that the Global Goals are met by 2030. Last year we marked the twentieth anniversary of Girl Power. This year we're celebrating a new and different generation of powerful girls, using the protest anthem of the moment, Beyoncé's Freedom - because what we need now is action.\"\nIn 2015 world leaders agreed on The Global Goals, which included a commitment to achieve gender equality and empower all women and girls by 2030.\n",
        "quotes": [
            [
                "I believe that empowered girls transform societies.",
                "Melinda Gates",
                true
            ],
            [
                "Their future is filled with possibility, but continued progress is not inevitable,",
                "Melinda Gates",
                true
            ],
            [
                "Millions of girls still face barriers to their health, education and prosperity, just because they are female.",
                "",
                true
            ],
            [
                "But I'm hopeful because I've met so many girls who are already fighting for change in their communities.",
                "",
                true
            ],
            [
                "They know that an equal world is a greater world, for everyone, and this film reflects their spirit and determination.",
                "",
                true
            ],
            [
                "Last year's film, which focused on women, was joyful, playful and optimistic.",
                "MJ Delaney",
                true
            ],
            [
                "The global political landscape has changed dramatically in the last year -- a warm celebration of female solidarity is no longer enough,",
                "MJ Delaney",
                true
            ],
            [
                "This year's film is defiant and demands change, with much younger girls giving a voice to a whole generation of little girls for whom it's imperative that the Global Goals are met by 2030.",
                "",
                true
            ],
            [
                "Last year we marked the twentieth anniversary of Girl Power.",
                "",
                true
            ],
            [
                "This year we're celebrating a new and different generation of powerful girls, using the protest anthem of the moment, Beyoncé's Freedom - because what we need now is action.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://unesdoc.unesco.org/ark:/48223/pf0000245238_eng"
            ],
            "unsure": [
                "https://dayofthegirl.globalgoals.org/",
                "https://www.unodc.org/unodc/en/frontpage/2016/December/almost-a-third-of-trafficking-victims-are-children_-unodc-report.html"
            ]
        },
        "key_words": [
            "voice",
            "girls",
            "lends",
            "campaign",
            "beyonce",
            "world",
            "released",
            "mark",
            "kids",
            "day",
            "international",
            "melinda",
            "freedom",
            "girl"
        ]
    }
]