[
    {
        "url": "https://www.activistpost.com/2017/10/newly-passed-law-will-jail-parents-kids-caught-bullying.html",
        "title": "Newly Passed Law Will Jail Parents if Their Kids are Caught Bullying",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-10",
        "text": "Newly Passed Law Will Jail Parents if Their Kids are Caught Bullying\nNorth Tonawanda, NY — As Americans continue to become more and more dependent upon the State to manage their daily lives, a new law that was just approved in New York epitomizes this irresponsible and outright complacent practice.\nOn Oct 1, a new law went into effect that will jail parents if their child is found bullying other minors. \nMembers of the North Tonawanda Common Council hope the new law will put a stop to bullying by holding parents accountable for their children’s actions. Parents could be fined $250 and sentenced to 15 days in jail if twice in a 90-day period their child under 18 violates the city’s curfew or any other city law, including bullying.\nNorth Tonawanda officials say the law is geared toward minors who repeatedly bully other children in public places.\nThis law comes after four teens were reportedly kicked out of North Tonawanda Middle School for alleged bullying.\nOn the surface, the idea of fining and jailing parents for their bully kids may seem like an effective strategy to curtail bullying. However, all it does is open Pandora’s box into horrid nature of the police state and it provides no real solution.\nWe’ve already seen what happens when police get involved in matters that should not involve them, like childhood quarrels on playgrounds.\nJust last week, TFTP reported on a horrifying video that showed a police officer pick up a tiny black child and slam him down face-first onto the concrete for being involved in a scuffle with another student. The presence of police in that situation only made it more dangerous.\nNow, with the enactment of this new law, the parents of both of those students in the video mentioned above could also face potentially brutal police action.\nYes, parents are ultimately responsible for the behavior of their younger children. However, politicizing and criminalizing normal, yet often cruel, childhood behavior is not the answer. Also, there is simply no data to support its effectiveness.\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nWe can have all the laws we want holding parents responsible for their children’s actions, writes Anita Kulick from ecparenting.org, but do they really make a difference?\n“Very little research has been done to determine the effectiveness of laws that hold parents criminally liable”, says Eve Brank, an associate professor of law and psychology at the University of Nebraska, Lincoln.  “It’s often just a way for politicians to look hard on juvenile delinquency,” she says.\nOften times, fining the parents of a bully could make the situation worse. Bullies, as multiple studies have shown, often have abusive parents who would probably not be too happy if their child happened to get them fined or thrown in prison.\nAlso, this law assumes that the bully will be correctly identified in the situation. Studies on the subject tell us that the opposite will often happen. School staff often have no idea that a child is being bullied. The same goes for the parents.\nIt is also important to note that many times, what parents and officials refer to as bullying is not at all seen as bullying by the child.\nThe real issue, Danah Boyd, who actually studies social interactions online among young people, suggests, is not that “bullying,” is a problem. It’s a lack of empathy. And, of course, that goes way beyond kids. As she notes, “just ask any marital therapist who’s trying to help a couple work through their relationship.” From there, as Tech Dirt notes, she points out that these interactions really aren’t all that different from adult interactions:\nWhen I look at how teens hurt each other, I can’t help but also see how they’re developing training wheels for future relationships and reflecting normative behaviors that they see around them. I hear teens’ dramas reflected in their stories about how their parents fight — with each other, with their friends and family and colleagues, and with them. What teens are doing is more coarse, more direct, and more explicit. But they’re witnessing adult dramas all around them and what they tend to see isn’t pretty. Parents talking smack about work colleagues or bosses. Parents fighting with each other or ostracizing their family members over disagreements.\nWhile Boyd admits that she doesn’t have the perfect solution to preventing future bullying, looking at the situation through a different lens that isn’t so black and white is a much better start.\nAll this law does is use the State’s only tools to attempt to solve a problem — revenue collection backed with the threat of violence — ironically, they’re employing one of the tools of bullies.\nInstead of simply making something illegal and claiming that it fixes the problem, perhaps it’s time we apply common sense to these scenarios and make it part of everyday life. Instead of teaching children how to be victims and call the police if they think they are being bullied, perhaps — with the right training wheels — we can teach them how to avoid being bullied altogether. Or, we can focus on teaching children empathy, so a bully thinks how they may feel before resorting to their abusive tactics.\nAs Mike Masnick writes:\nThere’s a great quote, apparently by Ian Percy that “we judge others by their behavior, while we judge ourselves by our intentions.” It’s really accurate, and highlights the difficulty of having empathy in such situations. People never think that they are in the wrong — and since they can’t readily understand or know the thought process and intentions of others, it often leads to them thinking the worst. If there were better ways to get people to at least recognize that others might also have good intentions, it could at least limit the negative impact of some interactions. Such fights and misunderstandings will never go away. It’s probably wishful thinking to even imagine they can be decreased even slightly. But calling them “cyberbullying” and outlawing jerky behavior or doing silly costumed song-and-dances isn’t going to help matters at all.\nMatt Agorist is an honorably discharged veteran of the USMC and former intelligence operator directly tasked by the NSA. This prior experience gives him unique insight into the world of government corruption and the American police state. Agorist has been an independent journalist for over a decade and has been featured on mainstream networks around the world. Agorist is also the Editor at Large at the Free Thought Project , where this article first appeared .  Follow @MattAgorist on Twitter , Steemit , and now on Facebook.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "Very little research has been done to determine the effectiveness of laws that hold parents criminally liable",
                "Eve Brank",
                false
            ],
            [
                "It’s often just a way for politicians to look hard on juvenile delinquency,",
                "",
                true
            ],
            [
                "just ask any marital therapist who’s trying to help a couple work through their relationship.",
                "",
                false
            ],
            [
                "we judge others by their behavior, while we judge ourselves by our intentions.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.inquirer.com/philly/blogs/healthy_kids/Should-parents-of-bullies-be-fined.html",
                "http://thefreethoughtproject.com/cap-body-slams-tiny-child/",
                "http://thefreethoughtproject.com/anti-bullying-law-fine-jail-parents/",
                "https://www.techdirt.com/articles/20101129/02594512038/rethinking-bullying-kids-dont-see-it-as-bullying.shtml"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://thefreethoughtproject.com/",
                "https://steemit.com/@tftproject",
                "https://www.facebook.com/TheREALMattAgorist/",
                "https://twitter.com/MattAgorist"
            ]
        },
        "key_words": [
            "child",
            "interactions",
            "law",
            "jail",
            "bullying",
            "parents",
            "caught",
            "studies",
            "north",
            "newly",
            "kids",
            "tonawanda",
            "bully",
            "passed",
            "situation"
        ]
    }
]