[
    {
        "url": "https://money.cnn.com/2016/09/20/media/hannity-trump/index.html?sr=fbpol092116hannity-trump0616PMStoryVideo&linkId=29047467",
        "title": "Sean Hannity participates in Trump promotional video",
        "authors": [
            {
                "name": "Dylan Byers",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2016-09-20",
        "text": "by Dylan Byers   @CNNMoney September 21, 2016: 10:57 AM ET\nFox News host stumps for Trump\nSean Hannity, the Fox News host who has spent months praising Donald Trump on the network, is now appearing in one the campaign's promotional videos -- a move that raises questions about the limits of Fox News' tolerance for the host's political activity.\nIn the eight-minute video , titled #HeartlandForTrump, Hannity explains the reasons he is supporting Trump, from his immigration policy to his pledges to eliminate Obamacare, make America energy independent and defend the Second Amendment.\nThe video, which was published on the campaign's YouTube page on Sunday, is targeted toward hunters and Second Amendment advocates. It also features Trump, his son Donald Trump Jr., Benghazi survivor Mark Geist and other Trump surrogates and supporters.\nIn a statement, a Fox News spokesperson said the network was \"not aware of Sean Hannity participating in a promotional video and he will not be doing anything along these lines for the remainder of the election season.\" The spokesperson declined to answer when asked if there would be any consequences for his appearance.\nReached by email, Hannity declined to comment.\nHannity hosts the 10 p.m. hour on Fox News -- a powerful and influential platform, especially in an election year -- as well as his own nationally syndicated radio program.\nThroughout the 2016 campaign, he has been an unapologetic Trump booster, using both his television program and radio show to praise Trump and attack his critics. He has also held several interviews and town hall events with Trump that have been widely criticized as informercials for the candidate.\n\"The media has accused me of going soft in interviews on Republicans,\" the Fox News host said in April of this year. \"I plead guilty. I absolutely plead guilty. You know why? Because I want one of them to win.\"\nBut Hannity has gone further. In July, sources told CNN that Hannity provided Newt Gingrich -- then a finalist on Trump's vice presidential shortlist -- with a private jet to fly to a meeting with the candidate in Indianapolis. (\"Whatever favors I do for my friends is my business,\" Hannity later said.)\nUntil today, Fox News had been largely silent on Hannity's relationship with Trump.\nCNNMoney (Los Angeles) First published September 20, 2016: 6:52 PM ET\nNewsletter\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "not aware of Sean Hannity participating in a promotional video and he will not be doing anything along these lines for the remainder of the election season.",
                "",
                false
            ],
            [
                "The media has accused me of going soft in interviews on Republicans,",
                "",
                true
            ],
            [
                "Because I want one of them to win.",
                "",
                true
            ],
            [
                "Whatever favors I do for my friends is my business,",
                "Sean Hannity",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/07/13/politics/newt-gingrich-sean-hannity-fox-news-donald-trump/",
                "http://money.cnn.com/2016/05/02/media/sean-hannity-donald-trump-profile/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=k0J_EKmvYZk",
                "https://twitter.com/intent/user?screen_name=CNNMoney"
            ]
        },
        "key_words": [
            "video",
            "plead",
            "fox",
            "second",
            "spokesperson",
            "participates",
            "trump",
            "hannity",
            "promotional",
            "sean",
            "radio"
        ]
    }
]