[
    {
        "url": "https://www.cnn.com/2016/09/26/politics/hillary-clinton-debate-prep-strategy/index.html",
        "title": "How Hillary Clinton took debate prep seriously",
        "authors": [
            {
                "name": "Dan Merica",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-26",
        "text": "Updated 2:07 PM ET, Mon September 26, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nNew poll: Clinton, Trump in dead heat before debate 00:47\nStory highlights\nHillary Clinton spent Friday, Saturday and Sunday doing debate prep at the Doral Arrowwood\nThe intense preparations are a sign of the campaign is taking Donald Trump's performance seriously\nRye Brook, New York (CNN)\nHillary Clinton might be viewed as the favorite going into Monday's presidential debate. But she certainly didn't prepare like one.\nClinton, a candidate known for being a homebody, was for most of the three nights leading up to Monday's debate working at a hotel a few miles from her Chappaqua, New York home, hunkered down with aides in a nondescript conference center surrounded by wedding parties and high school reunion goers.\nClinton spent Friday, Saturday and Sunday night at the Doral Arrowwood, returning home past 11 p.m. every night after sessions with a tight group of aides and advisers. The late night sessions appeared to mimic the timing of Monday's debate at Hofstra University, which will run 90 minutes and start at 9 p.m.\nClinton's prep was not limited to late at night, however. On Saturday and Sunday, Clinton visited the hotel twice a day: Once at night and again for a few hours in the afternoon.\nRead More\nThe frequency and timing of the sessions -- hours before Clinton meets Donald Trump -- are an acknowledgment that the former secretary of state took her debate preparations seriously, investing four days of would-be campaigning to find a way to do what no Republican candidate could: Defeat Trump.\nThe sessions also mimic Clinton, a candidate who aides refer to as a worrier.\n\"Like a lot of women, I have a tendency to over prepare,\" Clinton said at Greensboro, North Carolina event earlier this month. \"I sweat the details.\"\nTrump, on the other hand, has said that he doesn't want to over-prepare for Monday's debate. While he met with top advisers on Sunday to hash out debate strategy, the Republican nominee has largely eschewed with traditional debate prep, deciding instead to trust his instincts on Monday night.\nJason Miller, Trump's spokesman, mocked Clinton's two-a-day preparation on Monday morning.\n\"That might be something to brag about when you are getting ready to high school football but I am not sure heading into arguably the biggest presidential debate that our country has ever seen that that is something that you want to be putting out there,\" Miller said.\nThe Doral Arrowwood, a 337-room hotel better known locally as an event space and golf course, is an odd scene for such preparations: As Clinton worked with aides, the hotel was busy hosting a high school reunion, a wedding and a meeting of pharmaceutical employees. Clinton entered and exited the hotel through a back entrance and her van positioned so that she did not have to walk through the lobby to get to the conference center hosting her prep.\nHotel guests were however aware of Clinton's presence and her secret service protected van was parked near the main entrance of the hotel.\nAides worry that expectations for Clinton's performance might be impossibly high, given the fact that Monday's contest will be over her 40 televised debate, including contests during her 2008 presidential run and her Senate run in 2000.\nBlatantly playing the expectations game, aides have publicly looked to muddy the view that Clinton should dominate on Monday by touting Trump's reality show personality and showman qualities. Their argument: Debates are about theater more than substance, and on that measure Trump has more experience.\n\"For all his lack of substance, Trump's showmanship, as ex-reality TV star, makes him a formidable debate foe. He thrashed his rivals in GOP debates,\" Brian Fallon, Clinton's national press secretary, tweeted in August.\nTo try to compensate -- and knock Trump off his game -- people advising Clinton have been looking for one-line retorts that could become memorable moments from the contest.\nThe all-day sessions are being led by Ron Klain , who advised President Barack Obama, and Karen Dunn, a longtime lawyer and aide.\nReines has spent more time playing \"Presidential Trump\" than \"bombastic Trump,\" according to a source with knowledge of the prep.\nReines, in an effort to prepare Clinton for a more polished Trump, has even ad lib an opening statement heralding the milestone of Clinton becoming the first woman nominee of a major presidential party, the source says.\nWhat Donald Trump shows up has been a key concern for Clinton's top aides, including that small group of advisers who have been inside her debate prep.\nAccording to the source, the aides expect Trump to be a more polished, reserved candidate than the boisterous and off-the-cuff candidate that has been seen across the country on the campaign's trail.\nThe source says Clinton has done some prep with \"bombastic Trump,\" but more have been with a more reserved candidate.\nEarlier in the process, Clinton spent hours watching a highlight reel of Trump's Republican primary debates, according to several people familiar with her debate preparation. She took notes on what agitated him and studied his positions with the hopes of getting under his skin with her familiarity.\nClinton has told friends and supporters that her biggest concern is not knowing which Donald Trump will show up on Monday night: A more moderate, controlled Republican nominee or the more blunt and combative candidate?\n\"I do not know which Donald Trump will show up,\" Clinton said at an August fundraiser in New York. \"Maybe he will try to be presidential and try to convey a gravity that he hasn't done before or will he come in and try to insult and try to score some points.\"\n",
        "quotes": [
            [
                "Like a lot of women, I have a tendency to over prepare,",
                "Hillary Clinton",
                true
            ],
            [
                "That might be something to brag about when you are getting ready to high school football but I am not sure heading into arguably the biggest presidential debate that our country has ever seen that that is something that you want to be putting out there,",
                "Miller",
                true
            ],
            [
                "For all his lack of substance, Trump's showmanship, as ex-reality TV star, makes him a formidable debate foe.",
                "Brian Fallon",
                true
            ],
            [
                "He thrashed his rivals in GOP debates,",
                "Brian Fallon",
                true
            ],
            [
                "I do not know which Donald Trump will show up,",
                "Hillary Clinton",
                true
            ],
            [
                "Maybe he will try to be presidential and try to convey a gravity that he hasn't done before or will he come in and try to insult and try to score some points.",
                "Hillary Clinton",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2014/10/17/politics/ebola-czar-ron-klain/",
                "http://www.cnn.com/2016/09/15/politics/hillary-clinton-greensboro-north-carolina/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "aides",
            "prep",
            "try",
            "took",
            "sessions",
            "debate",
            "clinton",
            "trump",
            "seriously",
            "night",
            "clintons",
            "mondays",
            "hillary",
            "presidential"
        ]
    }
]