[
    {
        "url": "https://www.activistpost.com/2017/09/donald-trump-threatens-north-korea-twitter-nk-foreign-minister-responds-declared-war.html",
        "title": "Donald Trump Threatens North Korea On Twitter, NK Foreign Minister Responds “You Declared War”",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-26",
        "text": "Donald Trump Threatens North Korea On Twitter, NK Foreign Minister Responds “You Declared War”\nTensions are rising at a quickening rate between the United States and North Korea as for weeks U.S. president Donald Trump and North Korean dictator Kim Jong-un have exchanged insults, but things are heating up as the world gears for conflict. On Monday, North Korea’s foreign minister Ri Yong Ho accused President Donald Trump of declaring war, adding the country now has the right to shoot down U.S. strategic bombers even when they are not inside the country’s airspace, The Guardian reported .\n“The whole world should clearly remember it was the U.S. who first declared war on our country,” Foreign Minister Ri Yong Ho said.\n“Since the United States declared war on our country, we will have every right to make countermeasures, including the right to shoot down United States strategic bombers even when they are not inside the airspace border of our country,” he added.\nThis comes after U.S. president Donald Trump’s tirade at the UN where he essentially declared war on North Korea and Iran as he flung around harsh rhetoric threatening both nations. The U.S. will have “no choice but to totally destroy North Korea if it is forced to defend itself or its allies,” Trump said at the UN.\nTrump then took to Twitter on Saturday night after a  coordinated  joint military drill with Japan flying B-1B bombers from Guam and F-15 fighter escorts from Okinawa, over the waters of North Korea.\nThe North Korean regime “won’t be around much longer” if Ri “echoes thoughts” of dictator Kim Jong-un, whom Trump has nicknamed “Little Rocket Man,” POTUS tweeted.\nJust heard Foreign Minister of North Korea speak at U.N. If he echoes thoughts of Little Rocket Man, they won’t be around much longer!\nRi called Trump “President Evil” and claimed that economic sanctions will not deter Pyongyang’s pursuit of nuclear weapons and a “balance of power with the U.S.”\nRi said on Monday, the UN and the international community had hoped that the exchange of rhetoric between the two countries would not turn into “real action.”\n“However, last weekend Trump claimed that our leadership won’t be around much longer, and hence, at last, he declared war on our country,” Ri said. Adding: “Given the fact that this came from someone who holds the seat of the US presidency, this is clearly a declaration of war,” Ri said.\nThe U.S. denies  it has declared war but warned it had military options if North Korea takes further “provocative” actions.\n“Frankly, the suggestion of that is absurd,” White House press secretary Sarah Huckabee Sanders said.\n“Our goal is still the same: we continue to seek the peaceful denuclearization of the Korean peninsula,” she said. “That’s our focus – doing that through both the most maximum economic and diplomatic pressures as possible at this point.”\nMeanwhile, the Pentagon stated it had the right to fly aircraft off the North Korean coast and would continue doing so. Col Robert Manning, a Defense Department spokesman said that the U.S. had weighed military options in confronting the threat of North Korea.\n“If North Korea does not stop their provocative actions … we will make sure that we provide options to the president to deal with North Korea,” Manning said.\nThe PBoC ( People’s Bank of China ) central bank of China — North Korea’s only major ally — has also told its banks to “strictly implement the U.N. sanctions” as a move to stop the development of its nuclear weapon program.\nAccording to Reuters via RIA news agency , Russia is reportedly working behind the scenes to resolve the diplomatic crisis with a political solution between the two nations. Russia is warning that a conflict on the Korean peninsula would have “catastrophic consequences” for the world as a whole.\nLast week U.S. Secretary Of Defense threatened the potential use of “kinetic weapons” on the Democratic People’s Republic of Korea (DPRK) if things continue; this came before the flyover of North Korea after the U.S. and South Korea’s annual harass-the-dictatorship Ulchi-Freedom Guardian drills . With a single tweet, the president of the United States could start a war, someone needs to take Twitter away from Trump if it’s not clear by now it’s an absolute national security risk.\nAaron Kesel writes for Activist Post and is Director of Content for Coinivore . Follow Aaron at Twitter and Steemit .\nThis article is Creative Commons and can be republished in full with attribution. Like Activist Post on Facebook , subscribe on YouTube , follow on Twitter and at Steemit .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "The whole world should clearly remember it was the U.S. who first declared war on our country,",
                "",
                true
            ],
            [
                "Since the United States declared war on our country, we will have every right to make countermeasures, including the right to shoot down United States strategic bombers even when they are not inside the airspace border of our country,",
                "Ri Yong Ho",
                true
            ],
            [
                "no choice but to totally destroy North Korea if it is forced to defend itself or its allies,",
                "Donald Trump",
                false
            ],
            [
                "won’t be around much longer",
                "Ri",
                false
            ],
            [
                "balance of power with the U.S.",
                "Donald Trump",
                false
            ],
            [
                "However, last weekend Trump claimed that our leadership won’t be around much longer, and hence, at last, he declared war on our country,",
                "Donald Trump",
                true
            ],
            [
                "Given the fact that this came from someone who holds the seat of the US presidency, this is clearly a declaration of war,",
                "Donald Trump",
                true
            ],
            [
                "Frankly, the suggestion of that is absurd,",
                "Sarah Huckabee Sanders",
                true
            ],
            [
                "Our goal is still the same: we continue to seek the peaceful denuclearization of the Korean peninsula,",
                "",
                true
            ],
            [
                "That’s our focus – doing that through both the most maximum economic and diplomatic pressures as possible at this point.",
                "",
                true
            ],
            [
                "If North Korea does not stop their provocative actions … we will make sure that we provide options to the president to deal with North Korea,",
                "Manning",
                true
            ],
            [
                "strictly implement the U.N. sanctions",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://uk.reuters.com/article/uk-northkorea-missiles-russia/russian-foreign-ministry-working-behind-scenes-to-resolve-north-korea-crisis-ria-idUKKCN1C10WQ",
                "https://www.theguardian.com/world/2017/sep/25/north-koreas-foreign-minister-says-trump-has-declared-war-on-country",
                "https://www.reuters.com/article/us-northkorea-missiles-pentagon/pentagon-will-provide-trump-options-if-north-korea-provocations-continue-idUSKCN1C02E6",
                "https://www.activistpost.com/2017/08/u-s-south-korea-stage-huge-military-exercise-today-despite-tensions.html",
                "https://www.businessinsider.com/china-tells-banks-to-stop-business-with-north-korea-2017-9",
                "https://www.reuters.com/article/us-northkorea-missiles-whitehouse/notion-u-s-has-declared-war-on-north-korea-is-absurd-white-house-says-idUSKCN1C02P6",
                "https://www.axios.com/american-fighter-jet-flies-over-north-korea-1513305704-ca92e317-908e-42f7-9e76-b5f9da275062.html",
                "https://www.activistpost.com/2017/09/us-defense-secretary-jim-mattis-weighs-using-kinetic-weapon-north-korea.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://steemit.com/@an0nkn0wledge/",
                "https://twitter.com/an0nakn0wledge",
                "https://www.activistpost.com/",
                "http://www.facebook.com/activistpost",
                "http://www.youtube.com/activistpost",
                "https://twitter.com/ActivistPost",
                "https://steemit.com/@activistpost",
                "https://coinivore.com/",
                "https://en.wikipedia.org/wiki/People%27s_Bank_of_China"
            ]
        },
        "key_words": [
            "war",
            "declared",
            "responds",
            "twitter",
            "north",
            "minister",
            "country",
            "threatens",
            "right",
            "korean",
            "ri",
            "trump",
            "korea",
            "foreign",
            "president",
            "nk"
        ]
    }
]