[
    {
        "url": "http://occupydemocrats.com/2016/09/19/joyous-trump-cheers-nyc-bombing-demands-credit-predicting/",
        "title": "A Joyous Trump Cheers About NYC Bombing, Demands Credit For “Predicting It”",
        "authors": [
            {
                "name": "Marcos Da Silva",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-19",
        "text": "Now Reading\nA Joyous Trump Cheers About NYC Bombing, Demands Credit For “Predicting It”\nRead Next\nIn another disgusting display of Donald’s Trump selfish priorities, the Republican presidential nominee rushed to defend himself and the ignorant comments he made on the New York City bombings immediately after the attack, before having any official information on the matter whatsoever.\nFacing major backlash from the media for his audacity, Donald Trump decided to double-down on his irresponsible comments instead of admitting he had spoken out of turn. “The Donald” claimed that not only was he was right to rush to call the attack a “bomb,” he also deserved credit from the media for having “predicted it” before they confirmed it, when in fact the media was busy doing their due diligence to present the facts and not report the event so carelessly.\nTrump went on Fox News to say, “What I said was exactly correct. I should be a newscaster because I called it before the news. But what I said was exactly correct and everybody says, “While he was right, he called it too soon.”\nDonald Trump’s priorities are clearer now more than ever. Time after time, whenever tragedy strikes, Trump finds a way to make it about himself – no condolences for the 29 injured, and his self-aggrandizing knows no bounds, even when there are American lives at stake, and sensitive material that needs to be treated with careful consideration.\nSee Also\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "While he was right, he called it too soon.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "trump",
            "priorities",
            "correct",
            "media",
            "fox",
            "joyous",
            "predicting",
            "bombing",
            "demands",
            "credit",
            "cheers",
            "donald",
            "way",
            "right",
            "having",
            "nyc",
            "exactly"
        ]
    }
]