[
    {
        "url": "http://www.cnn.com/2017/10/03/entertainment/jason-aldean-vegas/index.html",
        "title": "Jason Aldean cancels weekend shows",
        "authors": [
            {
                "name": "Lisa Respers France",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-03",
        "text": "Jason Aldean talks about 'heartache' after Las Vegas tragedy, cancels weekend shows\nUpdated 10:05 PM ET, Tue October 3, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nHe was onstage when the shooting began\n(CNN)\nJason Aldean is still coming to terms with the mass shooting that occurred during his set in Las Vegas on Sunday night, leaving 58 dead and hundreds injured.\nThe country superstar was onstage performing at the Route 91 Harvest music festival when the gunfire began.\n\"Over the last 24 hrs I have gone through lots of emotions,\" he said in a message posted on his official Instagram account Tuesday. \"Scared, Anger, Heartache, Compassion and many others.\"\nOct 2, 2017 at 8:57pm PDT\nAuthorities are still investigating what caused 64-year-old Stephen Paddock to open fire on the concertgoers from the 32nd floor of the Mandalay Bay Resort and Casino.\nRead More\nAldean said in his posting that he doesn't understand \"why a person would want to take the life of another.\"\n\"Something has changed in this country and in this world lately that is scary to see,\" he said. \"This world is becoming the kind of place i am afraid to raise my children in.\"\n\"At the end of the day we arent Democrats or Republicans, Whites or Blacks, Men or Women,\" he added. \"We are all humans and we are all Americans and its time to start acting like it and stand together as ONE!\"\nThe singer offered his condolences to the victims and ended his note with an appeal.\n\"Just know u all are in my heart and my prayers as we all go through this together,\" Aldean wrote. \"Time to come together and stop the hate!  #stopthehate #prayforlasvegas.\"\nTuesday afternoon, Aldean announced his performances scheduled in Los Angeles, San Diego and Anaheim, California, this weekend would be canceled and tickets refunded.\n\"I feel like out of respect for the victims, their families and our fans, it is the right thing to do. It has been an emotional time for everyone involved this week, so we plan to take some time to mourn the ones we have lost and be close with our family and friends,\" Aldean said in a statement.\nHe plans to resume his tour in Tulsa, Oklahoma, on October 12.\nThis article has been updated to reflect a change in the victim death toll.\n",
        "quotes": [
            [
                "Over the last 24 hrs I have gone through lots of emotions,",
                "",
                true
            ],
            [
                "Scared, Anger, Heartache, Compassion and many others.",
                "",
                true
            ],
            [
                "why a person would want to take the life of another.",
                "",
                false
            ],
            [
                "Something has changed in this country and in this world lately that is scary to see,",
                "Jason Aldean",
                true
            ],
            [
                "This world is becoming the kind of place i am afraid to raise my children in.",
                "Jason Aldean",
                true
            ],
            [
                "At the end of the day we arent Democrats or Republicans, Whites or Blacks, Men or Women,",
                "Jason Aldean",
                true
            ],
            [
                "We are all humans and we are all Americans and its time to start acting like it and stand together as ONE!",
                "Jason Aldean",
                true
            ],
            [
                "Just know u all are in my heart and my prayers as we all go through this together,",
                "Jason Aldean",
                true
            ],
            [
                "Time to come together and stop the hate!",
                "Jason Aldean",
                true
            ],
            [
                "I feel like out of respect for the victims, their families and our fans, it is the right thing to do.",
                "Jason Aldean",
                true
            ],
            [
                "It has been an emotional time for everyone involved this week, so we plan to take some time to mourn the ones we have lost and be close with our family and friends,",
                "Jason Aldean",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/10/03/us/las-vegas-shooting-investigation/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "cancels",
            "posted",
            "shows",
            "vegas",
            "terms",
            "aldean",
            "weekend",
            "shooting",
            "onstage",
            "stephen",
            "emotions",
            "jason",
            "social",
            "superstar"
        ]
    }
]