[
    {
        "url": "http://occupydemocrats.com/2016/09/22/multiple-witnesses-riot-police-shoot-unarmed-charlotte-protester-head/",
        "title": "Multiple Witnesses: Riot Police DID Shoot Unarmed Charlotte Protester In Head",
        "authors": [
            {
                "name": "Grant Stern",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-22",
        "text": "Now Reading\nMultiple Witnesses: Riot Police DID Shoot Unarmed Charlotte Protester In Head\n0 Shares\nLast night, the city of Charlotte was rocked with protests for a second straight night as massive crowds protested the police killing of Kenneth L. Scott. During the protests, a civilian was shot in the head and critically injured. The police quickly told the media that the shooter was also a civilian, but a number of eyewitness reports seem to indicate that the police are lying – and that the shot came from law enforcement.\nOne key eye witness report emerged from Charlotte on Twitter, along with a graphic photo of the bloody aftermath and a haunting statement from Todd Zimmer, who claims to have assisted in the emergency response: “I didn’t want to post about this, but my city is lying about what happened tonight. Let the record show.”\nhttps://twitter.com/maxberger/status/778814400568233984\nI watched a man die tonight with my own two eyes. It was NOT by a civilian. I don't care WHAT CNN tells you.\nI was right fucking there.\n“I didn’t realize that I was standing next to someone from CNN at the time. It started when everybody met at the park and marched from there down a couple of city blocks, when somebody said let’s march to the police station. It was peaceful, people had signs that said “Hands Up, Don’t Shoot,” Kahran Meyers told me at 1:50am tonight.\n“The protest then marched to College Street and Trade Street in front of the Omni Hotel. At that time, police were not at all directing traffic, just keeping the peace,” Meyer told me almost breathlessly, “I’ve been told that the idea was to walk into the Omni and hold our hands up [in protest] and chant ‘hands up, don’t shoot’ and there was a crowd of roughly 1,000 people. We wanted to demonstrate to the upper class, the bourgeoisie that there is a problem.”\n“After leaving ‘The Epicenter,’ police made a human barrier to block a return to the main square, so the crowd was facing the hotel. At that point, all of the protests were completely peaceful – and that’s when the riot police arrived. I swear to god, you could feel the temperature go up by 10 degrees.”\nMeyers had a brief interaction with one of the riot officers at that point, and asked them whose idea it was to send out police in heavy armor. The Charlotte officer coyly nodded his head upward as if to indicate brass. Meyers told him that it was an unnecessary escalation and he replied, “oh, absolutely.”\nFive minutes later, a protester lay near death in a pool of blood in the street.\n“It wasn’t a gunshot,” she told us. “It was much louder. It wasn’t a civilian injury. The way people scattered. No way. At least a dozen people exclaimed loudly ‘They just shot him’ and people in the crowd were familiar with him [the protester shot by police]. At that point, the peaceful protesters who hadn’t already left, exited.”\nAt that moment, Meyers says that Charlotte-Mecklenberg police then read the riot act to the protesters. As she made it to the next block, police opened up with teargas from two directions into the already retreating crowd of peaceful protesters.\nIt took Meyers fifteen minutes to leave the scene, and as she was departing she spotted a news crew reviewing live video, it was a split-screen. According to Meyer, that videographer was from CNN and had been standing next to the lawyer, and when reunited said it was ‘entirely too loud for a gunshot too. It was so loud it shook my tripod and all of my equipment.’\nCNN reports , “Police say the person was shot by a civilian.”\nThe City of Charlotte began spinning the protester’s grave injuries immediately on Twitter:\nALERT: Fatal shot uptown was civilian on civilian. @CMPD did not fire shot.\nTwo additional eye witness reports have emerged on Twitter refute the Charlotte police’s claim that a civilian shot and severely injured a protester. The first is from the Charlotte Clergy Coalition for Justice, who issued a press release of sorts through a widely followed Palestinian rights activist.\n“I saw the man go down on the pavement,” said Minister Steve Knight of Missiongathering Christian Church in Charlotte whose written statement points the finger squarely at Charlotte-Meckenberg Police for the shooting, “It was an ambush. The victim was shot while he stood between two ministers, and we believe he was shot by police.”\n#Charlotte Clergy question media & police accounts of tonight's shooting of protester. #CharlotteProtest #KeithLamontScott pic.twitter.com/TlVOwveYAV\nLastly, a man named Eddie Thomas posted on Facebook – which was also shared via twitter – that, “within 5 mins (no exaggeration a dude lay bleeding on the ground, eye rolling in the bakc of his head. he got shot with something, maybe a rubber bullet. I yelled at the bike cops for help and they did nothing.”\nWhen African-Americans attempt to express their frustration and anger and the violence inflicted upon them by the state, the state responds the only way it knows how – with more violence.\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "I didn’t want to post about this, but my city is lying about what happened tonight.",
                "Todd Zimmer",
                true
            ],
            [
                "The protest then marched to College Street and Trade Street in front of the Omni Hotel.",
                "Kahran Meyers",
                true
            ],
            [
                "At that time, police were not at all directing traffic, just keeping the peace,",
                "Kahran Meyers",
                true
            ],
            [
                "I’ve been told that the idea was to walk into the Omni and hold our hands up [in protest] and chant ‘hands up, don’t shoot’ and there was a crowd of roughly 1,000 people.",
                "Kahran Meyers",
                true
            ],
            [
                "We wanted to demonstrate to the upper class, the bourgeoisie that there is a problem.",
                "Kahran Meyers",
                true
            ],
            [
                "After leaving ‘The Epicenter,’ police made a human barrier to block a return to the main square, so the crowd was facing the hotel.",
                "Kahran Meyers",
                true
            ],
            [
                "At that point, all of the protests were completely peaceful – and that’s when the riot police arrived.",
                "Kahran Meyers",
                true
            ],
            [
                "I swear to god, you could feel the temperature go up by 10 degrees.",
                "Kahran Meyers",
                true
            ],
            [
                "It wasn’t a civilian injury.",
                "",
                true
            ],
            [
                "At least a dozen people exclaimed loudly ‘They just shot him’ and people in the crowd were familiar with him [the protester shot by police].",
                "",
                true
            ],
            [
                "At that point, the peaceful protesters who hadn’t already left, exited.",
                "",
                true
            ],
            [
                "entirely too loud for a gunshot too.",
                "",
                false
            ],
            [
                "It was so loud it shook my tripod and all of my equipment.",
                "",
                true
            ],
            [
                "Police say the person was shot by a civilian.",
                "",
                true
            ],
            [
                "I saw the man go down on the pavement,",
                "Steve Knight",
                true
            ],
            [
                "The victim was shot while he stood between two ministers, and we believe he was shot by police.",
                "Steve Knight",
                true
            ],
            [
                "within 5 mins (no exaggeration a dude lay bleeding on the ground, eye rolling in the bakc of his head.",
                "Eddie Thomas",
                false
            ],
            [
                "he got shot with something, maybe a rubber bullet.",
                "Eddie Thomas",
                false
            ],
            [
                "I yelled at the bike cops for help and they did nothing.",
                "Eddie Thomas",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/09/21/us/charlotte-protests-live-blog/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/",
                "https://twitter.com/hashtag/KeithLamontScott?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/CMPD?ref_src=twsrc%5Etfw",
                "https://t.co/TlVOwveYAV",
                "https://twitter.com/hashtag/CharlotteProtest?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/Charlotte?src=hash&ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "witnesses",
            "city",
            "peaceful",
            "riot",
            "multiple",
            "civilian",
            "protester",
            "head",
            "told",
            "meyers",
            "shot",
            "witness",
            "charlotte",
            "shoot",
            "unarmed"
        ]
    }
]