[
    {
        "url": "http://www.addictinginfo.org/2016/09/20/paul-ryans-new-economic-plan-is-just-gawd-awful-video/",
        "title": "Paul Ryan’s New Economic Plan Is Just Gawd Awful (VIDEO)",
        "authors": [
            {
                "name": "Wendy Gittleson",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-20",
        "text": "·\nWhile the media is focused on the horserace that will help determine politics for the next eight years, they’re pretty much ignoring the fact that Washington is still in business and Republicans are busy being Republicans, which is to say that the rich will be getting richer while everyone else will be getting poorer.\nRyan, who’s not sure he can back Donald Trump, likely because Trump dares say the things that Republicans generally say behind closed doors, has released a new domestic plan, called, “A Better Way.” Ryan calls it his antidote to anger and division. The only problem is that if anyone pays attention to the plan, they will be angry at how he divides Americans into tax brackets, and as usual, the top tax brackets win.\nHis plan includes a lot of Republican staples, like more military, less regulation, repealing Obamacare and deep cuts for poor people. In other words, same old cold-hearted Ayn Rand “I got mine, now f*** you” GOP themes. Perhaps the worst part, though, is the tax plan. There are a lot of tax cuts (mostly at the cost to poor people) and nearly all of those – 99.6 percent – go to the top one percent.\nA typical Republican tax cut will give about 40 percent of its tax cuts to the richest one percent. Ryan’s plan, according to a new analysis by the Tax Policy Center, will give three-quarters of its tax cuts to the richest one percent in the first year. And that’s only because the cuts are slowly phased in. By 2025, the highest-earning one percent will enjoy 99.6 percent of the tax cuts. The remaining 0.4 percent will be divided up among the other 99 percent of the country. The new Paul Ryan tax cuts make the Bush tax cuts look like socialism.\nHere’s the video:\nWhile Ryan likes to separate himself from Donald Trump, his plan proves his policies are no less racist and classist than the worst Trump can imagine. He’s just hoping we won’t notice.\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "I got mine, now f*** you",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.gettyimages.ca/detail/news-photo/house-speaker-paul-ryan-speaks-to-the-media-during-his-news-photo/605865896"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://nymag.com/daily/intelligencer/2016/09/paul-ryan-decides-to-give-rich-people-all-of-the-tax-cuts.html?mid=twitter_nymag"
            ]
        },
        "key_words": [
            "video",
            "gawd",
            "plan",
            "economic",
            "richest",
            "tax",
            "trump",
            "paul",
            "awful",
            "republicans",
            "cuts",
            "ryan",
            "worst",
            "republican",
            "ryans",
            "say"
        ]
    }
]