[
    {
        "url": "https://www.cnn.com/2016/09/23/politics/clinton-emails-state/index.html",
        "title": "Judge orders State to release some, but not all, Clinton emails by Election Day",
        "authors": [
            {
                "name": "Laura Koran",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-23",
        "text": "Judge orders State to release some, but not all, Clinton emails by Election Day\nUpdated 4:50 PM ET, Fri September 23, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nHow the road to 270 has shifted for Trump, Clinton\nHow the road to 270 has shifted for Trump, Clinton 03:14\nStory highlights\nThe State Department is expected to release fewer than 1,000 pages of Hillary Clinton's emails recovered from her private server before Election Day, per a federal judge's order Friday\nWashington (CNN)\nA federal judge on Friday ordered the State Department to release some, but not all, of the emails recovered from Hillary Clinton's private server by the FBI ahead of the presidential election in November.\nDC District Court Judge James Boasberg said the department must process 1,050 pages of emails between now and November 4, releasing any non-exempt documents aside from those that are determined to be duplicates of those already released.\nIt is unclear exactly how many pages the State Department will have to release as part of that order, but it is expected to be significantly fewer than 1,000 pages. That's because a \"substantial number\" of the recovered documents are duplicates or near-duplicates, a Justice Department attorney representing the State Department said in court.\nThe State Department has appraised approximately 15,000 documents recovered by the FBI, believed to have been sent by or to former Secretary Clinton while she was in office. Of those, over 9,400 have been deemed personal and therefore not subject to release, the attorney said, while approximately 5,600 are believed to be work-related.\nProduction will begin October 7, with subsequent releases October 21 and November 4 -- four days before the election.\nRead More\nThe State Department will then process 500 pages of the remaining documents per month until all have been released.\nThe order by Judge Boasberg comes as part of a Freedom of Information Act lawsuit brought by the conservative legal watchdog group Judicial Watch. An attorney for Judicial Watch pressed the judge to order the release of all the relevant records prior to the election.\nSaying he was sympathetic to the efforts of the State Department's heavily-taxed FOIA division, Boasberg offered his 1,500-page order.\n\"I think it's important the public have as much clarity as possible,\" Boasberg said, but later quipped, \"sometimes I wonder if there's anything other that FOIA processing going on at State.\"\nThe Judicial Watch case is one over over two dozen FOIA lawsuits related to Clinton's emails.\nIn a statement to CNN, State Department Spokesman John Kirby reiterated the State Department's commitment to release the official emails, and said, \"All releasable records and portions of these records will be posted on State's FOIA website.\"\n",
        "quotes": [
            [
                "I think it's important the public have as much clarity as possible,",
                "Boasberg",
                true
            ],
            [
                "sometimes I wonder if there's anything other that FOIA processing going on at State.",
                "Boasberg",
                false
            ],
            [
                "All releasable records and portions of these records will be posted on State's FOIA website.",
                "Boasberg",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "judge",
            "order",
            "server",
            "emails",
            "election",
            "orders",
            "day",
            "clinton",
            "department",
            "pages",
            "documents",
            "release",
            "recovered",
            "state",
            "private"
        ]
    }
]