[
    {
        "url": "https://www.nytimes.com/2017/10/10/business/media/disney-hillary-clinton-and-the-obamas-condemn-weinstein.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Disney, Hillary Clinton and the Obamas Condemn Weinstein",
        "authors": [
            {
                "name": "Brooks Barnes",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Advertisement\nImage\nHarvey Weinstein, left, and Michael D. Eisner, second from right, the head of the Walt Disney Company at the time, in 2003. Joining them at a book party in Los Angeles were the producer Robert Evans, right, and the book’s author, Peter Bart.CreditCreditEmilio Flores/Getty Images\nLOS ANGELES — As actresses came forward publicly on Tuesday with vivid accounts of sexual harassment by Harvey Weinstein stretching back decades, questions arose about Disney, which owned his Miramax studio when some of the harassment was alleged to have taken place.\nIn a statement, the Walt Disney Company said it was “unaware of any complaints, lawsuits or settlements” regarding the sexual behavior of Mr. Weinstein, who left Disney in 2005 to found the Weinstein Company, another film and television studio. Disney’s statement added that Mr. Weinstein and his brother, Bob Weinstein, who co-founded Miramax, had “operated and managed their business with virtual autonomy.”\nMichael D. Eisner, who ran Disney during the Weinsteins’ tenure there, wrote on Twitter on Tuesday: “Fired Weinsteins because they were irresponsible, and Harvey was an incorrigible bully. Had no idea he was capable of these horrible actions.” Mr. Eisner declined to comment further.\nFired Weinsteins because they were irresponsible, and Harvey was an incorrigible bully. Had no idea he was capable of these horrible actions\nIn another sign of how severe the fallout has become for Mr. Weinstein, Hillary Clinton released a statement saying she was “shocked and appalled by the revelations about Harvey Weinstein.” Mr. Weinstein has been a longtime donor to Democratic candidates, and he hosted a fund-raiser for Mrs. Clinton at his Manhattan home last year.\nFormer President Barack Obama and his wife, Michelle, also released a statement about Mr. Weinstein, saying that “any man who demeans and degrades women in such fashion needs to be condemned and held accountable, regardless of wealth or status.” The Obamas’ older daughter, Malia, was an intern at the Weinstein Company this year.\nThe Weinstein Company’s board said in a statement on Tuesday that it was “shocked and dismayed” by the allegations. “These alleged actions are antithetical to human decency,” the board said. One-third of the company’s all-male board had resigned on Friday.\nAlso on Tuesday, Georgina Chapman, Mr. Weinstein’s wife, told People magazine that she was leaving him . And the University of Southern California’s School of Cinematic Arts said it had decided to reject his earlier pledge to fund a $5 million endowment for female filmmakers.\nMr. Eisner and Jeffrey Katzenberg, who was then in charge of Disney’s movie divisions, bought Miramax in 1993 for $80 million. At the time, Miramax was becoming a superpower in the art film business by turning offbeat, inexpensive movies into mainstream hits. It was in 1992, for instance, that Miramax released the micro-budgeted thriller “The Crying Game,” which collected $62 million at the box office, or $110 million in today’s dollars.\nOn Tuesday, Mr. Katzenberg released an email that he sent to Mr. Weinstein on Sunday and that said he was “sickened” by the allegations. “There appear to be two Harvey Weinsteins … one that I have known well, appreciated and admired and another that I have not known at all,” Mr. Katzenberg’s email said.\nRobert A. Iger, Disney’s current chief executive, said in a separate statement, “Harvey Weinstein’s reported behavior is abhorrent and unacceptable, and it has no place in our society.” Disney sold Miramax in 2010 for $660 million.\nThe flurry of comments came five days after a New York Times investigation chronicled a hidden history of sexual harassment allegations against Mr. Weinstein, including settlements paid, often involving former employees, over three decades. On Sunday, the Weinstein Company fired him, citing “new information about misconduct by Harvey Weinstein.”\nIn response to the allegations, Mr. Weinstein has acknowledged that his behavior “caused a lot of pain.” But a spokeswoman, Sallie Hofmeister, also said he “unequivocally denied” any allegations of nonconsensual sex.\nDisney’s purchase of Miramax included provisions that shielded Miramax from corporate interference. The Weinsteins were given the ability to “greenlight” films with budgets of tens of millions of dollars without approval from Disney. Miramax also got to retain its own chief financial officer, head of human relations and general counsel.\nAccording to reports at the time, the brothers demanded the autonomy, arguing that their films — which would include rough-and-rowdy titles like “Pulp Fiction,” released in 1994 — could not be incubated inside a corporate environment.\nWhile with Disney, Miramax released more than 300 movies, which generated $5 billion in North American ticket sales and tallied at least 220 Academy Award nominations and 53 wins, including best picture Oscars for “Shakespeare in Love,” “The English Patient” and “Chicago.”\nBut Disney also clashed bitterly with the Weinsteins, who took advantage of their autonomy to start an expensive magazine, Talk, without approval and to move forward with the political documentary “Fahrenheit 9/11” despite being told that Disney would not distribute it. At the time, executives at Disney said Miramax had hidden its financing of that film by not including it on monthly reports about films in development; Miramax officials countered that they were aboveboard.\nCorrection: \nOct 12, 2017\nAn article on Wednesday about reactions to allegations of sexual harassment against the film producer Harvey Weinstein misspelled his spokeswoman’s surname. She is Sallie Hofmeister, not Hoffmeister.\nA version of this article appears in print on , Section A, Page 15 of the New York edition with the headline: For Weinstein, the Fallout Intensifies Over Accusations of Harassment. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "unaware of any complaints, lawsuits or settlements",
                "",
                false
            ],
            [
                "operated and managed their business with virtual autonomy.",
                "Miramax",
                false
            ],
            [
                "Fired Weinsteins because they were irresponsible, and Harvey was an incorrigible bully.",
                "Michael D. Eisner",
                true
            ],
            [
                "Had no idea he was capable of these horrible actions.",
                "Michael D. Eisner",
                true
            ],
            [
                "shocked and appalled by the revelations about Harvey Weinstein.",
                "Hillary Clinton",
                false
            ],
            [
                "any man who demeans and degrades women in such fashion needs to be condemned and held accountable, regardless of wealth or status.",
                "",
                false
            ],
            [
                "These alleged actions are antithetical to human decency,",
                "Hillary Clinton",
                true
            ],
            [
                "There appear to be two Harvey Weinsteins … one that I have known well, appreciated and admired and another that I have not known at all,",
                "",
                true
            ],
            [
                "Harvey Weinstein’s reported behavior is abhorrent and unacceptable, and it has no place in our society.",
                "Robert A. Iger",
                true
            ],
            [
                "new information about misconduct by Harvey Weinstein.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.nytimes.com/2005/03/06/movies/how-the-tumultuous-marriage-of-miramax-and-disney-failed.html?module=inline",
                "https://www.nytimes.com/2017/10/10/us/gwyneth-paltrow-angelina-jolie-harvey-weinstein.html?hp=&action=click&pgtype=Homepage&clickSource=story-heading&module=inline&region=top-news&WT.nav=top-news",
                "https://www.nytimes.com/2010/07/31/business/media/31miramax.html?module=inline",
                "https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html?_r=0&module=inline",
                "https://www.newyorker.com/news/news-desk/from-aggressive-overtures-to-sexual-assault-harvey-weinsteins-accusers-tell-their-stories",
                "https://people.com/movies/harvey-weinstein-wife-georgina-chapman-separating/",
                "https://www.nytimes.com/2017/10/06/us/harvey-weinstein-sexual-harassment.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.hollywoodreporter.com/news/jeffrey-katzenbergs-email-harvey-weinstein-youve-done-terrible-things-1047524?utm_source=Sailthru&utm_medium=email&utm_campaign=THR%20Breaking%20News_now_2017-10-10%2014:58:47_ehayden&utm_term=hollywoodreporter_breakingnews",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://twitter.com/NickMerrill/status/917803750869426176"
            ]
        },
        "key_words": [
            "weinsteins",
            "mr",
            "released",
            "weinstein",
            "obamas",
            "films",
            "allegations",
            "miramax",
            "harvey",
            "clinton",
            "disney",
            "condemn",
            "hillary",
            "including"
        ]
    }
]