[
    {
        "url": "http://www.cnn.com/style/article/japan-flying-cars/index.html",
        "title": "Will Japan win the flying car race?",
        "authors": [
            {
                "name": "Ahs International",
                "link": null
            },
            {
                "name": "Executive Director",
                "link": null
            },
            {
                "name": "Mike Hirschberg",
                "link": null
            },
            {
                "name": "Andrea Lo",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-06-13",
        "text": "Updated 12th July 2017\nWritten by Andrea Lo, CNN\nThis feature is part of Vision Japan , a series about the visionaries who are changing Japan, and the places that inspire this innovation. See more here .\nImagine beating rush hour traffic jams by zipping from A to B in the air. While flying cars have regularly made appearances in science fiction films, they could soon become reality. A group of Japanese inventors is working on an ambitious plan to launch a flying car, the SkyDrive, by the 2020 Summer Olympics in Tokyo .\nThe Cartivator Project , a Tokyo-based non-profit, is leading the futuristic pursuit, and it has a special ambition for the vehicle.\n\"SkyDrive is our first flying concept designed solely to (transport the person who will) light the Olympic flame,\" Ryutaro Mori, Cartivator's business director, tells CNN.\nIf successful, the SkyDrive -- which has three wheels, four rotors and uses drone technology -- would fly at an altitude of 33 feet (10 meters), reach top airborne speeds of 62 miles (100 kilometers) per hour, and zoom along at 93 miles (150 kilometers) per hour on land.\nAt 9.5 feet (290 centimeters) long, 4.2 feet (130 centimeters) wide and 3.6 feet (110 centimeters) high, Cartivator claims the one-seater would be the world's smallest flying car -- and surely a snug ride for some passengers. But with companies in the United States, United Arab Emirates, Germany, Netherlands and China also trying to develop a flying car, the Japanese have competition.\nPassion takes flight\nCartivator was founded in 2012 by Tsubasa Nakamura, 32, after he won first prize at business award KoreaRata for a flying car design. By 2014, the SkyDrive concept was born and a scale model one fifth the intended size of the actual flying car had been tested, according to the company website . The team has since begun testing with an experimental model that's more similar to the real SkyDrive in scale and weight.\nToday, the project has 30 volunteers from backgrounds as diverse as the automobile, aviation and IT industries. They plan to have a remote-piloted prototype running by summer 2018.\nCartivator's engineers work on the SkyDrive. Credit: Cartivator\n\"For a highly complex system like flying cars, the success highly depends on the integration of multidisciplinary knowledge and experiences,\" Mori tells CNN. \"Our unique advantage is that we, as a nonprofit, volunteer organization, encourage open-source collaborations.\"\nTeam members sustain full-time jobs, and work on SkyDrive in their spare time. While they receive no financial support from the government, last month Japanese automobile giant Toyota announced it would give 40 million yen ($365,260) to the project.\n\"This is not an equity investment as we are a nonprofit organization,\" Mori explains.\nBefore that, the team had relied on crowdfunding, an avenue they are still keen to expand.\n\"Our goal won't be realized unless there are many public supporters who strongly wish our presence at the Olympics.\"\n1/12 – Uber Elevate\nIn April 2017, US ride-sharing app giant Uber announced its Elevate program -- which will see vertical take-off and landing (VTOL) aircraft transport riders by air by 2020. The company is looking to launch the program in Dallas, Texas and Dubai. Credit: Uber\nTough competition\nCartivator faces stiff competition in the flying car market. Dubai's Road and Transport Authority (RTA) has said it is ready to launch a fleet of one-seater passenger drones made by Chinese company Ehang in July.\nSmall enough to fit into a car parking space when folded up, the electrically powered driverless drones -- named Ehang 184 -- have already been seen hovering above the sand dunes near the city's airfield during test flights.\nPowered by eight propellers, Ehang says the 184 (which stands for one person, eight propellers, four arms) will cruise at around 62 miles (100 kilometers) per hour.\nThe routes will be programmed by a ground control center through an encrypted 4G network which will monitor the flight.\nPerhaps hedging its bets, Dubai has also partnered with American ride-sharing app firm Uber, which recently unveiled Uber Elevate , an ambitious plan to launch a flying taxi that could travel at 150 miles (241 kilometers) per hour. It intends to launch in the emirate in time for it hosting the World Fair 2020.\nUber says it is talking with NASA, the FAA, and the National Air Traffic Control Association to develop an air-traffic control system for flying cars.\n1/13 – Tesla T1\nSix students from the IED Barcelona design school were tasked with creating a futuristic race car for the 2030 Le Mans. The result, known as the unofficial Tesla T1, proposes the use of four wind turbines at each wheel to propel the car. Credit: Courtesy omar alfarra zendah\nElsewhere, startups and conglomerates alike are developing prototypes of electric vertical takeoff and landing (eVTOL) aircrafts. AeroMobil , a Slovakian engineering firm established in 2010,  launched in April the latest version of its flying car concept -- a four-wheeled vehicle equipped with flight mode. Consumers will be able to pre-order the cars this year.\nKitty Hawk -- a US startup backed by Google co-founder Larry Page -- gave a demonstration of its Flyer earlier this year. The personal aircraft is designed to fly over water, with a consumer product set to be available by the end of 2017.\nMeanwhile, French aerospace giant Airbus is working on multiple eVTOL concepts: Vahana, which holds one passenger, is set to fly at the end of 2017; the CityAirbus, which accommodates four passengers, will see its first flight at the end of 2018.\nReady for takeoff?\nThe Cartivator team is aiming to deliver SkyDrive's first commercial model by 2025. But some experts believe the Japanese team -- and their rivals -- still have way to go to deliver a viable and, crucially, safe product.\n\"There is a big difference between getting something into the air, and getting it into the market,\" Mike Hirschberg, executive director of AHS International , the US-based international society for engineers and scientists working to advance vertical flight, tells CNN.\n\"There are years of aircraft development, changes in regulations, building of infrastructure, battery improvements, etc, before anything like 'flying taxis' can become a reality, even on a small scale.\"\nThere is a big difference between getting something into the air, and getting it into the market.\nMike Hirschberg, executive director, AHS International\nThere are technical concerns, too.\n\"Key issues are getting the weight right. If (it's) too heavy, the machine loses stability,\" Geoffrey Tudor, principal analyst at Japan Aviation Management Research, tells CNN.\n\"Airborne vehicles are more sensitive to weather than surface types so there will be some limits on use in bad weather.\"\nMori admits that they might not be ahead of the game.\n\"As far as we know, Japan as a whole is currently behind other countries in developing flying cars,\" he tells CNN.\n\"However, we believe what matters more is who will provide the greatest value and build a sustainable business in the long term -- rather than 'getting there first'.\"\nThe future\nDespite Cartivator's reservations, Japan has a history of being the first to roll out world-class innovations in transport. The first high-speed bullet train was unveiled in Tokyo in 1964 -- in time for the Summer Olympics hosted that year in the Japanese capital.\nMore recently in 2016, a Japan Railway maglev train smashed world records reaching speeds of 374 miles (603 kilometers) per hour.\nMeanwhile, the Japanese government has announced its intention for Tokyo to become a self-driving city by 2020 -- Tokyo-based Dynamic Map Planning, an offshoot of Mitsubishi Electric, mapmaker Zenrin and nine automakers have been tasked with creating dynamic 3D maps of Tokyo for use by automated vehicles.\nCartivator is hoping to see their invention used to light the Olympic torch -- as shown in a rendering here. Credit: Cartivator\n\"Japan does have a large pool of highly trained scientists and engineers working in industry and academia, who can tackle the development of new systems and machines,\" says Tudor.\nBut for an eVTOL business to be successful, \"it has to have compelling capabilities over competing means of travel at a competitive price,\" Hirschberg says.\nThe other critical factor is community acceptance. \"In addition to cost, speed and ease of use, noise is probably the biggest factor for acceptance.\"\nFor Cartivator, it's a work in progress.\n\"We believe it is realistic for flying cars to become commonly used, if we solve issues like noise, safety, and accessibility,\" Mori says.\n\"Aside from us, a number of companies and communities have been working closely to tackle those issues through technological and business model innovations.\n\"We are determined to do whatever it takes to be at the Olympics.\"\nBest Lifestyle & Leisure\n",
        "quotes": [
            [
                "SkyDrive is our first flying concept designed solely to (transport the person who will) light the Olympic flame,",
                "Ryutaro Mori",
                true
            ],
            [
                "For a highly complex system like flying cars, the success highly depends on the integration of multidisciplinary knowledge and experiences,",
                "Mori",
                true
            ],
            [
                "Our unique advantage is that we, as a nonprofit, volunteer organization, encourage open-source collaborations.",
                "Mori",
                true
            ],
            [
                "This is not an equity investment as we are a nonprofit organization,",
                "Mori",
                true
            ],
            [
                "Our goal won't be realized unless there are many public supporters who strongly wish our presence at the Olympics.",
                "Mori",
                true
            ],
            [
                "There is a big difference between getting something into the air, and getting it into the market,",
                "Mike Hirschberg",
                true
            ],
            [
                "There are years of aircraft development, changes in regulations, building of infrastructure, battery improvements, etc, before anything like 'flying taxis' can become a reality, even on a small scale.",
                "",
                true
            ],
            [
                "Key issues are getting the weight right.",
                "Geoffrey Tudor",
                true
            ],
            [
                "If (it's) too heavy, the machine loses stability,",
                "Geoffrey Tudor",
                true
            ],
            [
                "Airborne vehicles are more sensitive to weather than surface types so there will be some limits on use in bad weather.",
                "",
                true
            ],
            [
                "As far as we know, Japan as a whole is currently behind other countries in developing flying cars,",
                "Mori",
                true
            ],
            [
                "However, we believe what matters more is who will provide the greatest value and build a sustainable business in the long term -- rather than 'getting there first'.",
                "",
                true
            ],
            [
                "Japan does have a large pool of highly trained scientists and engineers working in industry and academia, who can tackle the development of new systems and machines,",
                "Tudor",
                true
            ],
            [
                "it has to have compelling capabilities over competing means of travel at a competitive price,",
                "Hirschberg",
                false
            ],
            [
                "In addition to cost, speed and ease of use, noise is probably the biggest factor for acceptance.",
                "Tudor",
                true
            ],
            [
                "We believe it is realistic for flying cars to become commonly used, if we solve issues like noise, safety, and accessibility,",
                "Mori",
                true
            ],
            [
                "Aside from us, a number of companies and communities have been working closely to tackle those issues through technological and business model innovations.",
                "",
                true
            ],
            [
                "We are determined to do whatever it takes to be at the Olympics.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://money.cnn.com/2017/04/24/technology/larry-page-flying-car/index.html",
                "https://vahana.aero/welcome-to-vahana-edfa689f2b75?gi=bd429fb5f4e1",
                "http://edition.cnn.com/travel/article/japan-record-breaking-maglev-train/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.ehang.com/",
                "https://www.aeromobil.com/",
                "https://tokyo2020.org/en/",
                "https://kittyhawk.aero/",
                "http://cartivator.com/",
                "https://www.uber.com/info/elevate/summit/",
                "https://edition.cnn.com/interactive/asia/vision-japan/",
                "http://cartivator.com/milestones"
            ]
        },
        "key_words": [
            "tells",
            "flying",
            "working",
            "model",
            "win",
            "japanese",
            "race",
            "getting",
            "japan",
            "business",
            "car",
            "skydrive"
        ]
    }
]