[
    {
        "url": "https://www.reuters.com/article/us-nokia-redundancies/nokia-plans-to-cut-up-to-310-jobs-halt-vr-camera-development-idUSKBN1CF0KX",
        "title": "Nokia plans to cut up to 310 jobs, halt VR camera development",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "October 10, 2017 /  6:59 AM / 2 years ago\nNokia plans to cut up to 310 jobs, halt VR camera development\n2 Min Read\nA Nokia logo is seen at the company's headquarters in Espoo, Finland, May 5, 2017. REUTERS/Ints Kalnins\nHELSINKI (Reuters) - Nokia plans to reduce up to 310 jobs from its Nokia Technologies unit and halt development of its virtual reality camera “OZO” and hardware, the Finnish company said on Tuesday.\nThe unit has about 1,090 employees and the potential cuts are expected to affect staff in Finland, the United States and Britain. Nokia employed about 102,000 employees as of end-June.\nThe unit will continue to focus on digital health and patent and brand licensing business, Nokia said.\n“The slower-than-expected development of the VR market means that Nokia Technologies plans to reduce investments and focus more on technology licensing opportunities,” it said in a statement.\nNokia, whose main business is now telecoms network equipment, launched the camera last year as the first device for its digital media business, one of its new hopes for future growth.\nIt was designed for making 3D movies and games that can be watched and played with virtual reality headsets. Nokia cut the price of the camera by 25 percent to $45,000 later last year.\nReporting by Jussi Rosendahl; editing by Jason Neely\n",
        "quotes": [
            [
                "The slower-than-expected development of the VR market means that Nokia Technologies plans to reduce investments and focus more on technology licensing opportunities,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "virtual",
            "business",
            "310",
            "reality",
            "development",
            "technologies",
            "camera",
            "vr",
            "cut",
            "unit",
            "plans",
            "nokia",
            "reduce",
            "jobs",
            "licensing",
            "halt"
        ]
    }
]