[
    {
        "url": "https://www.nytimes.com/2017/10/09/arts/jamar-roberts-ailey-dancer.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "An Ailey Dancer Loyal to His Miami Roots and Mentor",
        "authors": [
            {
                "name": "Jordan Levin",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nAn Ailey Dancer Loyal to His Miami Roots and Mentor\nImage\nJamar Roberts, an Ailey company dancer, leading a rehearsal in Miami at Dance Empire, where he studied in his youth.CreditCreditScott McIntyre for The New York Times\nBy Jordan Levin\nOct 9, 2017\nMIAMI — Jamar Roberts has been around the world as a leading dancer with the Alvin Ailey American Dance Theater. But a week after Hurricane Irma swept through Miami, he was back where he started, at Dance Empire, a studio in a suburban strip of warehouses here.\nLife was mostly back to normal in Miami, with the towering piles of debris lining the streets the chief remaining sign of the storm. Inside the studio, attention was focused on Mr. Roberts, who was rehearsing a group of young dancers in a piece that hinted at his difficult past. He demonstrated a sequence that veered between wild, flinging movement and tense, pulsing quiet.\n“There’s this feeling of loss,” he said, his torso buckling. “You’re losing ground.”\nFrom a corner Angel Fraser-Logan, Empire’s owner and artistic director, looked on approvingly.\nImage\nStudents rehearsing at Dance Empire in Miami with Mr. Roberts.CreditScott McIntyre for The New York Times\n“My favorite place is watching him create on my dancers,” she said.\nMs. Fraser-Logan, 42, has been watching Mr. Roberts, 35, for two decades. As a teacher and a mentor, she helped him surmount a troubled home life and grow from an introverted boy who barely spoke to a world-class dancer. “She made me feel safe to express the things I wanted to express,” Mr. Roberts said, “without feeling like they were wrong, that I was wrong for wanting to dance or choreograph.” In return, he became part of her family, godfather to her children, and an inspiration to students at Empire, where he has returned regularly to teach and choreograph since he left Miami for Ailey, in New York, in 2001.\nMr. Roberts, at 6 foot 4 inches, towers over Ms. Fraser-Logan (“I’m five foot nothing”). And his reserved demeanor contrasts with her animated one. But they remain tightly bound, and are now collaborating on an ambitious project highlighting Mr. Roberts’s roots here, a program of his choreography called “The House of the Most Loved,” slated for the Olympia Theater in downtown Miami in January.\nMr. Roberts spent a week in mid-September rehearsing with Empire students, and will add other young dancers from the area later. He’ll travel from New York to work on the show, even as he prepares his first piece for the Ailey troupe, “Members Don’t Get Weary,” set to premiere on Dec. 8 during the company’s season at New York City Center.\nImage\nAngel Fraser-Logan, right, became a teacher and mentor to Jamar Roberts when he was in high school.CreditScott McIntyre for The New York Times\nAfter the Empire rehearsal, Mr. Roberts joined Ms. Fraser-Logan and her daughter Brooke, 23, at their house, where he stays when in Miami. They sat in the kitchen, eating leftovers, telling stories about his teenage appetite, his wariness of her dogs (“where I came from dogs bite you,” he said), how he dressed up as a cartoon character for Carter, Ms. Logan’s 7-year-old son; and how he coaxed Brooke through adolescence. (She will be his choreographic assistant for the Ailey piece in New York.)\nClose as they are now, Mr. Roberts and Ms. Fraser-Logan come from different backgrounds. Mr. Roberts and his two brothers grew up in Goulds, a poor neighborhood he described as regularly torn by gunfire and drug busts. His family moved often, living with relatives when they couldn’t afford their own home. After Hurricane Andrew destroyed their house in 1992, he said his parents’ drug use made his family’s already chaotic home life untenable.\n“We just got poorer and poorer,” Mr. Roberts said. “Nights were really dark and heavy.”\nHe found an escape in sixth grade, when he was transfixed by a dance performance at his school holiday show: girls in sparkly purple dresses whirling to a syrupy Disney tune.\n“My whole world changed,” he said, laughing. “They were spinning and twirling and I was like, ‘I have to do that.’ I was just drawn to the beauty of it.”\nHis life stabilized when he and his brothers moved in with his grandmother. He transferred to an arts magnet middle school with a strong dance program. He borrowed classical music tapes so he could make up dances at home, and drew ballerinas to give to the program’s director. But he said he remained so withdrawn that he rarely talked.\nMs. Fraser-Logan, by contrast, grew up in a middle-class family in Palmetto Bay. She trained at the New World School of the Arts, the Miami conservatory whose graduates include Robert Battle, the artistic director of the Ailey company. Instead of a career as a dancer, Ms. Fraser-Logan, who married at 20 and had children, turned to teaching. She was struck by Mr. Roberts, a towering ninth grader when she spotted him in the back of a modern dance class she taught at a local arts high school.\nImage\nA peek at a rehearsal with Mr. Roberts and Dance Empire students in Miami.CreditScott McIntyre for The New York Times\n“He had a chipped front tooth and jumped so high he almost hit the ceiling,” she said. Impressed, and thinking he might be an ideal scholarship student at her new studio, she offered to buy him a bus pass.\nFor his part, Mr. Roberts said he was mesmerized by the barefoot, uninhibited Ms. Fraser-Logan: “I had never seen a teacher like that, so expressive and open.”\nSo he showed up at her studio. “He couldn’t control how he was spinning, couldn’t stop,” she said. “But it was more graceful, with more ability than I’d ever seen.”\nImage\nJamar Roberts is balancing his career as a dancer and choreographer for the Alvin Ailey company with teaching young artists in his hometown.CreditScott McIntyre for The New York Times\nAfter that first class she told him: “You don’t need to take the bus. I’ll drive you home.”\nMs. Fraser-Logan became an advocate for Mr. Roberts. Through high school, she drove him home at night, paid for competitions, got his tooth fixed and used his drawings for program covers. She took him to an Ailey performance and told him “that could be you,” if he went to the New World school. Mr. Roberts’s grandmother was opposed at first, distrustful of Mr. Roberts’s growing involvement with a world that seemed alien to her.\n“She was not having it,” Mr. Roberts said. “She was like ‘Why do you have to go to those white people’s school when you can just go to the school right here, Homestead Senior High, where the black kids are?’ She had a lot of anxiety around raising these young boys when young boys here in Miami are so vulnerable.”\nMr. Roberts said his confidence grew with Ms. Fraser-Logan’s attention. Their relationship was sealed when he unexpectedly showed up at her home one morning. “He said ‘I don’t know what to do with my life, I don’t have a mom, I don’t have someone who’s going to be there for me,’ ” Ms. Fraser-Logan said. Though not much older than he was, she promised to play that role for him.\nThe veteran New World teacher Peter London was also instrumental in making Mr. Roberts a strikingly powerful, eloquent dancer who has become central to the Ailey troupe . (A recent review in The New York Times referred to his “gargantuan elegance” and “full-bodied commitment.”)\nBut it was Ms. Fraser-Logan, Mr. Roberts said, who “taught me how to be an artist — the importance of dance being a form of expression and not just a physical act you do when music is on.”\nNow it’s his turn to mentor the next generation. The group that Mr. Roberts rehearsed at Empire included the daughter of his middle-school dance director and a girl he is coaching who won a scholarship to the Ailey school last summer.\n“That freedom and openness and expression I was taught by Angel,” Mr. Roberts said. “Once you tap into yourself that way, nothing else does it for you.”\nA version of this article appears in print on , Section C, Page 1 of the New York edition with the headline: Ailey Dancer Honors His Roots. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Why do you have to go to those white people’s school when you can just go to the school right here, Homestead Senior High, where the black kids are?",
                "",
                true
            ],
            [
                "I don’t know what to do with my life, I don’t have a mom, I don’t have someone who’s going to be there for me,",
                "",
                true
            ],
            [
                "There’s this feeling of loss,",
                "",
                true
            ],
            [
                "My favorite place is watching him create on my dancers,",
                "",
                true
            ],
            [
                "She made me feel safe to express the things I wanted to express,",
                "Roberts",
                true
            ],
            [
                "without feeling like they were wrong, that I was wrong for wanting to dance or choreograph.",
                "Roberts",
                false
            ],
            [
                "The House of the Most Loved,",
                "Roberts",
                true
            ],
            [
                "where I came from dogs bite you,",
                "Jamar Roberts",
                false
            ],
            [
                "We just got poorer and poorer,",
                "Roberts",
                true
            ],
            [
                "Nights were really dark and heavy.",
                "Roberts",
                true
            ],
            [
                "They were spinning and twirling and I was like, ‘I have to do that.’ I was just drawn to the beauty of it.",
                "Jamar Roberts",
                true
            ],
            [
                "He had a chipped front tooth and jumped so high he almost hit the ceiling,",
                "",
                true
            ],
            [
                "I had never seen a teacher like that, so expressive and open.",
                "Roberts",
                true
            ],
            [
                "He couldn’t control how he was spinning, couldn’t stop,",
                "",
                true
            ],
            [
                "But it was more graceful, with more ability than I’d ever seen.",
                "",
                true
            ],
            [
                "You don’t need to take the bus.",
                "Jamar Roberts",
                true
            ],
            [
                "She was like ‘Why do you have to go to those white people’s school when you can just go to the school right here, Homestead Senior High, where the black kids are?’ She had a lot of anxiety around raising these young boys when young boys here in Miami are so vulnerable.",
                "Roberts",
                true
            ],
            [
                "He said ‘I don’t know what to do with my life, I don’t have a mom, I don’t have someone who’s going to be there for me,",
                "Jamar Roberts",
                true
            ],
            [
                "taught me how to be an artist — the importance of dance being a form of expression and not just a physical act you do when music is on.",
                "Roberts",
                false
            ],
            [
                "That freedom and openness and expression I was taught by Angel,",
                "Roberts",
                true
            ],
            [
                "Once you tap into yourself that way, nothing else does it for you.",
                "Roberts",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.alvinailey.org/alvin-ailey-american-dance-theater/jamar-roberts",
                "https://www.alvinailey.org/performances/repertory/members-dont-get-weary",
                "https://www.theguardian.com/stage/2016/sep/07/alvin-ailey-american-dance-theater-review-sadlers-wells-london",
                "https://www.nytimes.com/2015/12/07/arts/dance/review-alvin-aileys-awakening-projects-a-sense-of-fight-or-flight.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=FeFfOiXwbz4",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "roots",
            "mr",
            "fraserlogan",
            "arts",
            "world",
            "ms",
            "mentor",
            "roberts",
            "loyal",
            "dancer",
            "miami",
            "school",
            "moved",
            "dance",
            "ailey",
            "poorer"
        ]
    }
]