[
    {
        "url": "https://www.reuters.com/article/us-mexico-corruption/fourth-ex-governor-from-mexicos-pri-arrested-on-corruption-charges-idUSKBN1CB2WQ",
        "title": "Fourth ex-governor from Mexico's PRI arrested on corruption charges",
        "authors": [
            {
                "name": "Lizbeth Diaz",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-06",
        "text": "Fourth ex-governor from Mexico's PRI arrested on corruption charges\n3 Min Read\nMEXICO CITY (Reuters) - A former Mexican governor wanted on corruption charges was arrested on Friday, officials said, marking the fourth detention of an ex-governor from the country’s ruling party so far this year.\nEugenio Hernandez, who served as governor of the northern border state of Tamaulipas from 2005-2010, was arrested in the state capital of Ciudad Victoria. He is accused by both Mexican and U.S. authorities of embezzlement and money laundering.\nHernandez served as a member of President Enrique Pena Nieto’s Institutional Revolutionary Party, or PRI, which for decades has been battered by corruption scandals.\nCorruption promises to be one of the major issues in Mexico’s July 2018 presidential election, with public discontent widespread over a spate of conflict-of-interest rows that have dogged the Cabinet and Pena Nieto himself.\nThe rows could play into the hands of leftist presidential hopeful Andres Manuel Lopez Obrador, a two-time runner-up who presents himself as an anti-corruption crusader and is the front-runner in the polls.\nProsecutors alleged that in 2007 Hernandez bought a state-owned 1,600-hectare property through an associate, allegedly paying 16 million pesos ($862,730) for the land despite an estimated value at the time of slightly more than 1 billion pesos.\nThe land was previously sold in 2002 to an associate of Tomas Yarrington, Hernandez’s predecessor as governor of Tamaulipas, for 14 million pesos, while at the time its value was pegged at 866 million pesos, the prosecutors said.\nHernandez and his lawyer could not immediately be contacted for a response and have not made a public statement.\nYarrington himself was arrested in April in Italy and has been charged in the United States for presumed ties to drug trafficking. He has not made a public statement since his arrest.\nTwo other former PRI governors were also arrested earlier this year.\nIn April, Javier Duarte of Veracruz state was arrested in Guatemala, accused of siphoning off millions of dollars from state coffers. He has denied any wrongdoing.\nMeanwhile, Roberto Borge of Quintana Roo state was arrested in Panama in June just as he was about to board a flight to Paris. Mexican authorities have requested his extradition.\nBorge is accused of illicit enrichment, embezzlement and abuse of public office. He has denied the allegations.\n($1 = 18.5458 Mexican pesos)\nReporting by Lizbeth Diaz; Writing by Julia Love; Editing by David Alire Garcia and Rosalba O'Brien\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "mexican",
            "tamaulipas",
            "value",
            "accused",
            "governor",
            "exgovernor",
            "pesos",
            "charges",
            "fourth",
            "pri",
            "public",
            "million",
            "corruption",
            "arrested",
            "state",
            "mexicos"
        ]
    }
]