[
    {
        "url": "http://occupydemocrats.com/2016/09/23/donald-trump-jr-compared-refugees-skittles-comedians-response-perfect/",
        "title": "Donald Trump Jr. Compared Refugees To Skittles. This Comedian’s Response Is PERFECT",
        "authors": [
            {
                "name": "Natalie Dickinson",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-23",
        "text": "Now Reading\nDonald Trump Jr. Compared Refugees To Skittles. This Comedian’s Response Is PERFECT\nA few days ago, Donald Trump’s despicable spawn tweeted out a meme comparing refugees fleeing chlorine gas and napalm in Syria to “poisoned Skittles,” implying that allowing them to resettle in the United States would lead to increased terrorist attacks. Donald Trump Jr’s meme is referencing an idea with a long history in white supremacist and neo-Nazi thinking  and is nothing but a heartless Islamophobic attack against innocent people fleeing an unimaginable hell on earth.\nOver the past week, hundreds have perished as Syrian dictator Bashar al-Assad and his Russian allies rain hellfire upon the city of Alepp. Over half a million have perished in Syria’s civil war. Hundreds of thousands of people in cities across Syria are starving, trapped in besieged cities with no way to get fresh food. Hospitals, markets, schools are bombed indiscriminately. Rebel-held areas are dominated by jihadi groups that institute harsh religious law; in regime areas, tens of thousands vanish into the depths of Assad’s prisons to be raped, tortured, and eventually killed. The people of Syria need our help. The conflict is of our making thanks to George W. Bush’s invasion of Iraq; our refusal to hold the Assad regime accountable for his crimes means we contribute to the slaughter being perpetrated every day.\nComedian Eli Bosnick  gave an incredibly powerful explanation for just why the Skittles meme is so offensive – and how we should really feel about accepting refugees.\nSee Also\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.rawstory.com/2016/09/trump-jrs-skittles-tweet-is-based-on-two-different-white-supremacist-memes/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/permalink.php?story_fbid=10105359509007789&id=838277",
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "meme",
            "perfect",
            "hundreds",
            "real",
            "donald",
            "compared",
            "perished",
            "fleeing",
            "regime",
            "thousands",
            "jr",
            "refugees",
            "syria",
            "trump",
            "response",
            "comedians",
            "skittles"
        ]
    }
]