[
    {
        "url": "https://www.cnn.com/2016/09/19/politics/john-kasich-reince-priebus-weaver/index.html",
        "title": "Kasich aide slams RNC chair Reince Priebus over Trump support remark",
        "authors": [
            {
                "name": "David Wright",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-19",
        "text": "Kasich aide slams RNC chair Reince Priebus over Trump support remark\nUpdated 10:01 AM ET, Mon September 19, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nJohn Kasich: Very unlikely I vote for Donald Trump 04:27\nStory highlights\nA top aide to John Kasich slammed the chair of the Republican Party in a statement late Sunday\nRNC Chair Reince Priebus had warned of consequences for not backing nominee\n(CNN)\nA top aide to Ohio Gov. John Kasich criticized Republican National Committee Chairman Reince Priebus after the party chairman warned of consequences for former presidential candidates like Kasich who've refused to back Donald Trump for president, despite signing loyalty pledges during the primary.\n\"The idea of a greater purpose beyond oneself may be alien to political party bosses like Reince Priebus, but it is at the center of everything Governor Kasich does,\" said John Weaver, Kasich's chief strategist. \"He will not be bullied by a Kenosha political operative that is unable to stand up for core principles or beliefs.\"\nWeaver was responding to Priebus' appearance on CBS' \"Face the Nation\" on Sunday. During that interview, the RNC chairman suggested that GOP presidential candidates who'd signed pledges to back the eventual Republican nominee during the 2016 primary, but who have since withheld support for Trump's candidacy, could be prevented from running for president again by the party. Kasich has repeatedly said he does not plan to endorse Trump.\n\"Those people need to get on board,\" Priebus said. \"And if they're thinking they're going to run again someday, I think that we're going to evaluate the process -- of the nomination process and I don't think it's going to be that easy for them.\"\n\"People in our party are talking about what we're going to do about this. I mean there's a ballot access issue in South Carolina. In order to be on the ballot in South Carolina, you actually have to pledge your support to the nominee, no matter who that person is,\" he explained. \"So what's the penalty for that? It's not a threat, but that's just the question that we have a process in place.\"\n",
        "quotes": [
            [
                "The idea of a greater purpose beyond oneself may be alien to political party bosses like Reince Priebus, but it is at the center of everything Governor Kasich does,",
                "John Weaver",
                true
            ],
            [
                "He will not be bullied by a Kenosha political operative that is unable to stand up for core principles or beliefs.",
                "John Weaver",
                true
            ],
            [
                "Those people need to get on board,",
                "Reince Priebus",
                true
            ],
            [
                "And if they're thinking they're going to run again someday, I think that we're going to evaluate the process -- of the nomination process and I don't think it's going to be that easy for them.",
                "Reince Priebus",
                true
            ],
            [
                "People in our party are talking about what we're going to do about this.",
                "",
                true
            ],
            [
                "I mean there's a ballot access issue in South Carolina.",
                "",
                true
            ],
            [
                "In order to be on the ballot in South Carolina, you actually have to pledge your support to the nominee, no matter who that person is,",
                "",
                true
            ],
            [
                "So what's the penalty for that?",
                "John Kasich",
                true
            ],
            [
                "It's not a threat, but that's just the question that we have a process in place.",
                "John Kasich",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/03/29/politics/donald-trump-ted-cruz-nominee-pledge/",
                "https://www.cbsnews.com/news/rnc-chairman-reince-priebus-party-penalties-former-gop-trump-endorsement/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "party",
            "john",
            "priebus",
            "chairman",
            "rnc",
            "process",
            "trump",
            "remark",
            "kasich",
            "chair",
            "aide",
            "republican",
            "warned",
            "slams",
            "reince",
            "support",
            "going"
        ]
    }
]