[
    {
        "url": "https://www.nytimes.com/2017/10/11/world/asia/rohingya-myanmar-atrocities.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Rohingya Recount Atrocities: ‘They Threw My Baby Into a Fire’",
        "authors": [
            {
                "name": "Jeffrey Gettleman",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nRohingya Recount Atrocities: ‘They Threw My Baby Into a Fire’\nImage\nRohingya refugees arriving in Bangladesh after crossing the Naf River this month.CreditCreditSergey Ponomarev for The New York Times\nCOX’S BAZAR, Bangladesh — Hundreds of women stood in the river, held at gunpoint, ordered not to move.\nA pack of soldiers stepped toward a petite young woman with light brown eyes and delicate cheekbones. Her name was Rajuma, and she was standing chest-high in the water, clutching her baby son, while her village in Myanmar burned down behind her.\n“You,” the soldiers said, pointing at her.\nShe froze.\nShe squeezed her baby tighter.\nIn the next violent blur of moments, the soldiers clubbed Rajuma in the face, tore her screaming child out of her arms and hurled him into a fire. She was then dragged into a house and gang-raped.\nBy the time the day was over, she was running through a field naked and covered in blood. Alone, she had lost her son, her mother, her two sisters and her younger brother, all wiped out in front of her eyes, she says.\nRajuma is a Rohingya Muslim, one of the most persecuted ethnic groups on earth, and she now spends her days drifting through a refugee camp in Bangladesh in a daze.\nShe relayed her story to me during a recent reporting trip I made to the camps, where hundreds of thousands of Rohingya like her have rushed for safety. Her deeply disturbing account of what happened in her village, in late August, was corroborated by dozens of other survivors, whom I spoke with at length, and by human rights groups gathering evidence of atrocities.\nSurvivors said they saw government soldiers stabbing babies, cutting off boys’ heads, gang-raping girls, shooting 40-millimeter grenades into houses, burning entire families to death, and rounding up dozens of unarmed male villagers and summarily executing them.\nImage\nRohingya women waiting at the World Food Program distribution point in Tchainkali camp, Bangladesh.CreditSergey Ponomarev for The New York Times\nMuch of the violence was flamboyantly brutal, intimate and personal — the kind that is detonated by a long, bitter history of ethnic hatred.\n“People were holding the soldiers’ feet, begging for their lives,” Rajuma said. “But they didn’t stop, they just kicked them off and killed them. They chopped people, they shot people, they raped us, they left us senseless.”\nHuman rights investigators said that Myanmar’s military killed more than 1,000 civilians in the state of Rakhine, and possibly as many as 5,000, though it will be hard to ever know because Myanmar is not allowing the United Nations or anyone else into the affected areas.\nPeter Bouckaert, a veteran investigator with Human Rights Watch, said there was growing evidence of organized massacres, like the one Rajuma survived, in which government soldiers methodically slaughtered more than 100 civilians in a single location. He called them crimes against humanity.\nOn Wednesday, the United Nations human rights office said that government troops had targeted “houses, fields, food-stocks, crops, livestock and even trees,” making it “almost impossible” for the Rohingya to return home.\nMyanmar’s army has claimed it was responding to an attack by Rohingya militants on Aug. 25 and targeting only the insurgents. But according to dozens of witnesses, almost all of the people killed were unarmed villagers, and many had their hands bound.\nSatellite imagery has revealed 288 separate villages burned , some down to the last post.\nHuman rights groups said the government troops had one goal: to erase entire Rohingya communities. The unsparing destruction drove more than half a million people into Bangladesh in recent weeks. United Nations officials called the campaign against the Rohingya a “textbook example” of ethnic cleansing .\nNearly each night here in coastal Bangladesh, up the Bay of Bengal from Myanmar, bodies wash up in the foamy brown tide — children, men, old women who tried to escape on leaking boats, their faces bloated from seawater.\nRajuma barely made it to Bangladesh, escaping on a small wooden boat a few weeks ago. She cannot read or write. She does not have a single piece of paper to prove who she is or that she was born in Myanmar. This may be a problem if she applies for refugee status in Bangladesh, which has been reluctant to give it, or ever tries to go home to Myanmar. She thinks she is around 20, but she could pass for 14 — painfully thin, with wrists that look as if they could easily break.\nShe grew up in a rice farming hamlet called Tula Toli, and said the place had never known peace.\nImage\nHundreds of thousands of Rohingya have fled to rough camps in Bangladesh like this one, Balukhali.CreditSergey Ponomarev for The New York Times\nThe two main ethnic groups in her village, the Buddhist Rakhines and the Muslim Rohingya, were like two planes drawn to never touch. They followed different religions, spoke different languages, ate different foods and have always distrusted each other.\nA community of Buddhists lived just a few minutes from Rajuma’s house, but she had never spoken with any of them.\n“They hate us,” she said.\nAzeem Ibrahim, a Scottish academic who recently wrote a book on the Rohingya , explained that much of the animosity could be traced to World War II, when the Rohingya fought on the British side and many Buddhists in Rakhine fought for the occupying Japanese. Both sides massacred civilians.\nAfter the Allies won, the Rohingya hoped to win independence or join East Pakistan (today’s Bangladesh), which was also majority Muslim and ethnically similar to the Rohingya. But the British, eager to appease Myanmar’s Buddhist majority, decreed that the Rohingya areas would become part of newly independent Myanmar (then called Burma), setting the Rohingya up for decades of discrimination.\nMyanmar’s leaders soon began stripping their rights and blaming them for the country’s shortcomings, claiming the Rohingya were illegal migrants from Bangladesh who had stolen good land.\n“Year after year, they were demonized,” Mr. Ibrahim said.\nSome influential Buddhist monks said the Rohingya were the reincarnation of snakes and insects and should be exterminated, like vermin.\nThe persecution fueled a new Rohingya militant movement, which staged attacks against Myanmar security outposts on Aug. 25.\nImage\nRohingya men praying at a makeshift mosque in the Noapara camp, outside Cox’s Bazar, Bangladesh.CreditSergey Ponomarev for The New York Times\nFrom her village, Rajuma said, she heard explosions from one of those attacks — or at least from the government response to it.\nOver the next few days, Rajuma watched huge fires burn on the horizon. The military was beginning what it called “clearance operations.” Rohingya villages all around Tula Toli were burned to the ground, and on the night of Aug. 29, an elder came from the mosque to Rajuma’s house to deliver a message: The Buddhists say we should go to the river, for our safety.\nHer family decided to stay put. “Nobody trusts a Buddhist,” Rajuma said.\nThe next morning, Rajuma was busy making potato curry. As she sprinkled ginger and chiles into a big pot, she sensed something and stopped.\nShe crept to the window and peeked out: soldiers, dozens of them, jogging toward Tula Toli.\nRajuma and her family tried to run but were quickly captured and marched to a riverbank where hundreds of other terrified villagers had been taken prisoner.\nThe soldiers separated the men from the women. The villagers pleaded for their lives and dropped to their knees, hugging the soldiers’ boots. The soldiers kicked them off and methodically killed all the men, said Rajuma and several other survivors from Tula Toli, all interviewed separately.\nImage\nRajuma, 20, saw her 18-month-old son and most of the rest of her family killed by soldiers in Myanmar. She is now in the Kutupalong refugee camp in Bangladesh.CreditSergey Ponomarev for The New York Times\nThe women and young children were sent into the water and told to wait.\nIn terms of the tactics used, the weapons fired, the openness of the killings, the gang rapes and the level of military organization, the accounts from many different Rohingya areas present a distressing harmony.\n“Stories of atrocities are universal,” said Anthony Lake, the executive director of Unicef.\nIn a hospital bed near Cox’s Bazar, the biggest town in this part of Bangladesh, Muhamedul Hassan, a Rohingya shopkeeper from a village called Monu Para, lies on a clean white sheet. Doctors say the fact he is still alive is a miracle.\nOn Aug. 27, Mr. Hassan said, around 20 soldiers from a nearby army base stormed into Monu Para and ordered all the men and any boys older than 10 to report to the house of a prominent Rohingya cattle trader.\nThe soldiers tied everyone’s hands behind their backs. They made them sit in the yard, heads down.\nAround 400 men and boys were hunched over, Mr. Hassan said. They were sweating through their shirts. An army sergeant whom the villagers knew then pulled out a long, thin knife.\nImage\nA Rohingya family at the newly erected Balukhali camp.CreditSergey Ponomarev for The New York Times\n“People were calling for help,” Mr. Hassan said. “The boys were screaming out their mother’s name, their father’s name.”\nMr. Hassan said that in front of his eyes, dozens of people were decapitated or shot. He was shot three times — twice in the back and once in the chest — but all the bullets missed vital organs.\nAfter the soldiers left, Mr. Hassan said, he stumbled away to his house, where his sister stuffed turmeric powder, the best they could do for an antiseptic, into his wounds.\nHuman rights investigators said the gravest atrocities they have documented were committed from Aug. 25 to Sept. 1, the period right after the militant attacks. Many witnesses described government troops wantonly killing anyone they could get their hands on.\nIn Tula Toli, Rajuma fought as hard as she could to hold onto her baby, Muhammad Sadeque, about 18 months old.\nBut one soldier grabbed her hands, another grabbed her body, and another slugged her in the face with a club. A jagged scar now runs along her jaw.\nThe child was lifted away from her, his legs wiggling in the air.\n“They threw my baby into a fire — they just flung him,” she said.\nImage\nA drawing by a Rohingya boy about his experiences while fleeing Myanmar.CreditSergey Ponomarev for The New York Times\nRajuma said two soldiers then pulled her into a house, tore off her veil and dress and raped her. She said that her two sisters were raped and killed in the same room, and that in the next room, her mother and 10-year-old brother were shot.\nAt some point, Rajuma thought she had died. She lost consciousness. When she woke, the soldiers were gone, but the house was on fire.\nShe sprinted out naked, past her family’s bodies, past burning homes, and hid in a forest. Night fell, but she did not sleep.\nIn the morning she found an old T-shirt to wear and kept running.\nMany people in the refugee camps have been eerily stoic — seemingly traumatized past the ability to feel. In dozens of interviews with survivors who said their loved ones had been killed in front of them, not a single tear was shed.\nBut as she reached the end of her horrible testimony, Rajuma broke down.\n“I can’t explain how hard it hurts,” she said, tears rolling off her cheeks, “to no longer hear my son call me ma.”\nShe hunched over on a plastic stool in another family’s hut, covered her mouth with a red veil and started sobbing so hard she could barely breathe.\nA few other refugees looked over at her but went on cooking or cleaning. Outside, on a road not far away, trucks blared their horns, fighting through traffic.\nImage\nThe body of a Rohingya woman washed up in Bangladesh after her boat sank in rough seas in late September.CreditSergey Ponomarev for The New York Times\nAKM Moinuddin contributed reporting from Cox’s Bazar, and Nick Cumming-Bruce from Geneva.\nA version of this article appears in print on , Section A, Page 1 of the New York edition with the headline: Shaken Rohingya Recall Campaign of Atrocities. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "They Threw My Baby Into a Fire",
                "",
                false
            ],
            [
                "People were holding the soldiers’ feet, begging for their lives,",
                "Rajuma",
                true
            ],
            [
                "But they didn’t stop, they just kicked them off and killed them.",
                "Rajuma",
                true
            ],
            [
                "They chopped people, they shot people, they raped us, they left us senseless.",
                "Rajuma",
                true
            ],
            [
                "houses, fields, food-stocks, crops, livestock and even trees,",
                "",
                false
            ],
            [
                "Year after year, they were demonized,",
                "Ibrahim",
                true
            ],
            [
                "The boys were screaming out their mother’s name, their father’s name.",
                "Hassan",
                true
            ],
            [
                "They threw my baby into a fire — they just flung him,",
                "Rajuma",
                true
            ],
            [
                "I can’t explain how hard it hurts,",
                "Rajuma",
                true
            ],
            [
                "to no longer hear my son call me ma.",
                "Rajuma",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/09/17/world/asia/myanmar-rohingya-militants.html?module=inline",
                "https://www.nytimes.com/2017/09/11/world/asia/myanmar-rohingya-ethnic-cleansing.html?module=inline",
                "https://bdnews24.com/bangladesh/2017/09/28/bodies-of-16-rohingyas-mostly-children-wash-up-on-bangladesh-shore",
                "https://www.nytimes.com/2017/09/13/world/asia/myanmar-rohingya-muslim.html?module=inline",
                "https://www.nytimes.com/interactive/2017/09/18/world/asia/rohingya-villages.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "http://www.rohingyabook.com/"
            ]
        },
        "key_words": [
            "groups",
            "recount",
            "son",
            "dozens",
            "bangladesh",
            "soldiers",
            "eyes",
            "threw",
            "rohingya",
            "hundreds",
            "baby",
            "rajuma",
            "atrocities",
            "village"
        ]
    }
]