[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/obama-syria-civil-war-haunts/index.html",
        "title": "Obama says Syria war 'haunts' him",
        "authors": [
            {
                "name": "Cnn White House Producer",
                "link": null
            },
            {
                "name": "Kevin Liptak",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "By Kevin Liptak , CNN White House Producer\nUpdated 11:01 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nPresident Barack Obama says there's not much that could have been done differently in Syria\nHis administration made the best decisions based on information available at the time, he says\nWashington (CNN)\nSyria's prolonged and bloody civil war \"haunts\" President Barack Obama, he told an interviewer this month, though he isn't naming any specific policy change he believes could have stemmed the suffering there.\nSpeaking with presidential historian Doris Kearns Goodwin for Vanity Fair, Obama said the grim situation in Syria \"haunts me constantly.\"\n\"I would say of all the things that have happened during the course of my presidency, the knowledge that you have hundreds of thousands of people who have been killed, millions who have been displaced, (makes me) ask myself what might I have done differently along the course of the last five, six years,\" he said.\nJUST WATCHED\nSave the Children: Stop the planes to allow Syria aid\nSave the Children: Stop the planes to allow Syria aid 08:47\nObama's efforts to ease the humanitarian crisis in Syria have largely fallen short since an uprising against President Bashar al-Assad turned violent five years ago. The latest attempt with Russia to broker peace in Syria is unraveling amid mutual recriminations.\n\"The conventional arguments about what could have been done are wrong,\" he said. \"But I do ask myself, 'Was there something that we hadn't thought of? Was there some move that is beyond what was being presented to me that maybe a Churchill could have seen, or an Eisenhower might have figured out?'\"\nRead More\n\"That's the kind of thing that tends to occupy me when I have the time to think about it,\" he said. \"Usually, I'm pretty good about sorting through the options and then making decisions that I'm confident are the best decisions in that moment, given the information we have. But there are times where I think I wish I could have imagined a different level of insight.\"\nObama 'skeptical' of policy changes\nJUST WATCHED\nU.S. blames Russia for bombing aid convoy 03:27\nOver the course of the civil war, Obama has considered taking strikes against Assad's positions as a consequence for the regime's use of chemical weapons on civilians, and has weighed arming various rebel factions who are battling the government.\nIn the interview, Obama said he was \"skeptical\" taking those actions could have made any real difference in the war.\nSyria's crisis consumed much of the President's time this week at his final United Nations General Assembly, where he worked to convince his foreign counterparts to step up their commitments for accepting refugees from the war-torn country. He said during a special session on the refugee crisis that the world had come up short in its response.\n\"We all know that what is happening in Syria ... is unacceptable,\" he said. \"And we are not as unified as we should be in pushing to make it stop.\"\nBut in those remarks, and during his interview with Vanity Fair, Obama didn't lay out any specific changes to his approach in Syria to bring an end to the country's strife. His spokesman said Thursday that Obama would continue making choices based on the national security interests of the US.\n\"The President's Syria policy has been second-guessed by many, many people. I think the President acknowledged in the interview that he himself has reviewed the decisions that he has had to make with regard to US policy in Syria,\" Press Secretary Josh Earnest said. \"And as he has reviewed those decisions, he's concluded that each time he made a decision that was squarely within the national security interest of the United States and even advanced our national security interests.\"\n",
        "quotes": [
            [
                "I would say of all the things that have happened during the course of my presidency, the knowledge that you have hundreds of thousands of people who have been killed, millions who have been displaced, (makes me) ask myself what might I have done differently along the course of the last five, six years,",
                "Obama",
                true
            ],
            [
                "The conventional arguments about what could have been done are wrong,",
                "Obama",
                true
            ],
            [
                "But I do ask myself, 'Was there something that we hadn't thought of?",
                "Obama",
                true
            ],
            [
                "Was there some move that is beyond what was being presented to me that maybe a Churchill could have seen, or an Eisenhower might have figured out?",
                "Obama",
                true
            ],
            [
                "That's the kind of thing that tends to occupy me when I have the time to think about it,",
                "",
                true
            ],
            [
                "Usually, I'm pretty good about sorting through the options and then making decisions that I'm confident are the best decisions in that moment, given the information we have.",
                "",
                true
            ],
            [
                "But there are times where I think I wish I could have imagined a different level of insight.",
                "",
                true
            ],
            [
                "We all know that what is happening in Syria ... is unacceptable,",
                "",
                true
            ],
            [
                "And we are not as unified as we should be in pushing to make it stop.",
                "",
                true
            ],
            [
                "The President's Syria policy has been second-guessed by many, many people.",
                "",
                true
            ],
            [
                "I think the President acknowledged in the interview that he himself has reviewed the decisions that he has had to make with regard to US policy in Syria,",
                "",
                true
            ],
            [
                "And as he has reviewed those decisions, he's concluded that each time he made a decision that was squarely within the national security interest of the United States and even advanced our national security interests.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "war",
            "president",
            "children",
            "differently",
            "haunts",
            "course",
            "obama",
            "save",
            "stop",
            "planes",
            "syria"
        ]
    }
]