[
    {
        "url": "https://www.cnn.com/2016/09/23/politics/tim-kaine-libertarian-ticket/index.html",
        "title": "Tim Kaine on Libertarian ticket: 'Everybody knows they're not going to win'",
        "authors": [
            {
                "name": "Betsy Klein",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-23",
        "text": "Tim Kaine on Libertarian ticket: 'Everybody knows they're not going to win'\nUpdated 12:47 PM ET, Fri September 23, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nDemocratic vice presidential candidate Tim Kaine says third-party Libertarian candidates will lose\nHe acknowledged that he and Clinton will make a case to voters who may be considering Johnson\n(CNN)\nDemocratic vice presidential nominee Tim Kaine has a message for voters considering a third-party candidate: They're going to lose.\n\"The argument against the ticket is, I think, everybody knows that they're not going to win,\" Kaine said of the Gary Johnson and Bill Weld Libertarian ticket in an interview with Yahoo News' Katie Couric this week.\nHillary Clinton's running mate pointed to the 2000 election as evidence that a protest vote for a third-party candidate can affect the outcome of the race -- and history.\nRead More\nAs the race tightens nationally and in key swing states, Kaine cautioned against a protest vote, but acknowledged he and Clinton need to make that case to voters who may be considering Johnson.\n\"We're going to make the affirmative case for Hillary, we're going to draw the contrast with Donald Trump, but we're also going to tell people, the way you make a difference to your nation is not by doing a protest vote. It's picking the next leader of the country.\"\n",
        "quotes": [
            [
                "The argument against the ticket is, I think, everybody knows that they're not going to win,",
                "Kaine",
                true
            ],
            [
                "We're going to make the affirmative case for Hillary, we're going to draw the contrast with Donald Trump, but we're also going to tell people, the way you make a difference to your nation is not by doing a protest vote.",
                "",
                true
            ],
            [
                "It's picking the next leader of the country.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.yahoo.com/amphtml/katiecouric/kaine-previews-debate-for-voters-dont-get-tricked-by-trump-092621895.html?client=safari"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "voters",
            "win",
            "knows",
            "ticket",
            "theyre",
            "everybody",
            "vice",
            "candidate",
            "libertarian",
            "tim",
            "kaine",
            "going",
            "thirdparty",
            "vote"
        ]
    }
]