[
    {
        "url": "https://www.reuters.com/article/us-ola-fundraising/indias-ola-raises-1-1-billion-in-tencent-softbank-led-round-seeks-another-1-billion-idUSKBN1CG0GX",
        "title": "India's Ola raises $1.1 billion in Tencent, SoftBank-led round, seeks another $1 billion",
        "authors": [
            {
                "name": "Aditi Shah",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "October 11, 2017 /  5:45 AM / 2 years ago\nIndia's Ola raises $1.1 billion in Tencent, SoftBank-led round, seeks another $1 billion\n2 Min Read\nEmployees work inside the office of Ola cab service in Gurugram, previously known as Gurgaon, on the outskirts of New Delhi, India, April 20, 2016.  REUTERS/Anindito Mukherjee\nNEW DELHI (Reuters) - Indian ride-hailing firm Ola has raised $1.1 billion from investors led by China’s Tencent Holdings and Japan’s SoftBank Group and is in advanced talks with other investors for another $1 billion.\nThe funds will give a leg up to Ola that has been locked in a fierce battle with rival Uber for a bigger piece of India’s $12 billion taxi market. Both firms have already burnt millions of dollars to lure users in a bid to outdo each other.\nOla will use the funds to increase its numbers of drivers and expand its presence to more cities, it said in a statement on Wednesday.\nThe company, which currently has a majority share of India’s ride-hailing market, operates in 110 cities and has a wide range of transport options including bikes, auto-rickshaws and electric cars. Uber is present in about 30 cities.\nIt also said it would invest in artificial intelligence and machine learning capabilities, which includes technologies like its in-car entertainment platform called Play that allows riders to choose music and stream videos.\nThe company is in advanced talks with U.S.-based financial investors for the second tranche, which would also include funds from existing investors, a source close to the company said, declining to be identified as the talks were not yet finalised.\nOnce the second tranche is complete Ola would have raised over $2 billion. Prior to this, the company had raised about $1.9 billion since it began operations in 2011.\nUber, valued at about $69 billion, has pumped millions of dollars into India but has not been able to grow its presence at the same speed as Ola.\nAnd with Uber’s new CEO Dara Khosrowshahi focused on portraying the firm as a reformed company that is turning a page on concerns including sexual harassment claims and a U.S. bribery probe, Ola has an opportunity to further extend its lead in India.\nReporting by Aditi Shah; Editing by Edwina Gibbs\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "ola",
            "raises",
            "round",
            "softbankled",
            "india",
            "funds",
            "tranche",
            "seeks",
            "investors",
            "11",
            "raised",
            "company",
            "indias",
            "talks",
            "uber",
            "tencent",
            "billion"
        ]
    }
]