[
    {
        "url": "http://www.cnn.com/2017/10/10/politics/joe-biden-center-history/index.html",
        "title": "Joe Biden's happy center never existed",
        "authors": [
            {
                "name": "Analysis Gregory Krieg",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-10",
        "text": "Updated 6:11 AM ET, Tue October 10, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\nPresident Donald Trump weaponized a particular brand of social and political nostalgia on the campaign trail last year. But the potency -- and appeal -- at its core is not the sole province of the right.\nFormer Vice President Joe Biden raised hackles on the left over the past week with his own public yearnings for a return to the manners of years past. Biden's broadly idealized America is a more welcoming one than Trump's, but his field of vision is narrower, existing mostly inside the Capitol, when, as he put it in Alabama last week , a blinkered comity prevailed and \"the political system worked.\"\nBiden made the remarks to Democrats in Birmingham, during a campaign event for Senate nominee Doug Jones.\n\"Even in the days when I got (to Washington), the Democratic Party still had seven or eight old-fashioned Democratic segregationists,\" he said. \"You'd get up and you'd argue like the devil with them. Then you'd go down and have lunch or dinner together. The political system worked. We were divided on issues, but the political system worked.\"\nThe nut of the story, one Biden has alluded to before , is that political opponents should be debated on the issues, and combatants should refrain from personal attacks or any insinuation that their adversaries' positions are rooted in something darker -- like racism. Accurate or not, he says, impugning the character of the other side shuts down the conversation, and with it the potential for compromise.\nRead More\nOn this point, he is not wholly mistaken. Proper negotiation does require reaching across the aisle, no matter your personal opinion of the hand on the other side. But there are few Democrats today who pine for those days when too publicly examining the \"motivations\" of their segregationist colleagues would have been considered discourteous.\nAt its root, Biden both in his Alabama speech and in other recent appeals to the political center is reaching out for a past that would be most unwelcome -- at least among a heavy majority of Democratic voters -- in the present. That isn't simply a symptom of increased ideological and partisan polarization , though from a practical standpoint, it would suggest Biden's current crusade would come up against some serious headwinds in a presidential primary.\nRather, it is a question -- one often posed to Trump from liberals and the left -- centering on why, for example, legislation moved at a quicker rate 30 (or more) years ago than it does now, and to what end? Politicians often get bumps in the polls when they're seen compromising, but those spikes are just that -- temporary. What sticks with voters, often in a most literal sense, are the effects of the policy. Consider the consequences of the 1994 crime bill, which has not aged well, as evidence. (In fairness, periods of less pervasive tribalism also yielded almost universally popular policy, like the Children's Health Insurance Program , legislation crafted by Democratic Sen. Ted Kennedy and sponsored by Republican Sen. Orrin Hatch.)\nBut Biden is clumsiest on the core question here, the one that asks where it all went so terribly wrong. His answer to the tortured talking points about a paralyzed federal government is to look backward -- in effect detaching the lack of diversity in those past Congresses from their ability to more peaceably steer legislation.\nCompromise is undoubtedly easier in politics when the person across the table looks like you, is -- statistically -- more likely to be a man (like you), and in the broadest sense, has lived a life much like your own -- one of implicit and often explicit privilege.\nThe current Congress, without coming to close to accurately reflecting the country it represents, is still the most racially and ethnically diverse in US history . Since 1973, when Biden arrived in Washington, the number of minorities and women in both chambers have grown. It's a good bet those officials' conversations with someone like Sen. James Eastland, a Mississippi Democratic segregationist mentioned by Biden during his speech in Birmingham, would today have a different, perhaps less collegial tone.\nBiden's comments in Alabama invited a series of acid responses from prominent liberals like Markos Moulitsas, of Daily Kos fame. Moulitsas, who like Biden has been critical of the left's Berniecrat movement, was unsparing.\n\"If Biden's solution to eight years of Republican obstruction and conservative slash-and-burn tactics against him and Barack Obama is to talk about 'bipartisanship' and 'consensus,' then he might as well pack up and go home,\" he told the New Republic's Graham Vyse . \"Because if he's that stupid to believe that s---, then he's no longer got any business being in the public face.\"\nMoulitsas is a partisan and Daily Kos, apart from being a blog, is a political operation. But his remarks traveled far and wide not just for their obvious color. Democrats are in a fighting mood. Trump's behavior or Obama's treatment are relevant, of course, but don't fully capture the angst. It's more elemental -- and no revival of Capitol Hill backslapping is going to change that.\n",
        "quotes": [
            [
                "Even in the days when I got (to Washington), the Democratic Party still had seven or eight old-fashioned Democratic segregationists,",
                "Barack Obama",
                true
            ],
            [
                "You'd get up and you'd argue like the devil with them.",
                "Barack Obama",
                true
            ],
            [
                "Then you'd go down and have lunch or dinner together.",
                "Barack Obama",
                true
            ],
            [
                "We were divided on issues, but the political system worked.",
                "Barack Obama",
                true
            ],
            [
                "If Biden's solution to eight years of Republican obstruction and conservative slash-and-burn tactics against him and Barack Obama is to talk about 'bipartisanship' and 'consensus,' then he might as well pack up and go home,",
                "Barack Obama",
                true
            ],
            [
                "Because if he's that stupid to believe that s---, then he's no longer got any business being in the public face.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/10/05/politics/pew-poll-ideology/index.html",
                "https://www.cbsnews.com/news/bidens-reminiscent-goodbye-to-the-senate/",
                "https://www.nytimes.com/1997/03/14/us/hatch-joins-kennedy-to-back-a-health-program.html",
                "https://newrepublic.com/article/145199/joe-biden-wants-compromise-progressives-dont-want-hear-it",
                "https://www.pewresearch.org/fact-tank/2017/01/24/115th-congress-sets-new-high-for-racial-ethnic-diversity/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?time_continue=329&v=DGQoCjmubu8"
            ]
        },
        "key_words": [
            "biden",
            "alabama",
            "democratic",
            "political",
            "joe",
            "past",
            "center",
            "week",
            "sen",
            "existed",
            "happy",
            "bidens",
            "youd",
            "system"
        ]
    }
]