[
    {
        "url": "https://www.reuters.com/article/us-music-charts/shania-twain-back-on-top-tom-petty-re-enters-u-s-charts-idUSKBN1CE28B",
        "title": "Shania Twain back on top, Tom Petty re-enters U.S. charts",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "Shania Twain back on top, Tom Petty re-enters U.S. charts\n2 Min Read\nFILE PHOTO: Shania Twain poses on the red carpet a the Billboard Magazine's 11th annual Women in Music luncheon in New York, NY, U.S. on December 9, 2016.  REUTERS/Shannon Stapleton/File Photo\nLOS ANGELES (Reuters) - Shania Twain’s first studio album in 15 years debuted at the top of the Billboard album charts, while rocker Tom Petty’s death sent his music soaring back onto the U.S. charts.\nTwain’s album “Now” sold more than 137,000 copies in its first week, according to data on Monday from Nielsen SoundScan, almost double new releases by pop singers Demi Lovato and Miley Cyrus.\nPetty’s “Greatest Hits” album with his band The Heartbreakers, first released in 1993, sold some 83,000 units to take the No. 2 spot on the Billboard 200 a week after the “American Girl” singer died at age 66.\nThe Billboard 200 chart tallies units from album sales, song sales (10 songs equal one album) and streaming activity (1,500 streams equal one album).\nCanadian country-pop crosssover Twain, 52, released “Now” after several years away from the studio following a struggle with Lyme disease and a tough divorce.\nLovato’s “Tell Me You Love Me” bowed at No. 3 with 73,000 in sales, while Cyrus’s change of direction to a more folksy style with “Younger” debuted in fifth place with some 45,000 units sold.\nIt was also a good week for Beyonce and fundraising for hurricane and earthquake disasters. The R&B singer’s remix of Spanish-language hit “Mi Gente” took the top spot on the digital songs chart, which measures online single sales.\n“Mi Gente,” in which Beyonce joined forces with Latin singer J.Balvin and Willy William, sold some 79,000 units, and rose 25 places on the charts.\nBeyonce, whose hometown Houston in Texas was badly hit by Hurricane Harvey in September, said she would donate her proceeds from the song and a new video to relief charities in Puerto Rico, Mexico and Caribbean islands after they were hit with three successive hurricanes, and an earthquake.\nReporting by Jill Serjeant; Editing by Jonathan Oatis\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "sales",
            "spot",
            "sold",
            "charts",
            "petty",
            "billboard",
            "hit",
            "studio",
            "album",
            "week",
            "twain",
            "tom",
            "shania",
            "units",
            "reenters"
        ]
    }
]