[
    {
        "url": "http://occupydemocrats.com/2016/09/20/just-new-york-times-will-finally-start-calling-trump-liar/",
        "title": "JUST IN: New York Times Will FINALLY Start Calling Trump A “Liar”",
        "authors": [
            {
                "name": "Colin Taylor",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-20",
        "text": "Now Reading\nJUST IN: New York Times Will FINALLY Start Calling Trump A “Liar”\n0 Shares\nRead Next\nThe New York Times has joined a number of other major print media publications in denouncing Donald Trump as a liar. Writers at Quartz have noted that “in at least five articles in the New York Times on Sept. 17, including the lead story in the print edition, the words “lie,” “false,” “falsely claimed” and “untrue” appeared in headlines, lead paragraphs, and top sections of the paper’s Trump coverage.\nExecutive editor Dean Baquet” said that “I think our investigative work—see [the Sept. 17] story on Trump’s tax breaks —has always been hard hitting. But we have decided to be more direct in calling things out when a candidate actually lies…The birther issue represents, well, outright lying. And he lied over a long period. It is a real word and we will use it when warranted.”\nHopefully this dramatic shift in tone will be a cue to the rest of the mainstream media to abandon their insistence on treating Trump’s statements with more legitimacy than they deserve out of a desire to remain impartial. The right-wing has been exploiting that impartiality for far too long. The Republican primary debates were filled with outright falsehoods and imaginary statistics that largely went unchallenged; and Trump’s entire campaign is based on statements which are simply untrue.\nSee Also\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "in at least five articles in the New York Times on Sept. 17, including the lead story in the print edition, the words “lie,” “false,” “falsely claimed” and “untrue” appeared in headlines, lead paragraphs, and top sections of the paper’s Trump coverage.",
                "",
                false
            ],
            [
                "I think our investigative work—see [the Sept. 17] story on Trump’s tax breaks —has always been hard hitting.",
                "Dean Baquet",
                true
            ],
            [
                "But we have decided to be more direct in calling things out when a candidate actually lies…The birther issue represents, well, outright lying.",
                "Dean Baquet",
                true
            ],
            [
                "And he lied over a long period.",
                "Dean Baquet",
                true
            ],
            [
                "It is a real word and we will use it when warranted.",
                "Dean Baquet",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.nytimes.com/2016/09/18/nyregion/donald-trump-tax-breaks-real-estate.html?ref=politics&_r=0",
                "https://www.dailykos.com/stories/2016/09/20/1572255/-Farhenthold-of-WaPo-Trump-Illegally-Used-258k-in-Foundation-Money-to-Settle-Legal-Problems"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "think",
            "york",
            "media",
            "liar",
            "outright",
            "sept",
            "statements",
            "trumps",
            "start",
            "finally",
            "times",
            "print",
            "trump",
            "calling"
        ]
    }
]