[
    {
        "url": "https://www.reuters.com/article/us-china-eu-trade/china-says-eu-u-s-trade-moves-lack-awareness-of-wto-rules-idUSKBN1CH0AL",
        "title": "China says EU, U.S. trade moves lack awareness of WTO rules",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "October 12, 2017 /  3:13 AM / 2 years ago\nChina says EU, U.S. trade moves lack awareness of WTO rules\n2 Min Read\nBEIJING (Reuters) - China’s commerce ministry said on Thursday that the European Union’s new trade rules against Chinese imports lacked awareness of World Trade Organization (WTO) rules, urging the EU to abide by those requirements.\nMinistry of Commerce spokesperson Gao Feng made the remarks at a regular briefing in Beijing.\nThe European Union agreed to new rules last week to guard against lower-priced Chinese imports, ending 18 months of wrangling over trade ties with Beijing.\nWhen asked about the United States deferring a decision on anti-dumping tariffs on imports of Chinese aluminum foil and  China’s non-market economy status, Gao said the phrase non-market economy showed “Cold War” thinking.\nThe concept of non-market economy countries does not exist in WTO rules and has only been adopted by some of the organization’s individual members, Gao said.\nThe Commerce Department in August imposed preliminary countervailing duties of about 17 percent to 81 percent on imports of Chinese aluminum foil. The Department will rule on the anti-dumping tariffs and whether to declare China a non-market economy on Nov. 30.\nChina will report preliminary data for its September aluminum exports on Friday. Exports of the metal have been slipping in recent months, partly because of the U.S. measures, analysts say.\nReporting by Beijing Monitoring Desk; Writing by Yawen Chen and Tom Daly; Editing by Kim Coghill and Christian Schmollinger\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "rules",
            "economy",
            "eu",
            "nonmarket",
            "awareness",
            "imports",
            "lack",
            "trade",
            "china",
            "commerce",
            "aluminum",
            "chinese",
            "gao",
            "moves",
            "wto"
        ]
    }
]