[
    {
        "url": "https://www.activistpost.com/2017/09/gofundme-raises-60k-hot-dog-vendor-cops-stole-earnings.html",
        "title": "GoFundMe Raises $60K For Hot Dog Vendor After Cops Stole His Earnings",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-12",
        "text": "Hot Topics\nGoFundMe Raises $60K For Hot Dog Vendor After Cops Stole His Earnings\n(Now $70K – Ed.) Thousands of people have donated tens of thousands of dollars to the hot dog vendor who had his earnings stolen from him by the police. Hot dog vendor Juan’s wallet was taken and the campus cop helped himself to some the vendor’s hard-earned money for the crime of selling hot dogs with out first paying to obtain permission from the government to do so.\nCop apologists feel that theft of this man was the “right thing to do” because Juan was operating his business without a license. Customer Martin Flores was buying hot dogs  outside this Saturday’s UC Berkeley football game when his purchase was interrupted by the police. That’s when Flores started recording the now viral incident on his cell phone.\nThe cop can be heard saying “this is law and order in action.” To most, it appears like a scene straight of 1940s East Berlin. And witnesses and those who watched the video appeared to agree.\nThe next morning, Flores started a  GoFundMe  page to help the vendor with “personal, legal and professional matters.” He called the campaign “OfficialJustice4Juan&StreetVendors.” The campaign was set to raise $10,000 to help Juan, and “to cover other vendors who have been robbed of their hard earned living through citations and the removal of their carts.” As of now, it’s raised over $60,000 and it is continuing to rise quickly.\nThe University of California Police Department has also responded to the video, with spokeswoman Sgt. Sabrina Reich  stating  the $60 was “seized as suspected proceeds of the violation and booked into evidence.”\nShe also said that three other people were detained by campus police on charges of  vending without a license, Berkeleyside reports . They, however, were released with a warning and not ticketed and their compensation for selling was not stolen by the police.\nIf cops have ever wondered why they have such horrible relations with the public, look no further than this incident. And based on the amount of money this GoFundMe campaign has already raised, many are siding with Juan.\nDawn Luger is a staff writer and reporter for The Daily Sheeple. Wake the flock up – follow Dawn’s work at our Facebook or Twitter.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 7, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "this is law and order in action.",
                "",
                false
            ],
            [
                "to cover other vendors who have been robbed of their hard earned living through citations and the removal of their carts.",
                "Flores",
                false
            ],
            [
                "seized as suspected proceeds of the violation and booked into evidence.",
                "Sabrina Reich",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.advocate.com/business/2017/9/11/gofundme-campaign-raises-38k-hot-dog-vendor-after-confiscated-his-earnings",
                "https://www.berkeleyside.com/2017/09/10/university-california-police-looking-viral-hot-dog-vendor-video-berkeley"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/TheDailySheeple",
                "https://www.facebook.com/thedailysheeple/",
                "https://www.gofundme.com/officialjustice4juanstreetvendors"
            ]
        },
        "key_words": [
            "vendors",
            "stole",
            "hot",
            "campaign",
            "vendor",
            "video",
            "60k",
            "gofundme",
            "daily",
            "thousands",
            "juan",
            "earnings",
            "cops",
            "dog",
            "raises",
            "flores"
        ]
    }
]