[
    {
        "url": "http://beforeitsnews.com/sports/2017/10/video-surfaces-of-dolphins-ol-coach-chris-foerster-reportedly-doing-drugs-before-a-team-meeting-2702293.html",
        "title": "Video Surfaces of Dolphins OL Coach Chris Foerster Reportedly Doing Drugs Before a Team Meeting",
        "authors": [
            {
                "name": "Sports Gab Network",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nVideo Surfaces of Dolphins OL Coach Chris Foerster Reportedly Doing Drugs Before a Team Meeting\nSunday, October 8, 2017 21:23\n% of readers think this story is Fact. Add your two cents.\nWhat’s been an up and down season for the Miami Dolphins just got a whole lot more down.\nA NSFW video popped up late on Sunday evening, the same day the Fins were 16-10 winners to get to 2-2 on the season after topping the Tennessee Titans 16-10, of one of their coaches allegedly snorting lines of a substance believed to be cocaine before a team meeting.\nThat coach is offensive line coach Chris Foerster, and the video was originally put out on Reddit, and quickly was shared all over the place until it had to be addressed by the team via a quote.\n#Dolphins , on a NSFW online video featuring OL coach Chris Foerster: “We were just made aware of the video & have no comment at this time.”\nIf you haven’t seen the video as of yet, you can clearly see the person snorting something with a bill as he talks to the camera.\nAgain, very disturbing and there’s a lot of unanswered questions to this latest saga in the NFL and with the Dolphins.\nThis is the video supposedly of Dolphins offensive line coach Chris Foerster snorting coke before a meeting pic.twitter.com/L7ZsdZMH7U\n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "We were just made aware of the video & have no comment at this time.",
                "Chris Foerster",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.dolphinsgab.com//2017/10/08/video-surfaces-dolphins-ol-coach-chris-foerster-reportedly-drugs-team-meeting/https://twitter.com/hashtag/Dolphins?src=hash&ref_src=twsrc%5Etfw",
                "https://beforeitsnews.com/v3/r2/?url=http://www.dolphinsgab.com//2017/10/08/video-surfaces-dolphins-ol-coach-chris-foerster-reportedly-drugs-team-meeting/https://t.co/L7ZsdZMH7U"
            ]
        },
        "key_words": [
            "snorting",
            "ol",
            "team",
            "surfaces",
            "meeting",
            "video",
            "foerster",
            "reportedly",
            "coach",
            "doing",
            "chris",
            "dolphins",
            "drugs"
        ]
    }
]