[
    {
        "url": "https://www.cnn.com/2016/09/26/politics/jill-stein-presidential-debate-police-hofstra-university/index.html",
        "title": "Stein escorted off Hofstra University campus",
        "authors": [
            {
                "name": "Daniella Diaz",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-26",
        "text": "Updated 8:48 PM ET, Mon September 26, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nShe was at the university doing press interviews\nShe was escorted off before she could try to make her way to the debate stage\nWashington (CNN)\nGreen Party presidential nominee Jill Stein was escorted off the Hofstra University campus Monday after her prearranged media interviews because she didn't have credentials to be there.\nStein's campaign told CNN that she was at the university doing press interviews and was escorted off after an interview with MSNBC.\n\"We were on our way to an interview with @MSNBC when we were stopped by Hofstra security and Nassau County police just now. #debatenight\" she tweeted.\nWe were on our way to an interview with @MSNBC when we were stopped by Hofstra security and Nassau County police just now. #debatenight pic.twitter.com/Y0fQjih47Y\nThe Nassau County Police Department told CNN that Stein failed to provide the proper credentials at the university, which led to her being escorted off campus.\n\"She was on the college campus, we asked to verify for proper credentials, she did not have them, and she was nicely escorted off the campus,\" a police department spokeswoman said.\nRead More\nStein told MSNBC in an earlier interview Monday that she would try to get on the debate stage despite failing to meet the requirements needed to participate.\n\"Well, what I am really hoping to accomplish is what the American people are hoping to accomplish, which is to open up the debates so we have a fair and inclusive debate at a time where the American people rejected the two establishment candidates at record levels,\" she said. \"They have a right not only to vote -- they have a right to know who we can vote for.\"\nStein, along with Libertarian candidate Gary Johnson, failed to qualify for the first presidential debate .\nThe candidates needed to make a 15% polling threshold across several major national surveys in order to qualify for the debates. The commission determined that the polling averages for the candidates had Stein at 3.2% and Johnson at 8.4%.\nCNN's Samantha Reyes contributed to this report.\n",
        "quotes": [
            [
                "We were on our way to an interview with @MSNBC when we were stopped by Hofstra security and Nassau County police just now.",
                "Stein",
                true
            ],
            [
                "She was on the college campus, we asked to verify for proper credentials, she did not have them, and she was nicely escorted off the campus,",
                "",
                true
            ],
            [
                "Well, what I am really hoping to accomplish is what the American people are hoping to accomplish, which is to open up the debates so we have a fair and inclusive debate at a time where the American people rejected the two establishment candidates at record levels,",
                "Stein",
                true
            ],
            [
                "They have a right not only to vote -- they have a right to know who we can vote for.",
                "Stein",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/09/16/politics/johnson-stein-fail-to-qualify-for-first-debate/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/debatenight?src=hash",
                "https://twitter.com/MSNBC",
                "https://t.co/Y0fQjih47Y"
            ]
        },
        "key_words": [
            "stein",
            "county",
            "interview",
            "nassau",
            "escorted",
            "university",
            "campus",
            "credentials",
            "hofstra",
            "way",
            "cnn"
        ]
    }
]