[
    {
        "url": "http://www.cnn.com/2017/10/11/politics/congressional-letter-bristol-bay-salmon/index.html",
        "title": "Bristol Bay: EPA plan 'inconsistent with basic logic'",
        "authors": [
            {
                "name": "John D. Sutter",
                "link": null
            },
            {
                "name": "Scott Bronstein",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-11",
        "text": "Democrats call EPA's Bristol Bay move 'inconsistent with basic logic'\nBy Scott Bronstein and John D. Sutter , CNN\nUpdated 11:24 AM ET, Thu October 12, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\nThe EPA's move, if finalized, would make it more likely a large gold and copper mine could be built in the Bristol Bay watershed, the lawmakers warned.\n\"The EPA's plan to reverse clean water safeguards is egregious and inconsistent with science and frankly, inconsistent with basic logic,\" Sen. Maria Cantwell, of Washington, and Rep. Jared Huffman, of California, wrote in the letter , which also was signed by 40 of their colleagues.\nThe comments address a plan by Pebble Limited Partnership, which is owned by Northern Dynasty Minerals, a Canadian mining company, to mine for gold and copper in Bristol Bay. Such a mine would threaten \"the entire Bristol Bay region, salmon, and the multibillion-dollar economy it supports,\" the lawmakers wrote.\nRead More\nThe EPA's move would have to be finalized, and Pebble still would have to apply for and be granted permits to mine in the area before any construction could take place. Two public hearings on the EPA's proposal are scheduled to be held in Alaska this week. The public has until October 17 to comment on the EPA's proposed withdrawal of a move under the Obama administration to protect the Bristol Bay watershed from potential mining activities.\n\"Scott Pruitt is signing up to kill the largest salmon run on Earth and thousands of fishing jobs,\" Cantwell said in a statement emailed to CNN on Wednesday. \"The Northwest can't afford him or his job killing ideas. We can't let Pruitt pollute our clean water and throw away thousands of jobs because one mining CEO received special treatment.\"\nCollier, the Pebble CEO, denied he received special treatment. In an interview with CNN, he maintained a mine could be built in an environmentally friendly manner that would have no ecological ramifications. Pebble plans to file permit applications in December, he said, and the mine proposal will be far smaller than the EPA had thought when it moved, under the Obama administration, to protect the watershed and pre-emptively veto certain mining activities.\n\"The Bristol Bay watershed is 40,000 square miles with millions of acres already in protected status,\" Pebble spokesman Mike Heatwole said in an email to CNN. The company plans to propose a mine site that would cover 12.7 square miles, according to a presentation posted on the company's website. The EPA's proposal to withdraw Obama-era protections for Bristol Bay does not ensure a mine will be built, Heatwole said, but rather gives the company the opportunity to apply for permits. \"All we have ever sought is the ability to have the project reviewed like every other resource development project in the nation,\" he said.\nA 2014 EPA report found a larger-scale mine would result in the \"complete loss\" of salmon habitat in some areas of the watershed. That report, which was based on three years of research, was the basis for a rare move in which the agency proposed pre-emptively protecting Bristol Bay from certain mining activities under a provision of the Clean Water Act, section 404(c).\nThe watershed produces nearly half the world's annual sockeye salmon catch and supports Alaska Native villages.\nThe prospect of a Pebble mine \"directly threatens our maritime economy and thousands of American jobs that rely on this world class fishery,\" the members of Congress wrote to the White House this week. \"We ask you to listen to America's fishermen and businesses and reverse EPA's decision to undo strong protections and clean water safeguards in Bristol Bay.\"\nAlaska's congressional delegation -- three Republicans -- did not sign the White House letter.\nCNN's Drew Griffin contributed to this report.\n",
        "quotes": [
            [
                "The EPA's plan to reverse clean water safeguards is egregious and inconsistent with science and frankly, inconsistent with basic logic,",
                "Maria Cantwell",
                true
            ],
            [
                "the entire Bristol Bay region, salmon, and the multibillion-dollar economy it supports,",
                "",
                false
            ],
            [
                "Scott Pruitt is signing up to kill the largest salmon run on Earth and thousands of fishing jobs,",
                "Cantwell",
                true
            ],
            [
                "The Northwest can't afford him or his job killing ideas.",
                "Cantwell",
                true
            ],
            [
                "We can't let Pruitt pollute our clean water and throw away thousands of jobs because one mining CEO received special treatment.",
                "Cantwell",
                true
            ],
            [
                "The Bristol Bay watershed is 40,000 square miles with millions of acres already in protected status,",
                "Mike Heatwole",
                true
            ],
            [
                "All we have ever sought is the ability to have the project reviewed like every other resource development project in the nation,",
                "Heatwole",
                true
            ],
            [
                "directly threatens our maritime economy and thousands of American jobs that rely on this world class fishery,",
                "",
                false
            ],
            [
                "We ask you to listen to America's fishermen and businesses and reverse EPA's decision to undo strong protections and clean water safeguards in Bristol Bay.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.cantwell.senate.gov/news/press-releases/cantwell-murray-wa-house-dems-to-trump-admin-listen-to-our-fishermen-and-save-bristol-bay-wa-fishing-jobs",
                "https://www.epa.gov/bristolbay/about-epas-decision-not-withdraw-proposed-clean-water-act-restrictions-mining-pebble"
            ],
            "unsure": []
        },
        "key_words": [
            "salmon",
            "clean",
            "bay",
            "mining",
            "plan",
            "pebble",
            "cnn",
            "inconsistent",
            "bristol",
            "epa",
            "logic",
            "epas",
            "water",
            "watershed",
            "basic"
        ]
    }
]