[
    {
        "url": "https://www.nytimes.com/2017/10/11/world/australia/vegemite-blend-17.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Vegemite, the Beloved Australian Spread, Goes Upmarket",
        "authors": [
            {
                "name": "Adam Baidawi",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nImage\nThe production line at a Vegemite factory in Melbourne, Australia, in 2013. A new version of the spread, known as Blend 17, was released this week.CreditCreditGraham Denholm/Getty Images\nBy Adam Baidawi\nOct 11, 2017\nMELBOURNE, Australia — Vegemite, the classic condiment found on breakfast tables in every corner of Australia for nearly a century, is going posh.\nBega, manufacturer of the iconic — if divisive — yeast extract spread, released a new and more expensive version of the product this week, raising questions about whether the brand had abandoned its humble roots in favor of a more affluent demographic.\nThe new variety, Vegemite Blend 17, is sold in achingly artisanal packaging that includes an unnecessary cardboard box, a gold-colored lid and a price tag more than double that of a traditional jar, coming in at 7 Australian dollars, or nearly $5.50.\nWhen asked what happened to blends 1 through 16, Vegemite’s marketing director, Ben Hill, explained: “The name ‘Blend 17’ simply refers to the year 2017 we have released it in.”\nVegemite has long had an unassailable place in Australian culture . While running successfully for prime minister in 2007, Kevin Rudd called himself a “very simple Vegemite-on-toast man.”\nImage\nVegemite Blend 17 costs more than twice as much as the traditional version.CreditVegemite\nEmily Naismith, an Australian writer and co-host of the food podcast Ingredipedia , said that she, like many Australians, had eaten the salty, savory spread her entire life.\n“I feel like Vegemite is the great equalizer through all of Australia,” she said. “I don’t know who they’re trying to service — which type of market.”\nAnthony Agius, a Melbourne resident who says he has eaten Vegemite for 32 years, purchased the new product out of curiosity. “I eat a lot of Vegemite, so I figured, Why not try a new flavor? Maybe I’d like it more than original Vegemite.”\nMr. Agius said he could not easily distinguish the new blend from the original. “Really couldn’t tell the difference,” he said. “It’s maybe a bit more salty, if I think about it, but that’s it.”\nOther customers took to Twitter to review the new version.\n“Some people spread their Vegemite on lightly; some lather it on,” said Mr. Hill, the Vegemite marketer. “I particularly say for those who lather it on to try this special edition. The higher intensity of the Vegemite taste means they can use less and savor the jar for longer.”\nWhen asked whether the new product may be a cynical, short-lived marketing ploy to draw attention and stoke lighthearted controversy, Mr. Hill simply encouraged Australians to “embrace the taste.” The company, he said, did not plan to reissue the product after its initial run of 450,000 units. But if the new blend proved popular, Mr. Hill said, Bega might keep making it.\n“We do think our fans will love it, and if they do, we want to hear from them,” he said, “because you never know!”\nAdam Baidawi isn’t stupid enough to buy a limited-edition blend of yeast extract...is he? Follow him on Twitter: @ads_b .\nGot an idea or suggestion for how to improve The Breakdown? Email nytaustralia@nytimes.com . Want to catch up? Read previous editions of The Breakdown .\nA version of this article appears in print on , Section A, Page 5 of the New York edition with the headline: A Beloved Australian Condiment Goes Upscale, Diverging From Tradition. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [
            [
                "The name ‘Blend 17’ simply refers to the year 2017 we have released it in.",
                "Ben Hill",
                true
            ],
            [
                "very simple Vegemite-on-toast man.",
                "Kevin Rudd",
                false
            ],
            [
                "I feel like Vegemite is the great equalizer through all of Australia,",
                "",
                true
            ],
            [
                "I don’t know who they’re trying to service — which type of market.",
                "",
                true
            ],
            [
                "I eat a lot of Vegemite, so I figured, Why not try a new flavor?",
                "",
                true
            ],
            [
                "Maybe I’d like it more than original Vegemite.",
                "",
                true
            ],
            [
                "Really couldn’t tell the difference,",
                "",
                true
            ],
            [
                "It’s maybe a bit more salty, if I think about it, but that’s it.",
                "",
                true
            ],
            [
                "Some people spread their Vegemite on lightly; some lather it on,",
                "Hill",
                true
            ],
            [
                "I particularly say for those who lather it on to try this special edition.",
                "Hill",
                true
            ],
            [
                "The higher intensity of the Vegemite taste means they can use less and savor the jar for longer.",
                "Hill",
                true
            ],
            [
                "We do think our fans will love it, and if they do, we want to hear from them,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.youtube.com/watch?v=0yA98MujNeM&feature=youtu.be",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "http://twitter.com/ads_b",
                "https://www.nytimes.com/series/australia-the-breakdown",
                "http://ingredipedia.com.au/"
            ]
        },
        "key_words": [
            "yeast",
            "australian",
            "australia",
            "version",
            "vegemite",
            "released",
            "spread",
            "week",
            "beloved",
            "nearly",
            "vegemites",
            "blend",
            "goes",
            "upmarket",
            "17"
        ]
    }
]