[
    {
        "url": "http://bleacherreport.com/articles/2736926-cam-newton-says-its-funny-hearing-female-reporter-talk-about-routes?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial",
        "title": "Cam Newton Says It's 'Funny' Hearing Female Reporter 'Talk About Routes'",
        "authors": [
            {
                "name": "Joseph Zucker",
                "link": null
            }
        ],
        "publisher": "bleacherreport.com",
        "publish_date": "2017-10-04",
        "text": "Comment Bubble Icon\nMaddie Meyer/Getty Images\nCarolina Panthers quarterback Cam Newton appeared to make a sexist comment during Wednesday's press conference.\nNewton chuckled and said it was funny to hear Jourdan Rodrigue, a female reporter for the Charlotte Observer, ask him about passing routes. Bridget Condon of ABC 11 in Durham, North Carolina, shared a clip of Newton's reaction to the question:\nBridget Condon @BridgetABC11\nWondering if anyone can explain to me what is so funny about a “#female talking about routes”🤔🤔🤔  #Panthers #CamNewton #Equality ?! #NFL https://t.co/D7lqMmn1KG\nGQ's Jay Willis provided the transcript of Rodrigue's question:\nJay Willis @jaywillis\nSo Cam Newton said... this today https://t.co/k3kAZGEsOD https://t.co/dyaFqZDFFZ\nNFL Network's Ian Rapoport shared a statement from Panthers spokesman Steven Drummond: \"I have spoken with Jourdan and Cam and I know they had a conversation where he expressed regret for using those words. We strive as a department to make the environment for media comfortable for everyone covering the team.\"\nScott Fowler of the Charlotte Observer passed along details of the second encounter:\n\"She asked the quarterback if he really didn't think a female could understand routes.\n\"Newton said she wasn't really seeing specific routes when watching the game, she was just seeing if somebody was open. She argued that he didn't know what she saw nor how hard she had studied football, and that maybe the two of them needed to have a deeper conversation.\n\"Newton said that maybe he should have said it was funny to hear 'reporters' talk about routes and that, if she actually did know about them, then she knew more than most reporters. Then he gestured toward the locker room, still filled with her colleagues.\"\nRapoport also shared a statement from Rodrigue:\nIan Rapoport @RapSheet\nStatement from #Panthers beat reporter @JourdanRodrigue on Cam Newton’s comments &amp; response https://t.co/vmffxQ7Jra\nRodrigue responded to Newton's comments on Twitter:\nJourdan Rodrigue @JourdanRodrigue\nI don't think it's \"funny\" to be a female and talk about routes. I think it's my job.\nJourdan Rodrigue @JourdanRodrigue\n@SmokeysHowl @jjones9 I spoke with him after and it was worse. I chose not to share, because I have an actual job to do today and one he will not keep me from.\nThe Association of Women in Sports Media also released a statement condemning Newton's remarks:\nAWSM @AWSM_SportMedia\nStatement from AWSM. https://t.co/P1fVi3KRsz\nThe Pro Football Writers Association released a statement on the comments as well:\nPro Football Weekly @PFWeekly\n.@PFWAwriters statement on @Panthers QB @CameronNewton https://t.co/0GTcX2xDgn\nUSA Today's Lindsay Jones underscored why Newton was so far off the mark:\nLindsay Jones @bylindsayhjones\nOh come on. Welcome to 2017 Cam Newton, women have been covering sports for decades. @JourdanRodrigue deserves better than that. https://t.co/ofeu23Xq6J\nWhile the NFL is a male-dominated league in terms of those who run teams and work on coaching staffs, that couldn't be further from the truth in terms of NFL fans, with women making up 45 percent of those who watch the game.\nThe idea that a woman, especially an NFL beat writer, doesn't understand the nuances of the game should be a relic of the past.\nFacebook Logo\nTwitter Logo\nTraining Camp Buzz Roundup\n👀 CAR being careful with Cam 🌟 OBJ won't have defined role 💰 Joe Haden deserves extension\nReport: Raiders Have No Timetable for AB's Return\nAntonio Brown is dealing with 'extreme' frostbite on his feet and could be out a while\nTurner Logo\n",
        "quotes": [
            [
                "I have spoken with Jourdan and Cam and I know they had a conversation where he expressed regret for using those words.",
                "Cam Newton",
                true
            ],
            [
                "We strive as a department to make the environment for media comfortable for everyone covering the team.",
                "Cam Newton",
                true
            ],
            [
                "She asked the quarterback if he really didn't think a female could understand routes.",
                "Ian Rapoport",
                true
            ],
            [
                "Newton said she wasn't really seeing specific routes when watching the game, she was just seeing if somebody was open.",
                "Ian Rapoport",
                true
            ],
            [
                "She argued that he didn't know what she saw nor how hard she had studied football, and that maybe the two of them needed to have a deeper conversation.",
                "Ian Rapoport",
                true
            ],
            [
                "Newton said that maybe he should have said it was funny to hear 'reporters' talk about routes and that, if she actually did know about them, then she knew more than most reporters.",
                "Ian Rapoport",
                true
            ],
            [
                "Then he gestured toward the locker room, still filled with her colleagues.",
                "Ian Rapoport",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.charlotteobserver.com/sports/spt-columns-blogs/scott-fowler/article177107336.html",
                "https://www.reuters.com/article/us-nfl-superbowl-women/women-comprise-nearly-half-of-nfl-audience-but-more-wanted-idUSKBN15J0UY"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://bleacherreport.com/cameron-newton",
                "https://bleacherreport.com/carolina-panthers",
                "https://twitter.com/RapSheet/status/915708648105676805"
            ]
        },
        "key_words": [
            "shared",
            "seeing",
            "newtons",
            "terms",
            "reporter",
            "statement",
            "cam",
            "funny",
            "female",
            "hearing",
            "talk",
            "know",
            "women",
            "nfl",
            "routes",
            "understand",
            "newton"
        ]
    }
]