[
    {
        "url": "http://www.cnn.com/2017/10/05/politics/kellyanne-conway-white-house-las-vegas/index.html",
        "title": "Post-Vegas, Conway blames Obama's ATF",
        "authors": [
            {
                "name": "Daniella Diaz",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-05",
        "text": "Updated 12:13 PM ET, Thu October 5, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nA bump stock is a device that enables semi-automatic rifles to fire rapidly like automatic weapons\nConway also blamed Democrats for not talking about guns before tragedies\nWashington (CNN)\nWhite House counselor Kellyanne Conway blamed the Bureau of Alcohol, Tobacco, Firearms and Explosives under the Obama administration Thursday for not regulating bump fire stocks , also known as bump stocks, though it's not clear the bureau had the authority to do so.\nA bump stock is a device that enables semi-automatic rifles to fire rapidly like automatic weapons. Jill Snyder, special agent in charge of the ATF, said Tuesday that the gunman in Las Vegas rigged 12 semi-automatic rifles with bump stocks.\n\"I did note ... it was President Obama's ATF, the Bureau of Alcohol, Tobacco and Firearms, in 2010 that decided not to regulate this device,\" she told CNN's Chris Cuomo on \"New Day.\" \"That should be part of the conversation and part of the facts that you put before your viewers.\"\nIn 2010, Texas-based Slide Fire pitched the device to federal regulators as a new way to assist people with disabilities to \"bump fire\" from an AR-15-type rifle . Breitbart News, led by former White House chief strategist Steve Bannon, noted Wednesday that the device was approved by Obama's ATF.\nBecause a bump stock is not a firearm, the ATF classified it as firearm part -- so the ATF wrote in a letter that it approved it because it doesn't have any real jurisdiction over firearm parts.\nRead More\n\"We find that the bump stock is a firearm part and is not regulated as a firearm under Gun Control Act or the National Firearms Act,\" ATF said in a letter at the time.\nConway also argued that Democrats such as Hillary Clinton, Bernie Sanders and Elizabeth Warren don't talk about gun control until a tragedy occurs.\n\"(Clinton) has tweeted about guns one time this year. Bernie Sanders, zero times. Elizabeth Warren, zero times. They have tweeted about Russia over 30 times, Sanders and Warren,\" she said. All three Democrats tweeted frequently about guns in the wake of the Las Vegas shooting.\nJUST WATCHED\nConway spars with Cuomo over Harvey 01:57\nCuomo responded: \"I'm tired, so I apologize in advance, but I have to tell you a lot of this doesn't wash ... don't cheapen what happened in Las Vegas.\"\nThough Washington lawmakers have been facing questions about possible gun control measures in the wake of the massacre, President Donald Trump told reporters Wednesday that he would not address the issue while traveling in Las Vegas.\n\"We're not going to talk about that today,\" Trump told a reporter at the University Medical Center of Southern Nevada trauma center. \"We won't talk about that.\"\nDefends White House Puerto Rico response\nConway also defended the administration's actions in Puerto Rico after Hurricane Maria.\n\"This President has directed an entire government and administration, and we had 15,000 people on the ground helping them, and the electricity is going to take a long time to be restored,\" she told Cuomo. \"People have gotten millions of meals and liters of water, and we are doing what we can on an island 1,100 miles away from land trying to help those in need.\"\nShe continued: \"And when people take a shot at the President and try to even question, try to put a piece of tissue paper between him and his commitment to those people, and those people, you should think thrice about that. That's No. 2. No. 1, and most importantly, you are talking about the urgency to have a conversation. You and your network have felt an urgency about Russia and some phony baloney collusion.\"\n\"Nobody who's investigating it says it's phony, by the way, Republicans included ,\" Cuomo replied.\n'Glad' Tillerson is secretary of state\nCuomo asked Conway about reports that Secretary of State Rex Tillerson was considering resigning -- as well as Tennessee Sen. Bob Corker's remarks Wednesday that Tillerson, Defense Secretary James Mattis and White House chief of staff John Kelly \"help separate our country from chaos.\"\n\"That's Sen. Corker giving accolades to the great leadership of our secretary of state, our former DHS secretary and now-chief of staff John Kelly, and Secretary Mattis at the Pentagon, and he's crediting their leadership for keeping this country from chaos around the world,\" she responded. \"They support the President. They serve the President.\"\nAnd on Tillerson's public remarks Wednesday, she said, \"It was great.\"\n\"We are glad he's secretary of state and glad he's busy helping improve the safety and security of us and our allies and our interests around the globe, because this President is right and he did inherit a big mess,\" Conway said.\n",
        "quotes": [
            [
                "I did note ... it was President Obama's ATF, the Bureau of Alcohol, Tobacco and Firearms, in 2010 that decided not to regulate this device,",
                "",
                true
            ],
            [
                "That should be part of the conversation and part of the facts that you put before your viewers.",
                "",
                true
            ],
            [
                "We find that the bump stock is a firearm part and is not regulated as a firearm under Gun Control Act or the National Firearms Act,",
                "",
                true
            ],
            [
                "Clinton) has tweeted about guns one time this year.",
                "Bernie Sanders",
                true
            ],
            [
                "They have tweeted about Russia over 30 times, Sanders and Warren,",
                "Bernie Sanders",
                true
            ],
            [
                "I'm tired, so I apologize in advance, but I have to tell you a lot of this doesn't wash ... don't cheapen what happened in Las Vegas.",
                "Cuomo",
                true
            ],
            [
                "We're not going to talk about that today,",
                "Trump",
                true
            ],
            [
                "We won't talk about that.",
                "Trump",
                true
            ],
            [
                "This President has directed an entire government and administration, and we had 15,000 people on the ground helping them, and the electricity is going to take a long time to be restored,",
                "",
                true
            ],
            [
                "People have gotten millions of meals and liters of water, and we are doing what we can on an island 1,100 miles away from land trying to help those in need.",
                "Cuomo",
                true
            ],
            [
                "And when people take a shot at the President and try to even question, try to put a piece of tissue paper between him and his commitment to those people, and those people, you should think thrice about that.",
                "",
                true
            ],
            [
                "1, and most importantly, you are talking about the urgency to have a conversation.",
                "",
                false
            ],
            [
                "You and your network have felt an urgency about Russia and some phony baloney collusion.",
                "",
                true
            ],
            [
                "Nobody who's investigating it says it's phony, by the way, Republicans included ,",
                "Cuomo",
                true
            ],
            [
                "help separate our country from chaos.",
                "John Kelly",
                false
            ],
            [
                "That's Sen. Corker giving accolades to the great leadership of our secretary of state, our former DHS secretary and now-chief of staff John Kelly, and Secretary Mattis at the Pentagon, and he's crediting their leadership for keeping this country from chaos around the world,",
                "",
                true
            ],
            [
                "We are glad he's secretary of state and glad he's busy helping improve the safety and security of us and our allies and our interests around the globe, because this President is right and he did inherit a big mess,",
                "Conway",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2017/10/04/politics/mark-warner-richard-burr-russia-investigation/index.html",
                "https://www.cnn.com/2017/10/04/politics/bob-corker-mattis-tillerson-kelly/index.html",
                "http://money.cnn.com/2017/10/04/media/facebook-burr-warner-briefing/index.html",
                "https://www.cnn.com/2017/10/04/politics/tillerson-trump-commitment-moron/index.html",
                "http://money.cnn.com/2013/09/12/news/companies/slide-fire-gun/index.html",
                "https://www.cnn.com/2017/10/04/us/bump-stock-las-vegas-shooting/index.html",
                "http://www.breitbart.com/big-government/2017/10/04/obamas-atf-approved-bump-stocks-in-2010/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "stock",
            "bump",
            "obamas",
            "conway",
            "rifles",
            "firearm",
            "semiautomatic",
            "white",
            "tobacco",
            "bureau",
            "blames",
            "postvegas",
            "device",
            "atf"
        ]
    }
]