[
    {
        "url": "https://www.reuters.com/article/us-nobel-prize-literature-japan/whos-kazuo-ishiguro-japan-asks-but-celebrates-nobel-author-as-its-own-idUSKBN1CB0FZ",
        "title": "'Who's Kazuo Ishiguro?' Japan asks, but celebrates Nobel author as its own",
        "authors": [
            {
                "name": "Chang-Ran Kim",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "October 6, 2017 /  5:56 AM / 2 years ago\n'Who's Kazuo Ishiguro?' Japan asks, but celebrates Nobel author as its own\n3 Min Read\nTOKYO (Reuters) - Minutes after Japanese-born Briton Kazuo Ishiguro was announced as the winner of this year’s Nobel Prize for Literature, Japanese took to Twitter to ask: “Who (the heck) is Kazuo Ishiguro?”\nAuthor Kazuo Ishiguro speaks to the media outside his home, following the announcement that he has won the Nobel Prize for Literature, in London, Britain October 5, 2017. REUTERS/Toby Melville\nFor those who had never heard of the author of “The Remains of the Day” and other award-winning novels, the name that flashed across smartphones and TV screens was puzzling - it was undoubtedly Japanese-sounding, but written in the local script reserved for foreign names and words.\nFar from the super-star status that his erstwhile compatriot - and perpetual Nobel favorite - Haruki Murakami enjoys, Ishiguro is not a household name in Japan.\nBut by Friday morning, the nation was celebrating the 62-year-old British transplant, who writes exclusively in English, as one of its own, seizing on his own declaration of an emotional and cultural connection to Japan, which he left at age five.\n\"I've always said throughout my career that although I've grown up in this country (Britain) ... that a large part of my way of looking at the world, my artistic approach, is Japanese, because I was brought up by Japanese parents, speaking in Japanese,\" Ishiguro said on Thursday.\nJapanese newspapers carried his Nobel win as front-page news, describing him as a Nagasaki native who had obtained British citizenship as an adult.\n“On behalf of the government, I would like to express our happiness that an ethnic Japanese ... has received the Nobel Prize for Literature,” Japan’s chief government spokesman said.\nThe Sankei daily boasted: “(Ishiguro) follows Yasunari Kawabata and Kenzaburo Oe as the third Japanese-born writer” to win the prize.\nThe country similarly celebrated with gusto the 2014 Nobel Prize co-winner in physics, American Shuji Nakamura, despite his having abandoned his Japanese nationality years ago. Japan does not recognize dual citizenship for adults.\nMany Japanese are familiar with Ishiguro’s 2005 dystopian novel “Never Let Me Go” through its dramatisation in a local TV series last year, though the fact that Ishiguro wrote the work was less known. In the last 16 years, Hayakawa Publishing, which holds exclusive rights to translate Ishiguro’s works into Japanese, sold less than a million of his eight titles.\nJapanese may yet yearn for an elusive Nobel for Murakami, but for now, Ishiguro is their man of the hour.\n“Since last night, we’ve received orders for 200,000 copies,” Hiroyuki Chida at Hayakawa Publishing said. “That’s unthinkable in this day and age.”\nAdditional reporting by Kaori Kaneko; Editing by Nick Macfie\n",
        "quotes": [
            [
                "Who (the heck) is Kazuo Ishiguro?",
                "",
                true
            ],
            [
                "I've always said throughout my career that although I've grown up in this country (Britain) ... that a large part of my way of looking at the world, my artistic approach, is Japanese, because I was brought up by Japanese parents, speaking in Japanese,",
                "Kazuo Ishiguro",
                true
            ],
            [
                "On behalf of the government, I would like to express our happiness that an ethnic Japanese ... has received the Nobel Prize for Literature,",
                "",
                true
            ],
            [
                "Ishiguro) follows Yasunari Kawabata and Kenzaburo Oe as the third Japanese-born writer",
                "",
                false
            ],
            [
                "Since last night, we’ve received orders for 200,000 copies,",
                "Hiroyuki Chida",
                true
            ],
            [
                "That’s unthinkable in this day and age.",
                "Hiroyuki Chida",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "literature",
            "whos",
            "nobel",
            "celebrates",
            "ishiguro",
            "prize",
            "publishing",
            "received",
            "japanese",
            "win",
            "tv",
            "kazuo",
            "japan",
            "asks",
            "author"
        ]
    }
]