[
    {
        "url": "https://www.reuters.com/article/us-usa-trump-russia-dossier/u-s-special-counsels-investigators-met-author-of-trump-dossier-source-idUSKBN1CB036",
        "title": "U.S. special counsel's investigators met author of 'Trump dossier': source",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-06",
        "text": "U.S. special counsel's investigators met author of 'Trump dossier': source\n3 Min Read\nWASHINGTON (Reuters) - A former British spy who compiled a dossier with allegations that Russia helped Donald Trump in the 2016 U.S. presidential election has met with investigators working for the special counsel on the case, a source familiar with the contact said on Thursday.\nA woman enters the building housing the offices of Orbis Buiness Intelligence (C) where former British intelligence officer Christopher Steele works, in central London, Britain, January 12, 2016. REUTERS/Stefan Wermuth\nChristopher Steele, a former senior operative for MI6, the British foreign intelligence agency, met representatives of special counsel Robert Mueller’s team “recently,” said the source, who declined to provide further details.\nA spokesman for Mueller declined comment.\nWhile President Trump and some of his supporters have dismissed the dossier as “fake news”, two sources familiar with Mueller’s probe and a Senate Intelligence Committee investigation of suspected Russian meddling in the election said on Thursday that investigators have not dismissed it.\nRussia has repeatedly denied any interference in last November’s election won by businessman Trump, a Republican.\nSenate Intelligence Committee Chairman Richard Burr said on Wednesday that his panel had made several attempts to contact Steele and to meet him and “those offers have gone unaccepted.”\n“The committee cannot really decide the credibility of the dossier without understanding things like who paid for it, who are your sources and sub-sources,” Burr said.\nThe meeting between members of Mueller’s team and Steele was first reported by CNN earlier on Thursday.\nReuters reported on Wednesday that Mueller’s team had taken over multiple strands of FBI investigations related to possible financial and personal links between Trump, his associates and Russia.\nSteele met with FBI representatives before the election to discuss his findings on Trump and Russia. A copy of his so-called Trump dossier was posted publicly on the BuzzFeed website in January.\nAlthough several news organizations, including Reuters, were briefed on Steele’s dossier, most decided not to report on the material because its inflammatory and sometimes salacious content could not be verified.\nThe information on Trump collected by Steele, whom officials say was one of MI6’s most respected Russia hands, was laid out last year in political “opposition research” initially financed by supporters of one of Trump’s Republican primary election opponents. After Trump won the Republican nomination in July, backers of Democratic candidate Hillary Clinton picked up the support of Steele’s work.\nReporting by Mark Hosenball; editing by Grant McCool\n",
        "quotes": [
            [
                "The committee cannot really decide the credibility of the dossier without understanding things like who paid for it, who are your sources and sub-sources,",
                "Burr",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "source",
            "met",
            "team",
            "muellers",
            "counsels",
            "intelligence",
            "election",
            "dossier",
            "investigators",
            "russia",
            "committee",
            "trump",
            "steele",
            "special",
            "author"
        ]
    }
]