[
    {
        "url": "http://www.cnn.com/2017/10/04/entertainment/blade-runner-2049-review/index.html",
        "title": "'Blade Runner 2049' has great ambition, some glitches",
        "authors": [
            {
                "name": "Brian Lowry",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-04",
        "text": "Updated 2:11 PM ET, Fri October 6, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\n\"Blade Runner 2049\" boasts such an enticing assortment of elements it's frustrating that they aren't assembled into a movie that fully delivers on its promise. Yet despite Ryan Gosling, a striking visual template and Harrison Ford reprising the role he played in the 1982 sci-fi classic, glitches mar this undeniably ambitious but drawn-out exercise.\nDirector Denis Villeneuve (\"Arrival\") looked like an inspired choice to put a modern spin on this cerebral thriller. And in much the way that HBO's \"Westworld\" brought fresh considerations to Michael Crichton's movie, this 35-years-later sequel introduces ideas and concerns about renegade robots and artificial intelligence that feel very much suited to where we are now.\nThe movie, however, perhaps tackles too much, incorporating clever callbacks to its cinematic predecessor while seeking to carve out its own expansive narrative. The pacing, too, is somewhat off, with the first two thirds of the film -- which runs 2 hours, 44 minutes -- feeling a tad too leisurely, as if luxuriating in its futuristic dystopia, before rushing toward its slightly messy climactic act.\n\" allowfullscreen>\nFrom that perspective, it's possible to admire \"Blade Runner\" for what it endeavors to do -- and recommend seeing it on that level -- without feeling completely satisfied.\nThe filmmakers have understandably asked that reviews be as spoiler-free as possible, but the basic outline has been spelled out in the promotional material. It's been more than 30 years since the events of the original, with a new Blade Runner, K (Gosling), being drawn into a case that ties back into whatever happened to Ford's Deckard, who has disappeared.\nRead More\nA new conglomerate, moreover, has sprung up to replace Tyrell Corp. as the creator of replicants, the android-like beings forged in man's image, to advance expansion beyond a world polluted and despoiled past the point of recognition.\nStrictly in terms of set design and imagery, the movie dazzles. The smog-choked skies and dusty hues are almost tangible, matching and surpassing the acid rain-slicked streets of director Ridley Scott's incarnation.\nLike the new \"Westworld,\" \"Blade Runner 2049\" (the script is by Hampton Fancher and Michael Green) uses that dense backdrop to explore deeper questions about humanity and identity, throwing in a riff from a Disney fairy tale for good measure. The problem is that while A.I. offers a provocative prism through which to frame such matters, it can be an emotionally distancing one as well.\nThe movie's intellectual concerns certainly stand apart from blockbusters that appear overly preoccupied with blowing stuff up, but Ford's late entry into the story somewhat muddles answers to the questions that the movie raises. The structure also blunts the impact of a strong cast that includes Robin Wright, Lennie James and Jared Leto, with Ana de Armas, especially, standing out as a key figure in K's life.\nGive \"Blade Runner\" credit for doing far more than merely settling for nostalgia and name recognition, reimagining author Philip K. Dick's nightmarish 21st-century vision for a 21st-century audience -- one still wondering when those first flying cars will roll off the assembly line.\nThe irony is that the movie inadvertently reinforces one of its underlying messages -- namely, the more intricate the parts that go into this kind of vehicle, the more opportunities there are to encounter hiccups in the program.\n\"Blade Runner 2049\" opens Oct. 6 in the U.S. It's rated R. The movie's being released by Warner Bros., like CNN, a unit of Time Warner.\n",
        "quotes": [
            [
                "allowfullscreen>\nFrom that perspective, it's possible to admire \"Blade Runner",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "ambition",
            "great",
            "gosling",
            "way",
            "glitches",
            "runner",
            "visual",
            "feeling",
            "movie",
            "possible",
            "villeneuve",
            "blade",
            "westworld",
            "2049"
        ]
    }
]