[
    {
        "url": "https://www.politico.com/story/2016/09/bush-family-donald-trump-228446?cmpid=sf",
        "title": "The Bush family’s lament",
        "authors": [
            {
                "name": "Gabriel Debenedetti",
                "link": null
            },
            {
                "name": "Eli Stokols",
                "link": null
            },
            {
                "name": "Darren Samuelsohn",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-21",
        "text": "They detest the GOP nominee, and now have become his foil.\nBy ELI STOKOLS\n09/21/2016 05:01 AM EDT\nThe Bushes share a \"mutual regard\" with the Clintons, despite political differences, one source close to the Bush family said. | Getty\nTheir distaste for Donald Trump was no secret. But they saw no point in publicizing it.\nFrom Miami to Houston, Crawford to Kennebunkport, members of the Republican Party’s first family remained quiet for months, avoiding cameras and questions about presidential politics and focusing their few fundraiser appearances on assisting the GOP candidates who would be forced to share the November ballot with a nominee they detest.\nStory Continued Below\nBut given the Bush clan’s proximity to public life, and their progeny’s desire to one day return the family to power, it was only a matter of time before they could hold their tongues no longer.\nOver a 24-hour span that began with Jeb Bush's surprising and sardonic cameo in Sunday's Emmy Awards broadcast and Monday night’s reports that his father, former President George H.W. Bush, had told a family friend privately that he intended to support Hillary Clinton, the Bushes returned to the headlines, and are giving Trump just the establishment foil he so capably exploits.\n\"He probably loves that former President Bush isn't backing him because it underlines his whole case against the establishment,\" one former Jeb Bush campaign staffer said. \"I bet he's highlighting it in his stump speech before long.\"\nGeorge W. Bush, who is headed to Washington this weekend to headline a fundraiser for Senate Republicans and attend the opening of the National Museum of African American History and Culture, has shared in private settings for months his fear that he will be “the last Republican president.” And while Bush family loyalists say they do not know whether he is joking, they are certain he cannot support Trump.\n“When you have a Republican nominee who supported John Kerry in 2004 and implied that President Bush was responsible for 9/11 and has repeated the worst lies of the Michael Moore liberal Democrats, how in the world would the Bushes support that?” said one longtime GOP operative close to the Bush family.\nGeorge H.W. Bush, at 92 years of age, is the freest to disavow allegiance to the party’s nominee. Although sources close to the former president indicate he would have preferred his vote remain confidential, he harbors a deep disgust for Trump, who mocked and insulted his son throughout the primary and whose life of shameless self-promotion and a coarse approach to politics are an affront to the cultivated gentility and pragmatic, big-tent conservatism he and his sons personify.\n“Forty-one instilled a duty and service mentality in the DNA of his boys,” said Slater Bayliss, an alumnus of Jeb Bush’s administration in Tallahassee and a supporter of his 2016 campaign. “I don’t think Jeb ran for president because it was best for him, but thought he could make a difference with a positive, policy-focused agenda. The fact that we would expect a guy who was a Republican president to support every future Republican presidential candidate is silly, especially when you have one like Donald Trump.”\nFor George H.W. Bush and George W. Bush, who has demurred on questions about how he’ll vote in the presidential race and focused on assisting down-ballot Republicans, there is also the consideration of the bond they share with the Clintons as members of an exclusive presidential fraternity and the disaster relief work they have collaborated on as ex-presidents.\n“There is a mutual regard that exists, despite their obvious political differences, between the families,” one source close to the Bush family said. “And also a mutual disregard, a shared disgust for Trump as someone so far outside of that club.”\nThose close to the family also doubt that any of the Bush women will privately cast a vote for Trump. Barbara Bush campaigned for Jeb in New Hampshire and lamented Trump’s foul language and desecration of the political norms her family always abided by. Laura Bush and her daughter Jenna Bush Hager have similarly expressed worries about Trump’s effect on the political discourse and pleaded the Fifth when asked whether they’d be voting for Trump.\nJeb Bush, who prosecuted the case against Trump to little avail throughout the primary, has said publicly that he doesn’t plan to cast a ballot for Trump or Clinton — a reasonable position for someone who may hold out hopes of another presidential run or a position in a GOP administration down the road, should Trump lose in November and allow the party to reset itself for 2020. “I don’t know if it’s part of his thinking or not, but it would be a tough sell to the party to accept him if he’s on the record as having cast a vote for a Democratic nominee.”\nInterestingly enough, Jeb Bush’s son George P. Bush is the only family member publicly backing Trump. After watching the GOP nominee disparage, dismiss and eventually defeat his father, the Texas land commissioner, a telegenic Latino who has made no secret of his own ambitions for higher office, fell in line behind the party’s nominee, even though he acknowledged it being a “bitter pill to swallow.”\n“Donald Trump’s candidacy has divided Republican families around the country, and it sounds like this one’s no different,” said one Republican bundler who is close to the Bush family.\nThe elder Bush’s admission that he plans to vote for Clinton occurred during a board meeting for the former president’s Thousand Points of Light Foundation. Kathleen Hartington Kennedy Townsend, the former Maryland lieutenant governor and daughter of the late Robert F. Kennedy, asked Bush about his choice during a receiving line and got a frank answer — which she then posted to her Facebook page, prompting news reports Monday and Tuesday, confirming that Bush indeed plans to vote for Clinton.\nSeveral sources close to the former president expressed frustration Tuesday with the notion that Townsend would publicize what she heard while visiting a 92-year-old man’s living room, calling it a breach of privacy. But the former president himself issued no statement denying the reports of what he said.\nEven before news of Bush’s backing, Clinton’s campaign was running a television ad highlighting a number of Republicans criticizing Trump. And she has already won endorsements from many Republicans who worked in one or both Bush administrations. But just as early forecasts of a possible Bush-Clinton matchup were met with frustration and fatigue in the run-up to this year’s campaign cycle, confirmation this week of some sort of alliance between the families may only serve to harden the electorate’s obvious antipathy to dynastic, establishment politics.\n“The reality is, if all of this meant something, Donald Trump would not be the nominee,” said Bruce Haynes, a GOP consultant in Washington. “In Raleigh and Des Moines, people don’t give a damn about what the Bushes say or do. If anything, they see the establishment politicians closing ranks around Clinton and are more emboldened to do the opposite.”\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "He probably loves that former President Bush isn't backing him because it underlines his whole case against the establishment,",
                "",
                true
            ],
            [
                "I bet he's highlighting it in his stump speech before long.",
                "",
                true
            ],
            [
                "When you have a Republican nominee who supported John Kerry in 2004 and implied that President Bush was responsible for 9/11 and has repeated the worst lies of the Michael Moore liberal Democrats, how in the world would the Bushes support that?",
                "George W. Bush",
                true
            ],
            [
                "Forty-one instilled a duty and service mentality in the DNA of his boys,",
                "Slater Bayliss",
                true
            ],
            [
                "I don’t think Jeb ran for president because it was best for him, but thought he could make a difference with a positive, policy-focused agenda.",
                "Slater Bayliss",
                true
            ],
            [
                "The fact that we would expect a guy who was a Republican president to support every future Republican presidential candidate is silly, especially when you have one like Donald Trump.",
                "Slater Bayliss",
                true
            ],
            [
                "There is a mutual regard that exists, despite their obvious political differences, between the families,",
                "George W. Bush",
                true
            ],
            [
                "And also a mutual disregard, a shared disgust for Trump as someone so far outside of that club.",
                "George W. Bush",
                true
            ],
            [
                "I don’t know if it’s part of his thinking or not, but it would be a tough sell to the party to accept him if he’s on the record as having cast a vote for a Democratic nominee.",
                "Jeb Bush",
                true
            ],
            [
                "Donald Trump’s candidacy has divided Republican families around the country, and it sounds like this one’s no different,",
                "George W. Bush",
                true
            ],
            [
                "The reality is, if all of this meant something, Donald Trump would not be the nominee,",
                "Bruce Haynes",
                true
            ],
            [
                "In Raleigh and Des Moines, people don’t give a damn about what the Bushes say or do.",
                "Bruce Haynes",
                true
            ],
            [
                "If anything, they see the establishment politicians closing ranks around Clinton and are more emboldened to do the opposite.",
                "Bruce Haynes",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/jeb-bush-jokes-about-winning-with-a-positive-campaign-on-emmys-228344",
                "https://people.com/celebrity/laura-bush-and-jenna-bush-hager-on-donald-trumps-presidential-campaign/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "president",
            "family",
            "familys",
            "nominee",
            "trump",
            "lament",
            "republican",
            "jeb",
            "bush",
            "close",
            "presidential",
            "vote"
        ]
    }
]