[
    {
        "url": "https://www.cnn.com/2016/09/21/politics/bono-donald-trump/index.html",
        "title": "Bono: Trump 'potentially the worst idea that ever happened to America'",
        "authors": [
            {
                "name": "Eugene Scott",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-21",
        "text": "Bono: Trump 'potentially the worst idea that ever happened to America'\nUpdated 8:41 AM ET, Wed September 21, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nBono was interviewed by Charlie Rose\nWashington (CNN)\nRock star Bono said Republican presidential candidate Donald Trump has the potential to be \"the worst idea that ever happened to America.\"\n\"America is like the best idea the world ever came up with, but Donald Trump is potentially the worst idea that ever happened to America,\" he told CBS's Charlie Rose. \"He could destroy it.\"\n\"America is not just a country,\" Bono continued in the interview that aired Tuesday on \"This Morning.\" \"America is an idea and that idea is bound up in justice and equality for all.\"\nThe philanthropist and activist, who was in New York for the meeting of the United National General Assembly, called Trump's rise to prominence within the GOP \"really dangerous.\"\n\"I think he's hijacked the party, and I think he's trying to hijack the idea of America and I think it's bigger than all of us. This is really dangerous,\" he said.\nRead More\nHowever, Bono did validate the concerns of Trump supporters frustrated with the status quo of the two leading political parties.\n\"I would not diminish Trump supporters or underestimate their angst because I feel that in a way they have correctly assessed that the center parties haven't yet become clear,\" he said. \"Their angst is real and genuine.\"\nThe Irish musician declined to tell Americans how to vote, but said whatever voters decide will have global implications.\n\"There are very real problems facing not just America, facing Europe,\" he said. \"I'm Irish. I don't have a vote, and I can't be telling people how to vote. And I don't want to, but I have a voice and I can say who sits in that office affects everyone in this world.\"\n",
        "quotes": [
            [
                "the worst idea that ever happened to America.",
                "Bono",
                false
            ],
            [
                "America is like the best idea the world ever came up with, but Donald Trump is potentially the worst idea that ever happened to America,",
                "Donald Trump",
                true
            ],
            [
                "America is not just a country,",
                "Bono",
                true
            ],
            [
                "America is an idea and that idea is bound up in justice and equality for all.",
                "Bono",
                true
            ],
            [
                "I think he's hijacked the party, and I think he's trying to hijack the idea of America and I think it's bigger than all of us.",
                "Donald Trump",
                true
            ],
            [
                "I would not diminish Trump supporters or underestimate their angst because I feel that in a way they have correctly assessed that the center parties haven't yet become clear,",
                "Bono",
                true
            ],
            [
                "Their angst is real and genuine.",
                "Bono",
                true
            ],
            [
                "There are very real problems facing not just America, facing Europe,",
                "Bono",
                true
            ],
            [
                "I don't have a vote, and I can't be telling people how to vote.",
                "Bono",
                true
            ],
            [
                "And I don't want to, but I have a voice and I can say who sits in that office affects everyone in this world.",
                "Bono",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "really",
            "party",
            "happened",
            "hes",
            "idea",
            "trump",
            "think",
            "bono",
            "worst",
            "america",
            "potentially"
        ]
    }
]