[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/donald-trump-crime-agenda-charlotte/index.html",
        "title": "Donald Trump calls for 'national anti-crime agenda'",
        "authors": [
            {
                "name": "Jeremy Diamond",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Updated 8:09 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nTrump praised the policing practiced under former New York City Mayor Rudy Giuliani\nHe also seized on the unrest to appeal to African-Americans to join his campaign\nPittsburgh  (CNN)\nDonald Trump called Thursday for a \"national anti-crime agenda\" to combat violent crime in US cities as he condemned the unrest that unfolded overnight in Charlotte, North Carolina, where protests turned violent.\n\"Our country looks bad to the world, especially when we are supposed to be the world's leader. How can we lead when we can't even control our own cities,\" Trump said during a speech here to a conference of shale oil and natural gas producers.\nAfter police shot a man officials say was armed, two nights of protests followed there, slipping into violence Wednesday night with numerous civilian and police injuries reported, as well as looting and property destruction.\nTrump, who has focused on restoring \"law and order\" in his presidential campaign, seized on the unrest in Charlotte to renew his call for tough-on-crime policies to bring down crime rates in major American cities and once again appeal to African-Americans to join his campaign.\n\"The people who will suffer the most as a result of these riots are law-abiding African-American residents who live in these communities where crime is so rampant,\" Trump said. \"There is no compassion in tolerating lawless conduct. Crime and violence is an attack on the poor and will never be accepted in a Trump administration, ever, ever.\"\nRead More\nTrump also tied the eruption of violent protests on Wednesday night to drugs, saying in Pittsburgh that \"drugs are a very, very big factor in what you're watching on television at night\" -- though he offered no evidence to back up that claim.\nSteven Cheung, a Trump campaign spokesman, later said it was \"obvious\" Trump was \"referring to the recent increase in drug related deaths and subsequent news reports, thus making it a hot button issue.\"\nPraised stop-and-frisk\nTrump praised the policing practiced under former New York City Mayor Rudy Giuliani, which included the use of \"stop-and-frisk\" and a greater crackdown on misdemeanor offenses and has been credited with helping bring down the city's crime rate during the 1990s.\n\"Think of how many families these policies saved from the worst heartache possible,\" Trump said of Giuliani, who is now a top adviser and surrogate.\nSpeaking to Fox News a day earlier, Trump spoke out in favor of the controversial stop-and-frisk policy Giuliani put in place in New York which was ruled unconstitutional by a federal judge in 2013 for being a \"policy of indirect racial profiling.\" Trump said Thursday morning that he was calling for that policy to be implemented in Chicago, where gun violence has skyrocketed, with more than 3,000 people shot in that city so far this year.\nDuring that interview, Trump also highlighted what he saw as a \"lack of spirit\" between communities.\n\"It just seems that there's a lack of spirit between the white and the black. I mean, it's a terrible thing that we're witnessing,\" he said.\nTrump offered few details in his Pittsburgh speech of what would be included in his \"national anti-crime agenda to make our cities safe again,\" beyond saying that he will \"make reduction of crime a top priority\" and appoint \"the best\" prosecutors and federal investigators to go after criminal gangs and cartels.\nTrump has previously said that he would look to increase the number of police officers in inner cities to bring down the crime rate and improve training, but has offered little other specifics on this policy front.\n\"Safety is the foundation of the ladder to American success,\" he said.\nTrump suggested the police officer who fatally shot Crutcher \"got scared\" or \"was choking,\" referring to individuals who fail under pressure.\nCNN's Ashley Killough contributed to this report.\n",
        "quotes": [
            [
                "Our country looks bad to the world, especially when we are supposed to be the world's leader.",
                "Donald Trump",
                true
            ],
            [
                "How can we lead when we can't even control our own cities,",
                "Donald Trump",
                true
            ],
            [
                "The people who will suffer the most as a result of these riots are law-abiding African-American residents who live in these communities where crime is so rampant,",
                "Donald Trump",
                true
            ],
            [
                "There is no compassion in tolerating lawless conduct.",
                "Donald Trump",
                true
            ],
            [
                "Crime and violence is an attack on the poor and will never be accepted in a Trump administration, ever, ever.",
                "Donald Trump",
                true
            ],
            [
                "drugs are a very, very big factor in what you're watching on television at night",
                "Donald Trump",
                false
            ],
            [
                "referring to the recent increase in drug related deaths and subsequent news reports, thus making it a hot button issue.",
                "Donald Trump",
                false
            ],
            [
                "Think of how many families these policies saved from the worst heartache possible,",
                "Donald Trump",
                true
            ],
            [
                "It just seems that there's a lack of spirit between the white and the black.",
                "Donald Trump",
                true
            ],
            [
                "I mean, it's a terrible thing that we're witnessing,",
                "Donald Trump",
                true
            ],
            [
                "national anti-crime agenda to make our cities safe again,",
                "Donald Trump",
                false
            ],
            [
                "make reduction of crime a top priority",
                "Donald Trump",
                false
            ],
            [
                "Safety is the foundation of the ladder to American success,",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/09/21/politics/donald-trump-stop-and-frisk/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "seized",
            "anticrime",
            "calls",
            "crime",
            "unrest",
            "protests",
            "join",
            "trump",
            "charlotte",
            "cities",
            "donald",
            "appeal",
            "agenda",
            "national",
            "violence"
        ]
    }
]