[
    {
        "url": "https://www.reuters.com/article/us-kenya-energy-refugees/refugees-and-forests-benefit-as-kenyas-herders-torch-an-invader-idUSKBN1CF06A",
        "title": "Refugees – and forests – benefit as Kenya's herders torch an invader",
        "authors": [
            {
                "name": "Anthony Langat",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "Refugees – and forests – benefit as Kenya's herders torch an invader\n5 Min Read\nKAKUMA, Kenya (Thomson Reuters Foundation) -  Turkana County is one of Kenya’s most arid regions, but land near the town of Kakuma sports a dense thicket of thorny trees.\nThat’s not good news. The plant is Prosopis juliflora,  a fast-growing invasive species that has wreaked havoc by taking over land once used for pasture, choking rivers and overwhelming indigenous trees in this part of northwest Kenya.\nBut a clever plot is now underway to clear the invader – by turning it into charcoal for an energy-starved refugee camp nearby, while providing jobs for local people.\nMore than 180,000 refugees, many from Somalia, Ethiopia and Sudan, live at Kakuma camp, which was established in 1991 on the outskirts of the town of Kakuma. Today they use 23,000 tonnes of charcoal each month, some of it created by felling trees nearby.\nThe loss of trees is a problem for the region, not least because it allows the invasive thorn trees to spread into denuded areas, experts say.\nThe invader – called “mathenge” - has colonized a huge portion of land used by Turkana pastoralists as grazing for their livestock, said Paul Esekon, an energy and environmental officer at Lokado, a local community organization.\n“The Prosopis seed can survive in the ground for 10 years, and once it germinates its roots go very deep into the ground,” Esekon said.\nBut now, in an effort backed by Lokado, the U.N. Food and Agriculture Organization (FAO) and UNHCR, the United Nations refugee agency, residents that are battling to find grazing for their cattle can now also earn cash hacking down the invasive trees and turning them into charcoal.\nEFFICIENT KILNS\nAlong the Tarach river, which cuts across the refugee camp and meanders west towards the village of Morongole, Peter Palal and 32 members of the Morongole Environmental Group are at work making charcoal.\n“This area used to have many different trees but now it is only mathenge that is found here,” said Palal, the chairman of the group, named for the village where they live.\nIn a small clearing near the river, two cylindrical metal kilns rise about five feet above the ground. One has firewood in it, and Palal paces around, inspecting it.\nThe kilns are two of more than 20 that have been supplied to 10 groups in the Kakuma area by the county government and the FAO.\nThe project got it start after an analysis of natural resources by the county in 2015 recommended using mathenge to make charcoal on a commercial scale to improve employment prospects for young people and boost the local economy.\nThe kilns are designed to produce charcoal more efficiently than traditional earth mounds used to burn the wood, reducing carbon emissions.\n“(The kiln) provides good quality charcoal and takes only two days to produce six bags,” Palal said. Previously it would have taken him five days or a week to produce that much, he added.\nMaina Kibata, a Kakuma-based field officer for the FAO, said the kilns are around 30 percent more efficient than traditional charcoal-making methods.\nAs part of the project, thousands of refugee families at the Kakuma camp also have received stoves that burn charcoal – for heating and cooking - more efficiently and safely, he said.\nSALES – AND CASH\nSince June 2017, Lokado, the community group, has bought about 3,000 bags of charcoal from local producers who use only mathenge to produce it. Each bag can last a family about a month.\nPalal’s group has produced about 400 bags, at a price of 600 Kenyan shillings (about $5.80) each.\nPalal said he was happy for the extra income. “This project has helped me because now I can pay fees for my children and hospital bills,” he said.\nLokado started distributing the charcoal free of charge to over 2,000 of the most vulnerable refugee households in August and hopes to eventually supply charcoal at a cost to all refugee households in Kakuma camp.\nThe organization’s members also have planted native trees on nearly 290 hectares (700 acres) of land reclaimed from the mathenge invasion, said Esekon.\nHe hopes the project will continue even after FAO funding comes to an end in 2018, particularly if a charcoal supply chain to Kakuma camp is by then well established.\n“Even if FAO withdraws, there will be a chain existing between the refugees and the community,” he said.\nReporting by Anthony Langat; editing by James Baer and Laurie Goering :; Please credit the Thomson Reuters Foundation, the charitable arm of Thomson Reuters, that covers humanitarian news, climate change, resilience, women's rights, trafficking and property rights. Visit news.trust.org/climate\n",
        "quotes": [
            [
                "The Prosopis seed can survive in the ground for 10 years, and once it germinates its roots go very deep into the ground,",
                "Esekon",
                true
            ],
            [
                "This area used to have many different trees but now it is only mathenge that is found here,",
                "Palal",
                true
            ],
            [
                "The kiln) provides good quality charcoal and takes only two days to produce six bags,",
                "Peter Palal",
                true
            ],
            [
                "This project has helped me because now I can pay fees for my children and hospital bills,",
                "Peter Palal",
                true
            ],
            [
                "Even if FAO withdraws, there will be a chain existing between the refugees and the community,",
                "Esekon",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://news.trust.org/climate/"
            ]
        },
        "key_words": [
            "torch",
            "kakuma",
            "charcoal",
            "used",
            "palal",
            "refugee",
            "invader",
            "kenyas",
            "benefit",
            "produce",
            "herders",
            "trees",
            "camp",
            "mathenge",
            "refugees",
            "forests",
            "project"
        ]
    }
]