[
    {
        "url": "http://www.cnn.com/2017/10/11/politics/nuclear-arsenal-trump/index.html",
        "title": "Trump says he wants nuclear arsenal in 'tip-top shape,' denies desire to increase stockpile",
        "authors": [
            {
                "name": "Jennifer Hansler",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-11",
        "text": "Trump says he wants nuclear arsenal in 'tip-top shape,' denies desire to increase stockpile\nUpdated 9:28 PM ET, Wed October 11, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\nPresident Donald Trump said that he just wants to have the US nuclear arsenal in \"tip-top shape,\" pushing back on a report that he wanted to increase the stockpile tenfold.\n\"I want modernization and total rehabilitation,\" Trump told reporters Wednesday during an appearance with Canadian Prime Minister Justin Trudeau. He called an increase in the stockpile \"totally unnecessary.\"\nSecretary of Defense James Mattis also denied the NBC report , saying, \"Recent reports that the President called for an increase in the US nuclear arsenal are absolutely false. This kind of erroneous reporting is irresponsible.\"\nIndeed, attempting to substantially grow the United States' nuclear weapon arsenal would be \"absurd\" and \"inconceivable,\" several nuclear experts say.\n\"This is a little bit like saying, 'I'd like a moon base, please,\" said Jeffrey Lewis, the publisher of the blog \"Arms Control Wonk\" and the director of the East Asia Nonproliferation Program at the James Martin Center for Nonproliferation Studies.\nRead More\nLewis told CNN that there are a number of reasons that the US has decreased its nuclear stockpile from the approximately 30,000 warheads it possessed during the peak of the Cold War.\n\"One factor is that a lot of those warheads existed for things we now do with conventional weapons,\" Lewis said, adding that there are \"a whole bunch of missions\" that the US no longer does.\n\"Then on top of that, as the Soviet Union numbers came down and the Soviet Union collapsed, there were fewer strategic targets for us to hit. So it became a very expensive legacy system,\" he said.\n\"Not like you can just go to the store and buy 30,000 nuclear weapons\"\nIf Trump really did want the US to increase its nuclear arsenal, he would have to ask Congress for a massive increase in funding.\n\"He'd have to get a whole ton of money authorized and appropriated to do it,\" said Barry Blechman, a distinguished fellow at the Stimson Center, a nonpartisan policy research center.\n\"To expand that number by more than tenfold is absolutely unaffordable,\" Daryl Kimball, the executive director of the Arms Control Association, told CNN.\nIn addition, that there would be a number of \"little practicalities,\" as Lewis put it, that would have to be considered.\n\"It's not like you can just go to the store and buy 30,000 nuclear weapons,\" Lewis said. \"You'd have to build an entire infrastructure to produce and sustain that stockpile. So that's not a one-year decision by Congress, that's a multi-year, multi-trillion dollar commitment that has to be made every year by the Congress.\"\n\"They'd have to build new reactors, new plutonium handling facilities ... that'd certainly be over $100 billion dollars,\" Blechman estimated.\nBeyond the logistical and monetary limitations, there would also be diplomatic implications.\n\"Not only is it unaffordable, but we have legally binding treaty commitments, specifically with Russia, not to deploy more than 1,550 nuclear warheads under the new strategic arms reduction treaty,\" Kimball told CNN, referring to the New START Treaty signed by President Barack Obama in 2011. Both the US and Russia have until February 2018 to reach these arms limits.\nKimball noted that the treaty could theoretically be renegotiated between Trump and Putin to allow for a greater stockpile.\nThe current nuclear arsenal is undergoing a modernization process. The plan was outlined under the Obama administration to modernize nuclear delivery systems, command and control systems and to refurbish warheads in the US nuclear triad -- the US force of sea, airborne and missile delivered nuclear weapons.\nThe plan, which keeps the number of weapons the same, is estimated to cost about $1.5 trillion over 30 years, according to an analysis by the ACA.\nThe Pentagon is currently reviewing US policy on nuclear weapon s and is expected to present its final report to the President by the end of the year. The review, which typically occurs every eight years, will establish US nuclear policy, strategy and force posture regarding the use of nuclear weapons under the Trump administration.\n\"Over the time, the results of that review will be reflected in the budget requests from the President to Congress,\" Kimball said.\n\"We may not see a ten-fold increase but I think it's likely that we're going to see President Trump's policy put a greater emphasis on the role of nuclear weapons, looking for ways to make these weapons more 'usable' ... and perhaps to develop new types of nuclear weapons,\" he noted.\nAll three of the experts who spoke with CNN emphasized a lack of need for a large quantity of nuclear weapons.\n\"More and bigger is not better. It does not require a large number of nuclear weapons to destroy another country,\" Kimball said.\nCNN's Barbara Starr and Ryan Browne contributed to this report.\n",
        "quotes": [
            [
                "I want modernization and total rehabilitation,",
                "James Mattis",
                true
            ],
            [
                "Recent reports that the President called for an increase in the US nuclear arsenal are absolutely false.",
                "James Mattis",
                true
            ],
            [
                "This kind of erroneous reporting is irresponsible.",
                "James Mattis",
                true
            ],
            [
                "This is a little bit like saying, 'I'd like a moon base, please,",
                "Jeffrey Lewis",
                true
            ],
            [
                "One factor is that a lot of those warheads existed for things we now do with conventional weapons,",
                "Lewis",
                true
            ],
            [
                "Then on top of that, as the Soviet Union numbers came down and the Soviet Union collapsed, there were fewer strategic targets for us to hit.",
                "",
                true
            ],
            [
                "So it became a very expensive legacy system,",
                "",
                true
            ],
            [
                "Not like you can just go to the store and buy 30,000 nuclear weapons",
                "Lewis",
                false
            ],
            [
                "He'd have to get a whole ton of money authorized and appropriated to do it,",
                "Barry Blechman",
                true
            ],
            [
                "To expand that number by more than tenfold is absolutely unaffordable,",
                "Daryl Kimball",
                true
            ],
            [
                "It's not like you can just go to the store and buy 30,000 nuclear weapons,",
                "Lewis",
                true
            ],
            [
                "You'd have to build an entire infrastructure to produce and sustain that stockpile.",
                "Lewis",
                true
            ],
            [
                "So that's not a one-year decision by Congress, that's a multi-year, multi-trillion dollar commitment that has to be made every year by the Congress.",
                "Lewis",
                true
            ],
            [
                "They'd have to build new reactors, new plutonium handling facilities ... that'd certainly be over $100 billion dollars,",
                "Blechman",
                true
            ],
            [
                "Not only is it unaffordable, but we have legally binding treaty commitments, specifically with Russia, not to deploy more than 1,550 nuclear warheads under the new strategic arms reduction treaty,",
                "Kimball",
                true
            ],
            [
                "Over the time, the results of that review will be reflected in the budget requests from the President to Congress,",
                "Kimball",
                true
            ],
            [
                "We may not see a ten-fold increase but I think it's likely that we're going to see President Trump's policy put a greater emphasis on the role of nuclear weapons, looking for ways to make these weapons more 'usable' ... and perhaps to develop new types of nuclear weapons,",
                "Kimball",
                true
            ],
            [
                "More and bigger is not better.",
                "Kimball",
                true
            ],
            [
                "It does not require a large number of nuclear weapons to destroy another country,",
                "Kimball",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nbcnews.com/politics/donald-trump/trump-wanted-dramatic-increase-nuclear-arsenal-meeting-military-leaders-n809701",
                "https://www.cnn.com/2017/04/17/politics/trump-nuclear-posture-review/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.cnn.com/2011/US/02/02/obama.start/index.html",
                "https://www.armscontrol.org/issue-briefs/2017-08/trillion-half-dollar-triad",
                "https://www.armscontrolwonk.com/"
            ]
        },
        "key_words": [
            "told",
            "denies",
            "warheads",
            "desire",
            "tiptop",
            "arsenal",
            "nuclear",
            "treaty",
            "shape",
            "wants",
            "stockpile",
            "trump",
            "president",
            "number",
            "weapons",
            "increase"
        ]
    }
]