[
    {
        "url": "http://www.cnn.com/2017/10/10/politics/us-warn-hezbollah-threat/index.html",
        "title": "US officials warn of potential Hezbollah threat to US homeland",
        "authors": [
            {
                "name": "Laura Koran",
                "link": null
            },
            {
                "name": "Elise Labott",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-10",
        "text": "US officials warn of potential Hezbollah threat to US homeland\nUpdated 8:04 AM ET, Wed October 11, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nThe move to crack down on Hezbollah's armed wing is part of a broader effort by the Trump administration to counter Iran and its proxies\nHezbollah, which has roots in Lebanon, is considered a terrorist organization by the United States\n(CNN)\nAs the Trump administration prepares to take a tougher line on Iran, senior US officials previewed a new offensive against Iranian-backed Hezbollah, claiming the group aspires to conduct attacks against the US homeland.\n\"While I'm not here today to speak publicly about any specific, or credible, or imminent threat to the homeland,\" National Counterterrorism Center Director Nicholas Rasmussen told reporters, \"we in the intelligence community do in fact see continued activity on behalf of Hezbollah here inside the homeland.\"\n\"It's our assessment that Hezbollah is determined to give itself a potential homeland option as a critical component of its terrorism playbook,\" he went on to say, citing r ecent arrests of alleged Hezbollah operatives in New York and Michigan. \"And that is something that those of us in the counter-terrorism community take very, very seriously.\"\nHezbollah declined to comment on the arrests.\nRead More\nAccording to the criminal complaint against him, Kourani described his role with IJO as a \"sleeper.\" These undercover operatives were supposed to \"maintain ostensibly normal lives but could be activated and tasked with conducting IJO operations,\" the complaint said.\nEl Debek was trained to make landmines and other explosives, officials said.\nThe move to crack down on Hezbollah's armed wing is part of a broader effort by the Trump administration to counter Iran and its proxies, including the militant Shiite group. In addition to offering cash rewards for its most wanted operatives, US officials said the administration will also step up its intelligence sharing and law enforcement efforts and enlist allies to undermine the group.\n\"It has become the global threat it is today for one reason: Tehran's deep and abiding assistance,\" added State Department Counterterrorism Coordinator Ambassador Nathan Sales, of the organization. \"The Iranian regime has built and bankrolled Hezbollah to foment instability throughout the region and across the world.\"\nSpeaking at a press conference at the State Department, Sales emphasized that \"countering Hezbollah is a top priority for the Trump administration,\" and placed two Hezbollah members on its Rewards for Justice program, offering $7 million and $5 million rewards respectively for Talal Hamiyah and Fu'ad Shukr.\nWhile the United States considers Hezbollah a terrorist group, its political wing is the most powerful bloc in Lebanon's deeply divided coalition government and several of its politicians are ministers.\nOn Tuesday, Sales forcefully rejected the notion that Hezbollah can be separated into its political and military wings.\n\"Some countries have chosen to designate only Hezbollah's military wing, leaving its so-called political wing untouched,\" he said. \"But that is a false distinction.\"\n\"Make no mistake,\" he continued. \"Hezbollah has no political wing. It is a single organization, a terrorist organization, and it is rotten to its core.\"\nTuesday marked 20 years since the US designated Hezbollah a foreign terrorist group. The organization has been accused of bombing the US embassy and Marine barracks in Beirut in 1983 and the 1994 bombing of a Jewish cultural center in Argentina. In 2012, Israel accused the group of bombing a bus of Israeli tourists in Bulgaria.\nThe Trump administration has increased aid to the Lebanese armed forces to help them fight ISIS and other terror groups, as well as strengthen its hand against the armed wing of Hezbollah.\nBut this summer President Donald Trump seemed to misunderstand the role played by Hezbollah in Lebanon's complex politics. After a July meeting Lebanese Prime Minister Saad Hariri in July, Trump suggested the organization was an enemy of the government.\nIn praising the resilience of the Lebanese people in fighting terrorism, Trump said that \"Lebanon is on the front lines in the fight against ISIS,  al Qaeda and Hezbollah.\"\nWhile Hezbollah has never directly attacked the US homeland or expressed a desire to do so publicly, David Schenker, director of the Program on Arab Politics at The Washington Institute for Near East Policy, told CNN the group has conducted fundraising operations in the country and would likely want to position so-called \"sleeper agents\" as part of its efforts to develop operational capabilities in the country.\nBut the group has so far favored a \"pragmatic\" approach by not directly targeting the United States, he notes. \"They're not on a suicide mission.\"\n",
        "quotes": [
            [
                "While I'm not here today to speak publicly about any specific, or credible, or imminent threat to the homeland,",
                "",
                true
            ],
            [
                "we in the intelligence community do in fact see continued activity on behalf of Hezbollah here inside the homeland.",
                "",
                false
            ],
            [
                "It's our assessment that Hezbollah is determined to give itself a potential homeland option as a critical component of its terrorism playbook,",
                "",
                true
            ],
            [
                "And that is something that those of us in the counter-terrorism community take very, very seriously.",
                "",
                true
            ],
            [
                "maintain ostensibly normal lives but could be activated and tasked with conducting IJO operations,",
                "",
                false
            ],
            [
                "It has become the global threat it is today for one reason: Tehran's deep and abiding assistance,",
                "",
                true
            ],
            [
                "The Iranian regime has built and bankrolled Hezbollah to foment instability throughout the region and across the world.",
                "",
                true
            ],
            [
                "countering Hezbollah is a top priority for the Trump administration,",
                "",
                false
            ],
            [
                "Some countries have chosen to designate only Hezbollah's military wing, leaving its so-called political wing untouched,",
                "",
                true
            ],
            [
                "But that is a false distinction.",
                "",
                true
            ],
            [
                "It is a single organization, a terrorist organization, and it is rotten to its core.",
                "",
                true
            ],
            [
                "Lebanon is on the front lines in the fight against ISIS,  al Qaeda and Hezbollah.",
                "Trump",
                true
            ],
            [
                "They're not on a suicide mission.",
                "Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2017/06/08/us/americans-accused-hezbollah-agents/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "counterterrorism",
            "potential",
            "community",
            "administration",
            "hezbollahs",
            "homeland",
            "york",
            "threat",
            "officials",
            "iran",
            "wing",
            "trump",
            "hezbollah",
            "warn"
        ]
    }
]