[
    {
        "url": "https://www.activistpost.com/2017/10/american-heart-association-says-meditation-may-reduce-heart-disease.html",
        "title": "American Heart Association Says Meditation May Reduce Heart Disease",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-06",
        "text": "The American Heart Association has released a statement recommending meditation as a way to potentially reduce the risk of heart disease. \nThe American Heart Association has joined the chorus of voices recognizing the benefits of a regular meditation practice. In a statement titled, “Meditation and Cardiovascular Risk Reduction: A Scientific Statement From the American Heart Association,” the AHA calls meditation a “potential attractive cost‐effective adjunct to more traditional medical therapies.”\nThe AHA conducted a systematic review of the studies on potential benefits of meditation on cardiovascular risk and found that, “Overall, studies of meditation suggest a possible benefit on cardiovascular risk.” The AHA did caution that the overall quality and quantity of study data is “modest”. The AHA looked at studies examining the physiological response to stress, smoking cessation, blood pressure reduction, insulin resistance and metabolic syndrome, endothelial function, inducible myocardial ischemia, and primary and secondary prevention of cardiovascular disease.\nThe non profit called for further research on meditation and cardiovascular risk, recommending researcher to “utilize randomized study design, be adequately powered to detect clinically meaningful benefit, include long‐term follow‐up, and be performed by those without inherent bias in outcome.”\nDr. Glenn Levine, chair of the AHA task force on clinical practice guidelines, told Reuters that meditation was not a cure all and should not be  undertaken as a substitute for well-established and recommended lifestyle and medicinal interventions.”\nOne of the reasons the American Heart Association chose to investigate the benefits of meditation is because of previous studies which have indicated that meditation can have positive effects on the brain.  The research examined by the AHA focused on sitting meditation such as Samatha, Vipassana, Mindfulness Meditation, Zazen (Zen Meditation), Raja Yoga, Loving-Kindness (Metta), Transcendental Meditation, and Relaxation Response. These meditations have been associated with lower levels of stress, anxiety, and depression, as well as improved sleep.\nAccording to a  recent analysis , mindfulness-based cognitive therapy may be more helpful than other treatments for people with recurring depression. The  study was conducted by a team with the University of Oxford in the UK. The researchers analyzed data from 1,258 participants from nine randomized controlled trials that compared mindfulness-based cognitive therapy (MBCT) to other treatments for recurring depression among people who were fully or partially in remission. Around 31 percent of participants receiving MBCT were less likely to have depression again after 60 weeks, compared to those who had received other treatments.\nA 2015  study published in The Lancet medical journal found that Mindfulness-based cognitive therapy (MBCT) may be just as effective as pharmaceuticals when it comes to preventing chronic depression relapse. Researchers at Britain’s Oxford University and Plymouth University Peninsula Schools of Medicine and Dentistry conducted the  first large-scale study  to compare the treatment of chronic depression with MBCT and anti-depressants. They found very little difference in the results of the two different treatments, including a minimal difference in the cost of the mindfulness training versus the constant use of pharmaceuticals.\nIn February of 2015 a study conducted by the Maharishi University’s Institute for Natural Medicine and Prevention found that regular meditation may prevent work-related stress and exhaustion. Participants reported falling stress levels, and more energy within days of practicing Transcendental Meditation twice a day for four months. The study, published in the Permanente Journal, observed participants stress levels before and after meditation, as well as patients who did not participate. Those who meditated registered lower levels of stress.\nThe JAMA Internal Medicine published a study suggesting that mindfulness meditation practice  may help older people who have trouble sleeping.  Researchers at the University of Southern California examined 49 people who were at least 55 years old and suffered from moderately disturbed sleep. They split the participants into two groups, one underwent six weekly two-hour sessions of a course in Mindfulness Awareness Practices for daily living, and the other attended six weeks of a sleep hygiene and education course. The group that learned mindfulness meditation practices made improvements at a higher rate than the sleep hygiene group.\nStudies also suggest that meditation can also be used to treat addiction. Researchers with the Center for the Study of Health and Risk Behaviors at the University of Washington in Seattle found that mindfulness meditation may be a  better long-term treatment for substance abuse  than traditional approaches. The study found that one year after patients experienced substance abuse treatment that included mindfulness training they were more likely to stay sober than those who had undergone traditional therapy or a 12-step program.\nOver and over again, science is now confirming what many traditions have known for thousands of years – connecting to your own heart and mind is valuable. Spending even five minutes alone in silence to reflect and sit in quiet contemplation can be incredibly valuable for your health.\nDerrick is available for interviews. Please contact [email protected]\nThis article may be freely reposted in part or in full with author attribution and source link .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "Meditation and Cardiovascular Risk Reduction: A Scientific Statement From the American Heart Association,",
                "",
                true
            ],
            [
                "potential attractive cost‐effective adjunct to more traditional medical therapies.",
                "",
                false
            ],
            [
                "Overall, studies of meditation suggest a possible benefit on cardiovascular risk.",
                "",
                true
            ],
            [
                "utilize randomized study design, be adequately powered to detect clinically meaningful benefit, include long‐term follow‐up, and be performed by those without inherent bias in outcome.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://theantimedia.com/study-confirms-mindfulness-meditation-as-effective-as-big-pharma/",
                "https://www.reuters.com/article/us-health-heart-meditation/meditation-may-help-prevent-heart-disease-doctors-say-idUSKCN1C82B0",
                "https://www.reuters.com/article/us-health-depression/mindfulness-therapy-as-good-as-medication-for-chronic-depression-study-idUSKBN0NB2KO20150420",
                "https://www.activistpost.com/2016/05/another-study-confirms-the-benefits-of-mindfulness-meditation.html",
                "https://www.activistpost.com/2017/10/american-heart-association-says-meditation-may-reduce-heart-disease.html",
                "http://jamanetwork.com/journals/jamainternalmedicine/fullarticle/2110998",
                "https://www.reuters.com/article/us-meditation-stress/meditation-might-reduce-workplace-stress-idUSBREA1C1VP20140213"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5441879/"
            ],
            "unsure": [
                "https://www.activistpost.com/cdn-cgi/l/email-protection",
                "https://www.ahajournals.org/action/cookieAbsent"
            ]
        },
        "key_words": [
            "meditation",
            "participants",
            "mindfulness",
            "heart",
            "stress",
            "disease",
            "american",
            "aha",
            "depression",
            "reduce",
            "study",
            "university",
            "association",
            "risk"
        ]
    }
]