[
    {
        "url": "http://www.addictinginfo.org/2016/09/21/trump-calls-for-this-racist-policy-to-be-forced-on-every-state/",
        "title": "Trump Calls For This Racist Policy To Be Forced On Every State",
        "authors": [
            {
                "name": "Oliver Willis",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-21",
        "text": "·\nDonald Trump is calling for one of the most controversial and racially charged policies enacted by police departments to be expanded across the entire country. The city of New York recently ended “stop and frisk,” but Trump is pushing for it, apparently egged on by his top campaign surrogate, former New York City mayor Rudy Giuliani. From Politico :\nIn a pre-taped interview on Fox News scheduled to air Wednesday night, Trump was asked by an audience member what he would do to address “violence in the black community” and “black-on-black crime.” Trump responded by proposing that “stop-and-frisk” policing, in which an officer is empowered to stop an individual and frisk them for weapons or any other illegal contraband, be adopted nationwide.\n“I would do stop-and-frisk. I think you have to. We did it in New York, it worked incredibly well and you have to be proactive and, you know, you really help people sort of change their mind automatically,” Trump told the questioner.\nStop-and-frisk was repeatedly called out and protested against by New York City residents because the policy was shown time and time again to disproportionately target black and Latino residents. They were singled out for examination and interrogation by police officers, in what some felt were quotas set up by police management.\nWhen the city stopped using stop-and-frisk, they did not see an increase in crime, despite claims from its supporters that there would be a spike in criminal activity. Most people who had been subject to stop-and-frisk were let go, because they hadn’t done anything wrong.\nFormer US District Court Judge Shira Scheindlin, who had ruled the procedure unconstitutional in federal court, described it as “destructive” in an interview with Buzzfeed. She added :\n“In short, the overstopping in many communities harmed the relationship between the people and the police. Cooperation has now improved due to positive efforts by police to work with the community not against it.”\nFeatured image via Flickr\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "I would do stop-and-frisk.",
                "Donald Trump",
                true
            ],
            [
                "We did it in New York, it worked incredibly well and you have to be proactive and, you know, you really help people sort of change their mind automatically,",
                "Donald Trump",
                true
            ],
            [
                "In short, the overstopping in many communities harmed the relationship between the people and the police.",
                "",
                true
            ],
            [
                "Cooperation has now improved due to positive efforts by police to work with the community not against it.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/donald-trump-stop-and-frisk-228486",
                "https://www.buzzfeednews.com/article/chrisgeidner/judge-who-struck-down-stop-and-frisk-policy-pushes-back-agai"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.flickr.com/photos/rwoan/28742365173/in/photolist-KMS8Ne-LJLzfF-LBN7ja-KMRYTk-LinxDL-LBMVMi-KMFhNm-LJLajz-KMRGAv-Linohj-LJL6JD-LinneN-LJL4uP-LFLSsq-KMEd6N-LBM2PF-KMDMwC-LimbHQ-KMQwCM-LFLn5s-KMQur2-LzcQnm-KMQrBK-KLUTmt-LAiyYg-LHfscD-LAiyR2-LHfs28-LAiyGK-KJSXHF-LFuh5t-LezoMN-KHfrVc-KGfv5e-KGfu4X-KG64b9-LcCzDU-LcCySU-LcCxUw-LD69iV-Lw9AzK-Lw9zcz-Lw9xZz-Lw9xoV-KGfe1v-LA6WZQ-KGfc7R-KG5Svm-Lw9sZV-Lw9shT"
            ]
        },
        "key_words": [
            "frisk",
            "stopandfrisk",
            "calls",
            "interview",
            "forced",
            "city",
            "crime",
            "trump",
            "racist",
            "residents",
            "court",
            "state",
            "stop",
            "york",
            "policy"
        ]
    }
]