[
    {
        "url": "http://www.cnn.com/2017/08/15/opinions/espn-fantasy-auction-opinion-pearlman/index.html",
        "title": "ESPN needs a lesson in racial awareness",
        "authors": [
            {
                "name": "Jeff Pearlman",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-08-15",
        "text": "By Jeff Pearlman\nUpdated 7:05 PM ET, Tue August 15, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nJeff Pearlman: On Monday, ESPN hosted a fantasy football draft segment that was reminiscent of a pre-Civil War slave auction\nThe network in airing this -- and the NFL itself on other fronts -- lack racial sensitivity and awareness, he writes\nJeff Pearlman is the author of Gunslinger: The Remarkable, Improbable, Iconic Life of Brett Favre. You can follow him on Twitter and listen to his podcast, Two Writers Slinging Yang . The views expressed in this commentary are solely those of the author.\n(CNN)\nIt has always been there.\nWe choose not to see it because, really, who wants to focus on the ugly mashup of racial insensitivities and professional sports in America when there's a Giants-Patriots game on in five minutes? Who wants to scream, \"Damn, that's really messed up!\" when one can scream, \"Damn, Jameis Winston sure slings the ball?\" Who wants to dig deep into the muck when we can instead focus on shiny helmets, scantily clad cheerleaders and big hits?\nIn case you missed this, on Monday ESPN hosted a fantasy football draft segment that, however unintentionally, looked, smelled and felt a whole lot like the slave auctions that took place throughout the south before the Civil War. There, on the stage, was white auctioneer Alan Wheeler, gavel in hand. There, in the audience, were four rows of white men and women, each one eager to bid.\nRead More\nJeff Pearlman\n\"Next on the auction block we've got Odell Beckham Jr.!\" Wheeler announced . \"Do I have $15? Fifteen ... can I get 16? Sixteen ...\"\nThat is so wrong. I find myself dumbfounded by the jarring tone-deafness of ESPN's decision-makers. Within the three seconds it takes to complete a Google search, the network's (historically ignorant) powers that be could have learned that selling off a bunch of strong black men to a white audience just ... might ... not ... be ... such a good idea.\n\"Auction drafts are a common part of fantasy football, and ESPN's segments replicated an auction draft with a diverse slate of top professional football players. Without that context, we understand the optics could be portrayed as offensive, and we apologize,\" ESPN said in a statement to media, including CNN.\nIf you want to know what a sale involving black men used to look like , travel back to 1859, when a plantation owner named Pierce Butler hosted what is considered to be the largest slave auction in United States history. Over two days at a racetrack in Savannah, Georgia, Butler peddled 436 adults, toddlers and infants. Until they were called up for purchase, his \"property\" was kept in the stalls normally reserved for horses.\nThe peddling of slaves remains a pox upon American history. Why risk, even inadvertently, invoking its shame in the name of fantasy sports?\nIn fairness, of course the football auction wasn't a deliberately racist effort by ESPN to mimic Pierce Butler. The network is hemorrhaging viewers, and the fly-by-the-seat-of-our-pants daily desperation that now oozes from its Bristol, Connecticut headquarters is both laughable and sad. ESPN finds itself in the harrowing position of a sports network in an age when people no longer need/want sports networks, and the misbegotten attempts to hook eyeballs lead to some seriously misguided concepts.\nDeliberate or not, however, the auction was a harsh reminder that, when it comes to racial sensitivity and awareness, football has some serious issues. It's a bizarre world where young male players, the majority of whom are black, generally (and without historical context) refer to team owners as either \"Sir\" or \"our owner.\" From the fan perspective, the NFL's franchises charge exorbitant prices (note: I just spent $40 just for parking at a Chargers' pre-season game two days ago) that hardly lend themselves to a diverse live viewing experience.\nFollow CNN Opinion\nRemember -- 31 of the NFL's 32 franchises are owned by white men (many of whom vote for political candidates who support reduced funding for the educational and athletic programs that often help minorities rise from tough situations). The league has excommunicated a legitimately talented black quarterback, former 49er Colin Kaepernick , after he dared kneel during the national anthem. The NFL puts its (mostly minority) athletes in the way of severe physical harm, yet has done everything within its power to cover up said impact. Though approximately 70% of players are African-American, only eight minorities serve as head coaches.\nThe emphasis on fantasy sports, in particular, is ... what? People bidding on athletes. People referring to grown men as \"theirs.\" People seeing humans as chips? \"It's unnatural,\" says Na'il Diggs, a former Green Bay Packers linebacker. \"NFL Films, when they mic players up, they never show that part of it -- fans screaming, 'You're killing me! You're killing my fantasy team!' You'd hear the crudest, nastiest stuff about something so silly. There's a separation of subject-object in that world. We're not people to many fans, we're objects. And if you don't fulfill your value, you're useless to them.\"\nIndeed.\nAgain, ESPN's actions clearly weren't driven by racism. But there's something going on here, and it goes a lot deeper than whether to bid on Dez Bryant or Julio Jones.\nIt's about sensitivity. It's about history.\n",
        "quotes": [
            [
                "Damn, that's really messed up!",
                "",
                true
            ],
            [
                "Damn, Jameis Winston sure slings the ball?",
                "",
                true
            ],
            [
                "Next on the auction block we've got Odell Beckham Jr.!",
                "Wheeler",
                true
            ],
            [
                "Auction drafts are a common part of fantasy football, and ESPN's segments replicated an auction draft with a diverse slate of top professional football players.",
                "Wheeler",
                true
            ],
            [
                "Without that context, we understand the optics could be portrayed as offensive, and we apologize,",
                "Wheeler",
                true
            ],
            [
                "NFL Films, when they mic players up, they never show that part of it -- fans screaming, 'You're killing me!",
                "Na'il Diggs",
                true
            ],
            [
                "You're killing my fantasy team!",
                "Na'il Diggs",
                true
            ],
            [
                "You'd hear the crudest, nastiest stuff about something so silly.",
                "Na'il Diggs",
                true
            ],
            [
                "There's a separation of subject-object in that world.",
                "Na'il Diggs",
                true
            ],
            [
                "We're not people to many fans, we're objects.",
                "Na'il Diggs",
                true
            ],
            [
                "And if you don't fulfill your value, you're useless to them.",
                "Na'il Diggs",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.huffingtonpost.ca/entry/espn-fantasy-sports-auction_n_599313dbe4b08a2472778f84",
                "https://profootballtalk.nbcsports.com/2017/01/14/nfl-will-have-at-least-eight-minority-head-coaches-in-2017/",
                "https://www.theatlantic.com/business/archive/2014/07/the-weeping-time/374159/",
                "https://fivethirtyeight.com/features/diversity-in-the-nba-the-nfl-and-mlb/",
                "https://www.gq.com/story/colin-kaepernick-is-valuable"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.pbs.org/wgbh/aia/part4/4p1569.html",
                "http://bumpers.fm/writers"
            ]
        },
        "key_words": [
            "football",
            "needs",
            "racial",
            "awareness",
            "lesson",
            "auction",
            "white",
            "wants",
            "black",
            "youre",
            "men",
            "players",
            "fantasy",
            "espn"
        ]
    }
]