[
    {
        "url": "http://www.cnn.com/2017/10/07/middleeast/turkey-syria-fsa-military-operation-idlib/index.html",
        "title": "Turkey backs Syrian rebels in new anti-extremist plan",
        "authors": [
            {
                "name": "Gul Tuysuz",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-07",
        "text": "Turkey backs Syrian rebel group in new anti-extremist push in Idlib\nBy Gul Tuysuz, CNN\nUpdated 5:10 PM ET, Sat October 7, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nTurkish President Recep Tayyip Erdogan delivers a speech at his ruling political party's meeting in Afyonkarahisar province, Turkey, on Saturday.\nStory highlights\nThe Free Syrian Army rebel group gets Turkish backing for the operation\nTurkey's President says the move will prevent a \"terrorist corridor\" on the border\nIstanbul (CNN)\nTurkish President Recep Tayyip Erdogan on Saturday announced a new operation in the northern Syrian province of Idlib to drive out an al Qaeda splinter group before the establishment of a de-escalation zone there.\n\"Today in Idlib there is a serious operation underway, and it will continue,\" Erdogan said during an address to his party in Afyonkarahisar.\nFree Syrian Army (FSA) units backed by Turkish forces will carry out the operation, Erdogan said. Turkish soldiers have not yet crossed the border, he added.\nThe Free Syrian Army is a rebel group comprising Syrian military defectors and rebel groups opposed to Syrian President Bashar al-Assad's regime.\nThe FSA units are expected to cross from Turkey into Syria late Saturday, a commander from one of the participating rebel groups told CNN.\nRead More\n\"There are 800 FSA fighters now in a military camp near Reyhanli inside Turkey. They are waiting to enter,\" said the commander, who did not want to be named for security reasons. \"Currently the Turks are clearing the border walls in order to allow vehicles to enter later,\" he said.\nTurkey's top military brass, along with the country's head of intelligence, were in Reyhanli and met with field commanders in the area, according to a Turkish Armed Forces statement.\nTurkish TV channels showed live images of Turkish tanks lined up along the border with Syria, as well as heavy machinery working to remove parts of the border wall between the two countries.\nThe operation is expected to take a four-pronged approach, launching from the Syrian border towns of Atmeh, Bab al Hawa, Harem and Salkin, according to the rebel commander. Turkish soldiers are expected to join the operation later, he said.\nTaking over Idlib\nIdlib is the last remaining area in northern Syria where anti-Assad rebel groups have a foothold. But the FSA has increasingly lost territory to extremist Islamist groups there.\nIn recent months, the province has fallen under the control of Hayat Tahrir al-Sham (HTS), the latest reincarnation of the formerly al Qaeda-affiliated al Nusra Front. FSA and HTS oppose the Assad regime, but are also battling each another for control of Idlib.\n\"We will not allow a terrorist corridor to be established on our border,\" Erdogan said in his address.\nHTS on Saturday warned FSA units against participating in the Turkish-backed operation. \"If you want to die, orphan your children, make our wives widows, step your feet into Idlib. The news is what you see, not what you hear,\" said an HTS statement published on the group's Telegram channel.\nMustafa Sejari, a representative of a rebel group working with the FSA, told CNN the \"FSA is ready to start the operation with Turkish allies\" and warned HTS fighters to abandon the group \"to save their lives.\"\nRussian involvement\nTurkey has been negotiating with Assad allies Iran and Russia to establish de-escalation zones in Syria. The three countries agreed to the creation of four zones after rounds of negotiations in Astana, Kazakhstan, with the aim of stopping armed hostilities between Turkish-backed rebels and the regime.\nSecurity in Idlib will be provided by Turkey with Russia, Erdogan said Saturday, without elaborating further.\nFSA groups have said they are not willing to accept participation by Russia, which they accuse of supporting the Assad regime through bombings in civilian areas.\n\"We deny any involvement of the Russian air forces in the upcoming Syrian Free Army operations. Our position on Russia as an occupier state supportive of terrorism in Syria has not changed,\" wrote Sejari in a tweet.\nOther FSA commanders also denounced Russian involvement. \"The Russians were and are still the enemies of our revolution. They murdered our children in the past. Russia will not be our ally today. We hope that Turkey, which has borne the burden of our revolution, does not take a step that harms our people,\" said Abu Issa Sheikh, another FSA commander.\nIdlib became one of the most heavily populated areas in Syria after the Assad regime wrestled control of Aleppo from rebels in late 2016, driving displaced Syrians to the province.\n\"We cannot tell our brothers who are there, the ones who fled from Aleppo and took refuge in Idlib, we cannot just say live or die. ... We have to extend our hand to them, and that is the step that was taken and will continue,\" Erdogan said.\nCNN's Merieme Arif, Eyad Kourdi and Tim Lister contributed to this report.\n",
        "quotes": [
            [
                "Today in Idlib there is a serious operation underway, and it will continue,",
                "Erdogan",
                true
            ],
            [
                "There are 800 FSA fighters now in a military camp near Reyhanli inside Turkey.",
                "",
                true
            ],
            [
                "Currently the Turks are clearing the border walls in order to allow vehicles to enter later,",
                "",
                true
            ],
            [
                "We will not allow a terrorist corridor to be established on our border,",
                "Erdogan",
                true
            ],
            [
                "If you want to die, orphan your children, make our wives widows, step your feet into Idlib.",
                "",
                true
            ],
            [
                "The news is what you see, not what you hear,",
                "",
                true
            ],
            [
                "FSA is ready to start the operation with Turkish allies",
                "Mustafa Sejari",
                false
            ],
            [
                "We deny any involvement of the Russian air forces in the upcoming Syrian Free Army operations.",
                "Sejari",
                true
            ],
            [
                "Our position on Russia as an occupier state supportive of terrorism in Syria has not changed,",
                "Sejari",
                true
            ],
            [
                "The Russians were and are still the enemies of our revolution.",
                "Abu Issa Sheikh",
                true
            ],
            [
                "They murdered our children in the past.",
                "Abu Issa Sheikh",
                true
            ],
            [
                "Russia will not be our ally today.",
                "Abu Issa Sheikh",
                true
            ],
            [
                "We hope that Turkey, which has borne the burden of our revolution, does not take a step that harms our people,",
                "Abu Issa Sheikh",
                true
            ],
            [
                "We cannot tell our brothers who are there, the ones who fled from Aleppo and took refuge in Idlib, we cannot just say live or die.",
                "Erdogan",
                true
            ],
            [
                "We have to extend our hand to them, and that is the step that was taken and will continue,",
                "Erdogan",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "groups",
            "erdogan",
            "plan",
            "turkish",
            "rebels",
            "syria",
            "syrian",
            "border",
            "backs",
            "russia",
            "antiextremist",
            "rebel",
            "fsa",
            "operation",
            "turkey"
        ]
    }
]