[
    {
        "url": "http://www.bbc.com/news/entertainment-arts-41578997",
        "title": "Harvey Weinstein: Wife Georgina Chapman leaves accused producer",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "11 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Getty Images\nImage caption Ms Chapman, pictured here with her husband, said his actions were \"unforgivable\"\nThe wife of producer Harvey Weinstein has said she is leaving him following allegations of sexual harassment from a string of actresses.\nGeorgina Chapman, 41, described Weinstein's actions as \"unforgivable\".\nAngelina Jolie and Gwyneth Paltrow are the latest women to come forward. Both said the incidents happened early in their careers.\nOn Tuesday, Weinstein also denied allegations of rape made in The New Yorker magazine.\nWeinstein was fired on Sunday from his own film studio. The Weinstein Company board said on Tuesday that they would help any criminal investigation.\n\"My heart breaks for all the women who have suffered tremendous pain because of these unforgivable actions,\" Georgina Chapman, 41, told People magazine .\nChapman and Weinstein, 65, have two children together.\nIn a statement, the film mogul said: \"​I support her decision, I am in counselling and perhaps, when I am better, we can rebuild.\"\nMedia playback is unsupported on your device\nMedia captionModel Zoe Brock tells Radio 4's Today that she was one of Harvey Weinstein's victims\nMeanwhile, former US President Barack Obama and his wife Michelle have joined the growing public condemnation.\nIn a statement, they said they were \"disgusted by the recent reports about Harvey Weinstein\" and added that they \"celebrate the courage of women who have come forward\".\nWeinstein also donated to Hillary Clinton's 2016 presidential campaign. Mrs Clinton said she was \"shocked and appalled\" by the revelations.\nImage copyright Getty Images\nImage caption Angelina Jolie said she had a \"bad experience\" with Weinstein\nPaltrow and Jolie both sent statements about Weinstein's behaviour to the New York Times, which first reported allegations against him last week.\nJolie said in an email: \"I had a bad experience with Harvey Weinstein in my youth, and as a result, chose never to work with him again and warn others when they did.\n\"This behaviour towards women in any field, any country is unacceptable.\"\nImage copyright Getty Images\nImage caption Gwyneth Paltrow said she was \"terrified\" when Weinstein made advances on her\nIn a statement, Paltrow alleged that, after Weinstein cast her in the leading role in Emma, he summoned her to his hotel suite, where he placed his hands on her and suggested massages in his bedroom.\n\"I was a kid, I was signed up, I was petrified,\" she told the newspaper.\nShe said she told her then-boyfriend Brad Pitt about the incident, and said he confronted Weinstein.\n\"I thought he was going to fire me,\" she said.\nImage copyright AFP\nImage caption Asia Argento, pictured in 2009, has spoken to the New Yorker magazine\nOthers to have spoken out about their experiences with Weinstein include:\nThree women who told The New Yorker they had been raped by the producer. Italian actress and director Asia Argento told The New Yorker she was forced into a sexual act with Weinstein and had not spoken out until now because she feared it would have harmed her career\nLucia Stoller, now Lucia Evans, told the magazine that Weinstein approached her in 2004 and also forced her into a sexual act\nThe third woman was not named by the magazine but said Weinstein \"forced himself on me sexually\"\nMira Sorvino, who won an Oscar in 1996 for her role in Mighty Aphrodite for Weinstein's Miramax studio, told The New Yorker that Weinstein had tried to pressure her into a relationship\nRosanna Arquette said she rejected Weinstein's advances and believes her acting career suffered as a result\nHeather Graham said in a Variety interview that Weinstein implied she had to sleep with him to appear in one of his films\nBritish actress Romola Garai says she was left feeling \"violated\" when she was auditioned by Weinstein as an 18-year-old. She said the producer came to the door wearing a bathrobe, describing his behaviour as an \"abuse of power\"\nThe initial New York Times report, which broke the story, said actresses Ashley Judd and Rose McGowan had accused Weinstein of serious sexual misconduct\nZoe Brock, a writer and model, said Weinstein took his clothes off in a hotel room and asked her for a massage\nThe New Yorker report also said 16 former and current employees at Weinstein's companies \"witnessed or had knowledge of unwanted sexual advances and touching at events associated with Weinstein's films and in the workplace\".\nImage copyright EPA\nImage caption Mira Sorvino said Weinstein tried to pressure her into a relationship\nWeinstein's spokeswoman Sallie Hofmeister issued a statement in response to the article.\n\"Any allegations of non-consensual sex are unequivocally denied by Mr Weinstein,\" she said. \"Mr Weinstein has further confirmed that there were never any acts of retaliation against any women for refusing his advances.\n\"Mr Weinstein obviously can't speak to anonymous allegations, but with respect to any women who have made allegations on the record, Mr Weinstein believes that all of these relationships were consensual. Mr Weinstein has begun counselling, has listened to the community and is pursuing a better path.\"\nMeanwhile, actress Lindsay Lohan posted an Instagram story - which she later deleted - appearing to defend Weinstein, saying: \"I feel very bad for Harvey Weinstein right now. I don't think it's right what's going on.\"\nBuzzfeed reporter Lauren Yap did a screen grab and posted Lohan's video , in which she also posted an angel emoji under Weinstein's name, on Twitter. Lohan also said Chapman should \"be there for her husband\" - although it's not clear if she knew at the time that Chapman had said she was leaving him.\nFollow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk.\n",
        "quotes": [
            [
                "My heart breaks for all the women who have suffered tremendous pain because of these unforgivable actions,",
                "Georgina Chapman",
                true
            ],
            [
                "I support her decision, I am in counselling and perhaps, when I am better, we can rebuild.",
                "",
                true
            ],
            [
                "disgusted by the recent reports about Harvey Weinstein",
                "",
                false
            ],
            [
                "celebrate the courage of women who have come forward",
                "",
                false
            ],
            [
                "I had a bad experience with Harvey Weinstein in my youth, and as a result, chose never to work with him again and warn others when they did.",
                "Angelina Jolie",
                true
            ],
            [
                "This behaviour towards women in any field, any country is unacceptable.",
                "Angelina Jolie",
                true
            ],
            [
                "I was a kid, I was signed up, I was petrified,",
                "Heather Graham",
                true
            ],
            [
                "I thought he was going to fire me,",
                "Heather Graham",
                true
            ],
            [
                "witnessed or had knowledge of unwanted sexual advances and touching at events associated with Weinstein's films and in the workplace",
                "Zoe Brock",
                false
            ],
            [
                "Any allegations of non-consensual sex are unequivocally denied by Mr Weinstein,",
                "Lohan",
                true
            ],
            [
                "Mr Weinstein has further confirmed that there were never any acts of retaliation against any women for refusing his advances.",
                "Lohan",
                true
            ],
            [
                "Mr Weinstein obviously can't speak to anonymous allegations, but with respect to any women who have made allegations on the record, Mr Weinstein believes that all of these relationships were consensual.",
                "Lohan",
                true
            ],
            [
                "Mr Weinstein has begun counselling, has listened to the community and is pursuing a better path.",
                "Lohan",
                true
            ],
            [
                "I feel very bad for Harvey Weinstein right now.",
                "Lohan",
                true
            ],
            [
                "I don't think it's right what's going on.",
                "Lohan",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.newyorker.com/news/news-desk/from-aggressive-overtures-to-sexual-assault-harvey-weinsteins-accusers-tell-their-stories",
                "https://variety.com/2017/film/columns/heather-graham-harvey-weinstein-sex-for-movie-role-1202586113/",
                "https://people.com/movies/harvey-weinstein-wife-georgina-chapman-separating/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.instagram.com/BBCNewsEnts/",
                "https://twitter.com/itslaurenyap/status/917947669888323584?ref_src=twsrc%5Etfw&ref_url=http%3A%2F%2Fpeople.com%2Fmovies%2Flindsay-lohan-defends-harvey-weinstein%2F",
                "https://www.facebook.com/BBCEntsNews/",
                "https://twitter.com/NickMerrill/status/917803750869426176",
                "https://twitter.com/BBCNewsEnts"
            ]
        },
        "key_words": [
            "weinsteins",
            "image",
            "producer",
            "accused",
            "weinstein",
            "sexual",
            "yorker",
            "caption",
            "allegations",
            "georgina",
            "chapman",
            "women",
            "harvey",
            "told",
            "leaves",
            "wife"
        ]
    }
]