[
    {
        "url": "https://www.cnn.com/2016/09/23/politics/donald-trump-rising-crime-rates-fact-check/index.html",
        "title": "Reality Check: Trump misleads when it comes to rising crime rates",
        "authors": [
            {
                "name": "Steven A. Holmes",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-23",
        "text": "Reality Check: Trump misleads when it comes to rising crime rates\nUpdated 12:36 PM ET, Sat September 24, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nSince Trump does not say what he considers violent crimes, it is difficult to check his figures\nOnly three cities -- Baltimore, Chicago and Washington -- account for more than half of the national increase in murders\nWashington (CNN)\nIt is a staple of Donald Trump's stump speech, intended to show that the country is experiencing a frightening crime wave.\n\"Last year we saw a 17% increase in violent crime in our 50 largest cities,\" he often says.\nTrump used to say that it was a 17% increase in homicides in the country's 50 largest cities. He now says that increase is in \"violent crimes.\"\nSince Trump does not say what he considers violent crimes, it is difficult to check his figures. A yearly survey conducted by the Major Cities Chiefs Association showed that homicide, rape, robbery, aggravated assault and non-fatal shootings increased by about 2% in 65 major jurisdictions.\n(The chiefs' association list includes large counties such as Los Angeles County and Prince Georges County, Maryland -- outside Washington -- as well as cities such as Pittsburgh, Newark, New Jersey, and Cincinnati that are not among the nation's 50 largest.)\nRead More\nBut if Trump's claim is that the number of homicides in 2015 was 17% larger than the number of murders in 2014, he is closer to the mark. The major chiefs association survey showed that murders did increase by nearly 16% among its members. And a survey of the country's 30 largest cities done by New York University's Brennan Center for Justice indicated an increase in homicides of 14%.\nBut these numbers do not represent an across-the-board increase in homicides for major jurisdictions, nor that an unprecedented wave of killings is hitting virtually all big cities.\nIn fact, only three cities -- Baltimore, Chicago and Washington -- account for more than half of the national increase in murders, according to the Brennan Center survey. If you take those three cities out of the equation, the number of murders only jumped by about 7% in the nation's largest cities.\n\"I think Trump's figure is more misleading than inaccurate,\" said Inimai M. Chettiar, the director of the Justice Program at the Brennan Center.\nVerdict: True, but misleading.\n",
        "quotes": [
            [
                "Last year we saw a 17% increase in violent crime in our 50 largest cities,",
                "",
                true
            ],
            [
                "I think Trump's figure is more misleading than inaccurate,",
                "Inimai M. Chettiar",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "misleads",
            "violent",
            "say",
            "50",
            "washington",
            "crime",
            "trump",
            "rates",
            "cities",
            "increase",
            "rising",
            "major",
            "largest",
            "comes",
            "does",
            "check",
            "reality"
        ]
    }
]