[
    {
        "url": "http://author.addictinginfo.org/2016/09/22/pence-says-there-is-too-much-talk-about-racism-in-policing-and-institutional-bias/",
        "title": "Pence Says There Is ‘Too Much Talk’ About Racism In Policing And Institutional Bias",
        "authors": [
            {
                "name": "Ryan Denson",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-22",
        "text": "·\nWhile Charlotte, North Carolina faces a state of emergency and unarmed black people continue to get shot dead by police, Mike Pence has a few words to say regarding the mounting racial tensions gripping this nation. To him, it’s annoying — but not in the way one might think.\nAs black people — who have done nothing wrong that warranted getting killed — lie dead in the street, Pence and Trump are annoyed hearing about it. How do we know? Because Pence was *smart* enough to admit it to reporters :\nTrump and I believe there’s been far too much talk about institutional bias and racism within law enforcement.\nGee, sorry black people dying and being targeted at disproportionate rates annoys you so much, Pence. Sorry the plight of black America is a burden to your message of “Build that Wall.”\nThirty-eight percent of the U.S. population is non-white. When a third of the population can fall victim to institutional bias and racism in law enforcement, the conversation (or “talk” as Pence puts it) is extremely important. Sorry if the talk makes your uncomfortable or triggers your prejudices, but it needs to happen. Skirting it under the rug or blaming it on drug use doesn’t make it go away.\nThe statistics tell us all we need to know:\nBlack people are stopped and searched by police at a higher rate than white people  — while white people statistically have more drugs and weapons on them.\nWhite people commit more crimes than black people , yet black people make up a larger percentage of those serving prison time\nSo, even with all these glaring statistics, Mike Pence thinks talking about it has been “far too much” for his and Trump’s comfort.\nNewsflash, Pence: you’re running for Vice President of the United States, not Vice President of the white community. If the talk is too much, get out of the race.\nWe already know Trump doesn’t care about the black community nor does he want to actually fix anything that afflicts it, but Pence was supposed to give the illusion that a potential Trump Administration would care. That’s been shattered.\nGood luck getting the black vote in November when you completely wish to disregard what hurts them the most: systemic racism.\nFeatured image via Chip Somodevilla/Getty Images\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/trump-blames-drugs-charlotte-228531?cmpid=sf",
                "https://www.vox.com/2016/9/22/13022002/trump-pence-police-racism",
                "https://www.washingtonpost.com/news/wonk/wp/2015/10/27/police-are-searching-black-drivers-more-often-but-finding-more-illegal-stuff-with-white-drivers-2/"
            ],
            "gov_pgs": [
                "https://ucr.fbi.gov/crime-in-the-u.s/2013/crime-in-the-u.s.-2013/tables/table-43"
            ],
            "unsure": []
        },
        "key_words": [
            "pence",
            "talk",
            "bias",
            "policing",
            "institutional",
            "president",
            "vice",
            "sorry",
            "black",
            "racism",
            "statistics",
            "population",
            "trump"
        ]
    }
]