[
    {
        "url": "http://www.addictinginfo.org/2016/09/19/michigan-republicans-strip-flint-of-their-power-to-sue-the-state-over-poisoned-water/",
        "title": "Michigan Republicans Strip Flint Of Their Power To Sue The State Over Poisoned Water",
        "authors": [
            {
                "name": "Stephen D Foster Jr",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-19",
        "text": "·\nThe city of Flint, Michigan is suffering through a horrible man-made disaster that could have been easily prevented if state Republicans hadn’t been so careless.\nAfter placing Flint under state control, officials chose to save money by switching the city’s drinking water from Lake Huron to the Flint River, which has not been the drinking water source for decades because it was poisoned and considered unsafe for human consumption.\nAs a result, the city has been devastated by lead poisoning, which will have terrible consequences for years to come for the children who ingested the tainted water.\nUnderstandably, Flint is mad as hell so they decided to take the state to court. But because Michigan Republicans and Governor Rick Snyder are rats who hate democracy and justice, they shut down any potential lawsuit by stripping Flint of the power to sue.\nThough Flint has not been under a state-appointed emergency manager since April 2015, the state still exerts partial control over the city through a five-member Receivership Transition Advisory Board, whose members are appointed by Gov. Rick Snyder.\nThe board moved quickly to change the rules under which Flint is governed so that the city cannot file a lawsuit without first getting approval from that state-appointed board.\nThis is absolutely outrageous. It’s like a woman having to get permission to file a lawsuit from the company whose CEO raped her.\nMichigan Republicans should not have the power to take away anyone’s right to seek redress through the court system. It sounds like they are just scared that they will lose the case. And frankly, they should be.\nAfter all, it was their decisions that led to Flint being poisoned with tainted water and the cover-up that followed. The city of Flint absolutely should be able to sue the state in open court. But Republicans took that power away from Flint, and you can be damn sure that they would love to do that in every city across all fifty states if they have their way.\nFeatured image via Mark Wilson/Getty Images\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.freep.com/story/news/local/michigan/flint-water-crisis/2016/09/18/after-court-threat-state-removed-flints-power-sue/90467828/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "poisoned",
            "city",
            "court",
            "water",
            "sue",
            "power",
            "tainted",
            "michigan",
            "lawsuit",
            "stateappointed",
            "flint",
            "state",
            "republicans",
            "strip"
        ]
    }
]