[
    {
        "url": "http://addictinginfo.org/2016/09/27/trump-insists-stop-and-frisk-wasnt-ruled-unconstitutional-hes-wrong-it-was-video/",
        "title": "Trump Insists Stop And Frisk Wasn’t Ruled Unconstitutional – He’s Wrong, It Was (VIDEO)",
        "authors": [
            {
                "name": "April Hamlin",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-27",
        "text": "·\nThe first presidential debate was Monday and let’s just say that Donald Trump had a very bad night. One of the GOP candidate’s easiest lies to expose was his insistence that “stop and frisk” wasn’t ruled unconstitutional. He’s wrong, it absolutely was.\nDebate moderator Lester Holt asked Trump about his recent arguments in favor of “stop and frisk” and mentioned that the court has declared the practice unconstitutional on the grounds that it is discriminatory.\n“‘Stop and frisk’ was ruled unconstitutional in New York, because it largely singled out black and Hispanic young men — ”\nTrump cut Holt off mid-sentence: “No, you’re wrong. It went before a judge who was a very against police judge. It was taken away from her and our mayor, our new mayor, refused to go forward with the case. They would have won an appeal.”\nFactcheck : U.S. District Court Judge Shira A. Scheindlin ruled “stop and frisk” to be unconstitutional August 12, 2013. According to the Center for Constitutional Rights , “Judge Shira Scheindlin found the NYPD’s practices to violate New Yorkers ‘ Fourth Amendment rights to be free from unreasonable searches and seizures and also found that the practices were racially discriminatory in violation of the Equal Protection Clause of the 14th Amendment ,”\nThe Bloomberg administration did appeal the ruling. The order was then suspended by the Second Circuit Court of Appeals and the case was sent back to be tried again with a new judge presiding over the proceedings. However, the court shot down the city’s motion and decided not to vacate Scheindlin’s decision. The appeal was eventually dropped by the de Blasio administration.\nTrump, who has run a bigoted campaign right from the start, was completely undeterred by Holt’s assertion of the facts and continued to argue vehemently in favor of the discriminatory policing practice.\nWatch Trump wrongly argue that “stop and frisk” wasn’t ruled unconstitutional, even though it was, here:\nFeatured image via video screen capture\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "Stop and frisk’ was ruled unconstitutional in New York, because it largely singled out black and Hispanic young men",
                "Holt",
                false
            ],
            [
                "It went before a judge who was a very against police judge.",
                "Holt",
                true
            ],
            [
                "It was taken away from her and our mayor, our new mayor, refused to go forward with the case.",
                "Holt",
                true
            ],
            [
                "They would have won an appeal.",
                "Holt",
                true
            ],
            [
                "Judge Shira Scheindlin found the NYPD’s practices to violate New Yorkers ‘ Fourth Amendment rights to be free from unreasonable searches and seizures and also found that the practices were racially discriminatory in violation of the Equal Protection Clause of the 14th Amendment ,",
                "Holt",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/blogs/2016-presidential-debate-fact-check",
                "https://www.law.cornell.edu/wex/fourth_amendment"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.law.cornell.edu/constitution/amendmentxiv",
                "https://ccrjustice.org/home/press-center/press-releases/landmark-decision-judge-rules-nypd-stop-and-frisk-practices"
            ]
        },
        "key_words": [
            "judge",
            "stop",
            "ruled",
            "court",
            "hes",
            "unconstitutional",
            "frisk",
            "shira",
            "video",
            "insists",
            "trump",
            "wasnt",
            "wrong"
        ]
    }
]