[
    {
        "url": "https://www.activistpost.com/2017/10/wall-street-vs-kremlin-really-runs-white-house.html",
        "title": "Wall Street Vs. Kremlin: Who Really Runs The White House?",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-01",
        "text": "Hot Topics\nWall Street Vs. Kremlin: Who Really Runs The White House?\nPerhaps the only thing more incredible than quickly expanding conspiracy theories regarding the Kremlin’s influence over the White House is who is selling them and who is buying them.\nOrganizations popping up overnight with advisory boards lined with Neo-Conservatives who came to prominence during the administration of former US President George Bush and who became notorious for selling the 2003 US invasion of Iraq based on intentional fabrications, now find themselves building an audience of unlikely political allies – left-leaning liberals.\nWho is Selling?  \nThe so-called “Alliance for Securing Democracy” recently accused Russia of manipulating news to target the US-based National Football League (NFL).  It claims  in its mission statement  that:\nIn 2016, American democracy came under unprecedented attack.\nThe government of the Russian Federation attempted to weaken the pillars of our democracy and undermine faith and confidence in our society’s most fundamental right — the ability to choose our own leaders.\nThe organization’s “Disinformation Dashboard” even includes a disclaimer admitting nothing about the information it presents constitutes evidence. Ambiguous terms like “Russia aligned” are never qualified. Instead, it claims (emphasis added):\nContent is not necessarily produced or created by Russian government operatives, although that is sometimes the case. Instead, the network often opportunistically amplifies content created by third parties not directly linked to Russia. Common themes for amplification include content attacking the U.S. and Europe, conspiracy theories and disinformation. Russian influence operations also frequently promote extremism and divisive politics in Western countries. Just because the Russia-aligned network monitored here tweets something, that doesn’t mean everyone who tweets the same content is aligned with Russia.\nAn organization that accuses Russia and in particular, President Vladimir Putin for undermining US elections, inferring Russia’s responsibility for Hillary Clinton’s defeat, counts among  its advisory council Michael Chertoff, a Bush-era Neo-Conservative who served as President Bush’s Secretary of Homeland Security.\nThere is also David Kramer who served in the US State Department under President Bush, served as president of the Neo-Conservative chaired State Department front, Freedom House, and currently serves as a member of the advisory council for the George W. Bush Presidential Center’s “Human Freedom Project.”\nWilliam Kristol, considered by many as one of the chief architects, or at least leading salesman of the 2003 Iraq War, also chairs the Alliance for Securing Democracy advisory board. He was a signatory of the Neo-Conservative Project for the New American Century and the pro-war Foreign Policy Initiative. He served the administrations of US President Ronald Reagan and George Bush Sr.\nMichael Morell –  who recently declared interest in killing Russians and Iranians in Syria  as the armed forces of all three nations fight Al Qaeda and militants of the so-called Islamic State – also serves as an adviser. He has worked in the US Central Intelligence Agency (CIA) for over 30 years, and is currently a senior counselor at  Beacon Global Strategies  – an organization that appears to specialize in professional warmongering – alongside other former US State Department, Department of Defense, and CIA employees.\nKori Schake is described as having assisted with policy for the White House, Department of Defense, and the State Department as well as serving as senior policy adviser for John McCain and Sarah Palin during their 2008 bid for the White House\nMichael Rogers, a former US Representative for Michigan and a Republican along with Admiral James Stavridis who helped wage President Bush’s wars and also serves as an adviser for the above-mentioned Beacon Global Strategies help round off the advisory board.\nIt is safe to say that the majority of this exclusively anti-Russian propaganda organization, eagerly promoted by American liberals, consists of Neo-Conservatives many of these same liberals at one point rightfully rejected, opposed, and vehemently condemned as they sold serial wars of aggression during the Bush administration.\nA similar  list of Neo-Conservatives and long-time warmongers  fills out the “Committee to Investigate Russia” (CIR) who recently made headlines when they hired veteran actor Morgan Freeman to appeal to audiences’ emotions rather than their intellect.\nCIR includes Max Boot, James Clapper, and Norman Ornstein who occupy various seats and positions at corporate-financier funded think tanks ranging from the Council on Foreign Relations to the Center for a New American Security, to the American Enterprise Institute all of which share sponsorship from big-oil, big-defense, big-banks, and big-industry – in other words – Wall Street.\nOther pop-up anti-Russian fronts have similar boards of directors, representing similar interests, and are similarly and very ironically, finding fertile ground among American liberals who at one point in recent history opposed the very sort of war propaganda now being sold versus Russia.\nWall Street, Not Moscow Controls the White House \nThe United States possesses  over 800 military bases worldwide , with a military operating on a budget that eclipses the combined military budgets  of the next 7 leading nations , including Russia and China. Of the top 10 Fortune 500 international corporations,  4 are American, none are Russian.\nWhile the Russian Federation protects its interests with a formidable nuclear and conventional military, a respectable stake in the global energy sector, and strong diplomatic ties with other alternative centers of power, it lags far behind in military and economic clout, ranked 12 by GDP behind nations like South Korea, Canada, Italy, and Japan, and obviously behind larger emerging nations including Brazil, India, and China.\nThe Russian military budget, estimated at around $70 billion, when compared to the annual net sales of a single Wall Street defense contractor – like Lockheed Martin for example at around $50 billion in 2016 – helps further put the actual “reach” of Russia in perspective versus interests upon Wall Street.\nIn fact, US policy think-tanks like those chaired by the above-mentioned Neo-Conservatives, are sponsored by some of the largest corporate-financier interests on Earth, who with their combined resources and influence, eclipse even the most fantastic claims made regarding Russia.\nNot only do US corporations and financial institutions possess an immense advantage in resources and influence in general, they also enjoy the benefit of proximity – many operating offices or employing lobbying services located directly in Washington D.C.\nWall Street also possesses immense influence over the Western media, often controlling media platforms on both the left and right of American politics, controlling narratives that safely divide Americans against one another and leave special interests on Wall Street in a convenient and well protected void of impunity.\nThe administration of current US President Donald Trump  consists of representatives from these Wall Street corporations and financial institutions  – many of them representing the same interests who composed former US President Barack Obama’s administration and who would have composed Hillary Clinton’s administration had she prevailed in the 2016 election.\nThese interests include large banking institutions, the defense industry and big-oil. While supporters of President Trump blame the “deep state” for his inability to make good on campaign promises, and opponents of President Trump blame “Russians” for his apparent disregard for America’s best interests – it is clear that Wall Street is responsible for both – as it was during President Obama’s administration before him and for decades before him- and as it would have been had Hillary Clinton won the election.\nWho is Buying?\nThe notion that Russia holds more influence over the White House than the multitude of powerful, corrupt multinational multi-billion dollar corporations and financial institutions upon Wall Street is at face value absurd. These interests, however, see an opportunity to jettison responsibility for the most negative aspects of policy implemented under the Trump administration by implicating Russia.\nThey are able to do this by exploiting anger and frustration following the 2016 presidential election – regardless of the fact that virtually all of President Trump’s “decisions” including expanding wars in Syria, tensions with North Korea and Iran, as well as imposing crippling sanctions on Venezuela were all policies pursued by President Obama and promoted eagerly by Hillary Clinton both in her role as US Secretary of State and on the campaign trail.\nAngry and frustrated Americans who might otherwise be tempted to trace the money and motivations underpinning the Trump administration’s flawed policies to Wall Street, are now being intentionally diverted with accusations of “Russian” interference.\nInstead of exposing and condemning corrupt corporations like Lockheed Martin, Boeing, Raytheon, Exxon, and BP, or financial institutions like Goldman Sachs, Americans are looking for Russian influence that simply does not exist. Nearly a year after President Trump stepped into office, no significant evidence has emerged implicating Russia or even providing a cursory explanation as to how Russia has managed to eclipse Wall Street’s influence over the White House.\nIt is another unfortunate case of emotions and ignorance prevailing over suspicion and due diligence. Many are now genuinely concerned regarding “Russian influence.” Others are opportunistically joining this modern day witch hunt for notoriety and attention, while others still are simply paid lobbyist like those lining the advisory boards of  the “Alliance for Securing Democracy” and the “Committee to Investigate Russia.”\nWhat Americans Should Really Be Doing \nThe White House is supposed to represent the American people. Instead, it represents Wall Street. The corporations that constitute Wall Street enjoy the wealth and influence they currently hold because Americans are easily diverted from recognizing and addressing this unwarranted concentration of power. While Americans fight themselves and phantom Russians, they continue paying their monthly paychecks into these corporate-financier monopolies, enhancing Wall Street’s control over a White House that is supposed to belong to the people.\nShould Americans put aside their witch hunt for “Russians” and recognize the true interests holding power over the White House, they may find common ground that transcends race, religion, and even politics long enough to expose and address the disparity of wealth and influence in America that has existed and divided the American people long before President Trump took office.\nEmotional appeals to the public featuring Hollywood actors, graphs and articles laced with weasel words such as “likely,” “apparently,””allegedly,” and “possibly,” and even outright disclaimers admitting nothing resembling evidence underpins accusations should immediately provoke suspicion and investigation – not blind hysteria. The very same interests who sold lies regarding Iraq and “weapons of mass destruction” to American conservatives to initiate a war of aggression that left a million Iraqis dead along with thousands of US troops is now selling similar and equally baseless lies to America’s liberals regarding Russia.\nBoth conservatives and liberals find themselves the target of manipulation and exploitation by special interests who do not represent the best interests of either political group. In that alone, common ground exists.\nThose who oppose the policies presided over by US President Donald Trump need not embrace them. Indeed, they should vehemently oppose them – however, they must identify the true special interests influencing these policies on Wall Street rather than chasing phantoms those who claim they exist know will never be found or caught in the far-off Kremlin.\nTony Cartalucci, Bangkok-based geopolitical researcher and writer, especially for the online magazine “ New Eastern Outlook” , where this article first appeared .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 7, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.politico.com/magazine/story/2015/06/us-military-bases-around-the-world-119321",
                "https://www.weforum.org/agenda/2017/03/the-us-spends-more-on-defence-than-all-of-these-countries-combined/",
                "https://journal-neo.org/2017/09/30/wall-street-vs-kremlin-who-really-runs-the-white-house/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://securingdemocracy.gmfus.org/team/advisory-council",
                "http://journal-neo.org/",
                "https://bgsdc.com/team/",
                "https://investigaterussia.org/advisory-board",
                "http://landdestroyer.blogspot.com/2017/03/exposing-real-deep-state.html",
                "http://securingdemocracy.gmfus.org/about-securing-democracy",
                "http://www.thenewatlas.org/2016/08/has-cias-plot-to-covertly-kill-russians.html"
            ]
        },
        "key_words": [
            "interests",
            "wall",
            "influence",
            "vs",
            "really",
            "american",
            "white",
            "russia",
            "street",
            "runs",
            "trump",
            "house",
            "kremlin",
            "president",
            "russian"
        ]
    }
]