[
    {
        "url": "https://www.politico.com/blogs/on-media/2016/09/clinton-sought-out-appearance-on-comedy-interview-series-between-two-ferns-228523?cmpid=sf",
        "title": "Clinton camp pitched Funny or Die on 'Between Two Ferns' interview",
        "authors": [
            {
                "name": "Kelsey Sutton",
                "link": null
            },
            {
                "name": "Hadas Gold",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-22",
        "text": "Get alerts from the On Media blog\nEmail\nSign Up\nBy signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\nHillary Clinton on 'Between Two Ferns' | Funny or Die\nClinton camp pitched Funny or Die on 'Between Two Ferns' interview\nBy HADAS GOLD and KELSEY SUTTON\n09/22/2016 12:13 PM EDT\nIt was Hillary Clinton's idea to appear on “Between Two Ferns,” the irreverent web series hosted by comedian Zach Galifianakis, the program's executive producer told POLITICO.\nThe Democratic presidential nominee took a page from President Barack Obama’s playbook with her appearance on “Between Two Ferns” Thursday. Clinton’s team got the ball rolling only after the Democratic presidential nominee told the Senate Democratic Caucus how impressed she was with Obama’s 2014 appearance on the show to pitch the Affordable Care Act.\n“It was actually her idea, strangely enough,” comedian Scott Aukerman, who directs and executive produces the web series, said. “… She told her team she wanted to do it and that she really liked the one with President Obama, so that kind of made the process really easy. We didn’t have to go through the hoops we sometimes have to go through in order to even get Hollywood people to do it.”\nThe interview was taped on Sept. 9, the same day Clinton was diagnosed with pneumonia by her doctor. It wasn’t until later that the Funny or Die production team found out Clinton had been fighting pneumonia when she settled in for the interview. Aukerman said she arrived at the end of the day, a couple of hours behind their original scheduled time, but the crew had no idea she had been feeling unwell.\n“We kind of went, ‘she had pneumonia?!,’” Aukerman said. “We couldn’t believe it. The one clue we had was that she was drinking hot water.”\nThe interview was taped at the New York Historical Society, and Aukerman said it was mostly improvised. As a result of the improvisation, most of the questions Galifianakis asked Clinton had not been cleared with the candidate or with Clinton’s team.\nAukerman said that it is unlikely that Donald Trump, the Republican presidential nominee, will make a similar appearance on the show.\n“No, we have not invited Trump to do 'Between Two Ferns,'” Aukerman said. “I don’t think he would do it … I don’t think he has thick enough skin.\"\n\"I wouldn’t be surprised if his team reached out, but I’d be surprised if it ever were to happen in the same way this happened, with us being able to improvise questions,\" he added.\nIf Trump does do the show, don't be surprised if it is quietly released with little fanfare, just as Clinton's interview was.\n\"We hadn’t done one in a couple years so we don’t overdo them, so every time we do one, it’s a surprise,\" Aukerman said. \"We don’t put out press releases that we're about to put one out, we sneak them out in the middle of the night.\"\nHadas Gold is a reporter at Politico.\nThis article tagged under:\n",
        "quotes": [
            [
                "It was actually her idea, strangely enough,",
                "Scott Aukerman",
                true
            ],
            [
                "She told her team she wanted to do it and that she really liked the one with President Obama, so that kind of made the process really easy.",
                "Scott Aukerman",
                true
            ],
            [
                "We didn’t have to go through the hoops we sometimes have to go through in order to even get Hollywood people to do it.",
                "Scott Aukerman",
                true
            ],
            [
                "We kind of went, ‘she had pneumonia?",
                "Aukerman",
                true
            ],
            [
                "The one clue we had was that she was drinking hot water.",
                "Aukerman",
                true
            ],
            [
                "No, we have not invited Trump to do 'Between Two Ferns,",
                "Aukerman",
                true
            ],
            [
                "I wouldn’t be surprised if his team reached out, but I’d be surprised if it ever were to happen in the same way this happened, with us being able to improvise questions,",
                "",
                true
            ],
            [
                "We hadn’t done one in a couple years so we don’t overdo them, so every time we do one, it’s a surprise,",
                "Aukerman",
                true
            ],
            [
                "We don’t put out press releases that we're about to put one out, we sneak them out in the middle of the night.",
                "Aukerman",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/clinton-between-two-ferns-228515"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "team",
            "pitched",
            "die",
            "interview",
            "aukerman",
            "clinton",
            "clintons",
            "trump",
            "camp",
            "2015",
            "ferns",
            "funny",
            "told",
            "dont"
        ]
    }
]