[
    {
        "url": "https://www.nytimes.com/2017/10/08/movies/justice-league-trailer-gal-gadot-ben-affleck.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "New Trailer: ‘Justice League’ Lightens Up",
        "authors": [
            {
                "name": "Bruce Fretts",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nImage\nWonder Woman (Gal Gadot) in a scene from the new “Justice League” trailer.\nYou can’t keep a good Superman down. That seems to be the message of the new trailer for “Justice League.” It opens with a shot of Henry Cavill’s Man of Steel — who sacrificed his life last year in “ Batman v. Superman: Dawn of Justice ” — appearing in a dream to his love interest, Lois Lane (Amy Adams). Later, after scenes of apocalyptic destruction and attacks by winged creatures, Batman (Ben Affleck) growls of his former foe: “The world needs Superman.”\nBut does the world need “Justice League”? The superhero conglomerate was traditionally called the Justice League of America, but Warner Bros. opted to drop the last part, perhaps in an attempt to appeal to a global audience. The filmmakers also hope to broaden their reach by striking a more lighthearted tone after critics derided “Batman v. Superman” for its humorlessness.\nSounding like a superfan at New York Comic Con, the Flash (Ezra Miller) geeks out over the sight of the Bat signal: “That’s so cool!” The jokey vibe may also reflect the contribution of Joss Whedon (“Buffy the Vampire Slayer,” “The Avengers”), who stepped in to finish “Justice League” after the co-writer and director Zack Snyder left the project for personal reasons in May.\nThe teaser features plenty of footage of Gal Gadot’s Wonder Woman, whose stand-alone movie released in the summer has grossed more than $400 million in the United States alone.\nAs Cyborg (Ray Fisher) tells Aquaman (Jason Momoa) after saving his life in the new movie, “The ride ain’t over yet.” Fans will find out if that holds true for the franchise when “Justice League” hits theaters on Nov. 17.\nRelated Coverage\n",
        "quotes": [
            [
                "Batman v. Superman: Dawn of Justice",
                "Henry Cavill",
                false
            ],
            [
                "The ride ain’t over yet.",
                "Ezra Miller",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.hollywoodreporter.com/heat-vision/zack-snyder-steps-down-justice-league-deal-family-tragedy-1006455",
                "https://www.nytimes.com/2016/03/25/movies/review-batman-v-superman-dawn-of-justice-when-super-friends-fight.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "justice",
            "v",
            "world",
            "zack",
            "lightens",
            "batman",
            "trailer",
            "york",
            "league",
            "woman",
            "wonder",
            "superman"
        ]
    }
]