[
    {
        "url": "https://www.activistpost.com/2017/09/department-of-homeland-security-is-collecting-social-media-data-on-all-immigrants.html",
        "title": "Department of Homeland Security is Collecting Social Media Data on All Immigrants",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-28",
        "text": "Department of Homeland Security is Collecting Social Media Data on All Immigrants\nThe Department of Homeland Security has made public a rule which calls for collecting social media info on immigrants.\nA new report is shining light on a practice by the Department of Homeland Security which asks officers to include social media data and search results within the department’s files on immigrants in America. BuzzFeed News reports that the DHS published a  new rule  in the Federal Register last week which specifically calls for including “social media handles and aliases, associated identifiable information and search results.”\n“We see this as part of a larger process of high-tech surveillance of immigrants and more and more people being subjected to social media screening,” Adam Schwartz, an attorney with the Electronic Frontier Foundation, told BuzzFeed News. “There’s a growing trend at the Department of Homeland Security to be snooping on the social media of immigrants and foreigners and we think it’s an invasion of privacy and deters freedom of speech.”\nThe new rule, which is set to go into effect October 18, could also affect U.S. citizens who use social media to communicate with immigrants. BuzzFeed also reported that the DHS claims the rule is not a new policy, but rather, the posting was an attempt at transparency and “due to updates in the electronic immigration system.”\n“DHS published this notice in the  Federal Register  on Sept. 18 to comply with the administrative requirements of the Privacy Act to help address these requirements, not launch a new policy initiative,” the agency said. “DHS, in its law-enforcement and immigration-process capacity, has and continues to monitor publicly-available social media to protect the homeland.”\nThe BuzzFeed report came on the heels of an acknowledgement from the National Security Agency regarding mass surveillance of foreign nationals. According to CNN , several “senior US officials” confirmed surveillance of more than 100,000 foreign nationals outside the US. The U.S. government’s mass surveillance programs pay no mind to arbitrary borders on a map. The NSA, DIA, and CIA spy on whoever they want, with impunity.\nThe DHS policy – whether new or standard practice – is going to put at risk the remaining bits of privacy Americans are desperately clinging to. Overall, the practice of surveillance of immigrants and militarization of the border is simply par for the course for the Trump administration. The public is told if they want to “secure the border” they must give up freedoms and accept tyranny at the border. Activist Post recently reported that the Trump administration is  using Stingray cell phone surveillance tools  to monitor undocumented migrants. When combined with recent  plans to scan the face of every person coming in and out  of the United States and the growing  “biometric wall,” a picture of complete and total surveillance comes into view. The surveillance and police state of America are eerily reminiscent to the post-9/11 plan for  Total Information Awareness .\nStill, despite the growing surveillance and the complacency of the average person, there is some pushback to the Surveillance State. Activist Post recently reported the DHS is facing a federal class action lawsuit for violating the rights of people crossing the U.S. border by searching (and confiscating) their laptops and cell phones.\nLegal challenges are a frontline of defense against the creep of tyranny, but we must not stop there. We need mass opting out, civil disobedience, and non-compliance to these programs. We need people filming illegal checkpoints, live streaming police interactions, asserting their rights, and opting out of taxation whenever possible so these programs lose the moral and financial support necessary to continue their totalitarian scheme.\nDerrick is available for interviews. Please contact [email protected]\nThis article may be freely reposted in part or in full with author attribution and source link.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "social media handles and aliases, associated identifiable information and search results.",
                "",
                false
            ],
            [
                "We see this as part of a larger process of high-tech surveillance of immigrants and more and more people being subjected to social media screening,",
                "Adam Schwartz",
                true
            ],
            [
                "There’s a growing trend at the Department of Homeland Security to be snooping on the social media of immigrants and foreigners and we think it’s an invasion of privacy and deters freedom of speech.",
                "Adam Schwartz",
                true
            ],
            [
                "due to updates in the electronic immigration system.",
                "BuzzFeed",
                false
            ],
            [
                "DHS published this notice in the  Federal Register  on Sept. 18 to comply with the administrative requirements of the Privacy Act to help address these requirements, not launch a new policy initiative,",
                "Adam Schwartz",
                true
            ],
            [
                "DHS, in its law-enforcement and immigration-process capacity, has and continues to monitor publicly-available social media to protect the homeland.",
                "Adam Schwartz",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.activistpost.com/2016/06/the-roots-of-todays-tyranny-total-information-awareness.html",
                "https://www.activistpost.com/2017/05/us-government-using-secret-surveillance-tech-track-undocumented-immigrants.html",
                "http://www.cnn.com/2017/09/25/politics/fisa-section-702-surveillance-nsa/index.html",
                "https://www.buzzfeednews.com/article/adolfoflores/people-are-worried-about-dhs-plans-to-gather-social-media"
            ],
            "gov_pgs": [
                "https://www.federalregister.gov/documents/2017/09/18/2017-19365/privacy-act-of-1974-system-of-records"
            ],
            "unsure": [
                "https://www.activistpost.com/cdn-cgi/l/email-protection",
                "https://www.activistpost.com/2017/08/sheriffs-along-the-us-border-helping-build-biometric-police-state.html",
                "https://www.activistpost.com/2017/09/homeland-security-faces-lawsuit-over-warrantless-searches-at-border.html",
                "https://www.activistpost.com/2017/08/border-patrol-launches-facial-recognition-every-person-leaving-us.html"
            ]
        },
        "key_words": [
            "reported",
            "rule",
            "media",
            "security",
            "dhs",
            "homeland",
            "surveillance",
            "buzzfeed",
            "social",
            "collecting",
            "border",
            "department",
            "data",
            "immigrants"
        ]
    }
]