[
    {
        "url": "https://www.reuters.com/article/us-switch-stocks/switch-ipo-the-latest-to-limit-investor-voting-rights-idUSKBN1CA26D",
        "title": "Switch IPO the latest to limit investor voting rights",
        "authors": [
            {
                "name": "Noel Randewich",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-05",
        "text": "Switch IPO the latest to limit investor voting rights\n4 Min Read\nSAN FRANCISCO (Reuters) - When data center operator Switch Inc goes public on Friday it will be the latest tech firm using special shares to limit the rights of minority investors, making it ineligible for inclusion in the S&P 500 under new rules meant to deter such practices.\nThe Las Vegas company, run by enigmatic founder and Chief Executive Officer Rob Roy, plans to sell 31.3 million shares in an initial public offer late on Thursday for between $14 and $16 a piece, which would raise nearly $500 million and make it the largest technology listing this year after Snap Inc .\nUnderwriters closed their order book late on Wednesday and the deal was oversubscribed, according to a source close to the IPO.\nRoy, who describes himself as an “inventrepreneur” and “tech futurist,” will have 68 percent of voting power following the IPO, thanks to a special share class providing 10 votes per share.\nThat will keep Switch out of the S&P 500 and other related indexes under new rules instituted by S&P Dow Jones in July after Snap sold shares without any voting rights in its $3.4 billion IPO earlier this year.\nRule changes enacted last month for FTSE Russell indexes, also in reaction to Snap, require new constituents of its indexes to have at least 5 percent of their voting rights in the hands of public shareholders.\nThe shares being sold in Switch’s IPO will include 4.9 percent of the company’s voting rights, or 5.6 percent if underwriters exercise an option to buy additional shares.\nIn its IPO filing and a profile of Roy on the company website, Switch gives no details about what he did before founding the company in 2000 or his academic qualifications. The profile describes him as “a recognized expert in advanced end-to-end solutions for mission-critical facilities.”\nA company spokesman declined to provide additional information about Roy, and he does not appear in a 38-minute video marketing the IPO.\nThe IPO could value Switch, which operates three data centers in Michigan and Nevada, at almost $4 billion.\nSnap co-founder Evan Spiegel was well known to Wall Street ahead of the Snapchat-owner’s February share offer, with many investors essentially betting on his talent. With Roy less known, investors may be taking a greater risk on a company in which they will have little say.\n“Investors do look at voting control as well as the price you pay. If you put so much stock in the CEO, normally he’s going to part of the sales pitch for the company,” said Ken Bertsch, Executive Director of the Council of Institutional Investors, which represents top U.S. pension funds.\nAs many of 15 percent of U.S. IPOs in recent years have used dual share classes meant to give insiders outsized voting rights, according to the Council of Institutional Investors.\nInclusion in a stock index can be an important milestone for young companies, bringing their shares into many passive funds and others that closely follow indexes like the S&P 500, a guide for trillions of dollars of capital worldwide.\nOther companies excluded from major indexes under their new rules include video-streaming company Roku Inc , whose IPO last week kept 97 percent of voting power with insiders. Software seller Mulesoft Inc’s IPO in February included a share class with 10 votes per share, as did Blue Apron Holdings Inc in its June debut.\nSuggesting that the tide may be turning toward sharing power with minority investors, privately-held ride-hailing company Uber on Tuesday said it would abandon a dual share class system that favored insiders including former Chief Executive Travis Kalanick.\nResponding to a shareholder lawsuit, Facebook Inc in September gave up plans for a new class of stock that was meant to be a way for Mark Zuckerberg to retain control over the company he founded while fulfilling a pledge to give away his wealth.\nReporting by Noel Randewich, additional reporting Stephen Nellis and Dan Levine in San Francisco, and Ross Kerber in Boston; Editing by Tom Brown\n",
        "quotes": [
            [
                "a recognized expert in advanced end-to-end solutions for mission-critical facilities.",
                "",
                false
            ],
            [
                "Investors do look at voting control as well as the price you pay.",
                "Ken Bertsch",
                true
            ],
            [
                "If you put so much stock in the CEO, normally he’s going to part of the sales pitch for the company,",
                "Ken Bertsch",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "rights",
            "voting",
            "share",
            "limit",
            "investor",
            "sp",
            "investors",
            "shares",
            "company",
            "indexes",
            "latest",
            "ipo",
            "switch"
        ]
    }
]