[
    {
        "url": "http://www.bbc.com/sport/rugby-union/41581469",
        "title": "Rob Andrew: Player strike over season extension is 'feasible'",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-12",
        "text": "12 Oct 2017\nShare this page\nShare this with\nMedia playback is not supported on this device\nBilly Vunipola on player welfare and pay cuts\nPremiership players could go on strike because of extra demands on them, says former Rugby Football Union director of professional rugby Rob Andrew.\nProposals to extend the Premiership season by a month from the 2019-2020 campaign have been opposed by players.\n\"What's giving in is the players' bodies - that's not sustainable long term,\" Andrew, 54, told BBC Sport.\n\"Something will give and eventually if the players decide not to turn out, then there isn't much of a product.\"\nExeter chairman Tony Rowe said at the start of October that the plans would result in a more balanced season for club players.\nHowever, leading coaches have voiced concerns about reducing the length of pre-season, and the effect it could have on player welfare.\n\"We're trying to fit too much in with the same players being asked to repeat over and over again in a very demanding sport,\" added Andrew, who was director of professional rugby with the RFU from 2011 to 2016.\n\"I think the players will have a big say over the next 12 to 18 months to try to find this holy grail.\"\nEngland and Saracens number eight Billy Vunipola - out for four months after injuring his knee - has said he would take a pay cut to play less rugby and believes players are at risk of \"burning out\".\n'The players should have a 14-week break'\nDamian Hopley , the chief executive of the Rugby Players' Association, told BBC Radio 5 live that the 14-week break the Premiership players get between seasons should be maintained in order to help them recover from the rigours of the sport.\n\"With the club visits we've been doing, there is a growing concern not just among players but backroom staff [regarding the physical demands on players],\" he said.\n\"The law changes have made a significant difference this season because teams have the ball more and there are more collisions. The huge concern going forward is where does it all stop? Then there's talk of a potential extension to the season for the 2019/20 campaign.\n\"It's now about creating the right off-season break. The length of the off-season break should be 14 weeks.\n\"At the current time there is too much rugby in the calendar.\"\nAnalysis\nChris Jones, BBC Radio 5 live rugby union commentator\nHaving been on both sides of the fence, Andrew is well placed to comment on the various tug-of-wars prevalent in English professional rugby, and although his tenure at the RFU has been justifiably criticised, smoothing the relationship between club and country was Andrew's finest achievement.\nHowever, by acknowledging that strike action is not out of the question, Andrew clearly believes the disconnect between administrators and players is as wide as ever.\nGet all the latest rugby union news by adding notifications in the BBC Sport app.\nFrom the section Football\nFrom the section Football\nAlso in Sport\n",
        "quotes": [
            [
                "What's giving in is the players' bodies - that's not sustainable long term,",
                "Andrew",
                true
            ],
            [
                "Something will give and eventually if the players decide not to turn out, then there isn't much of a product.",
                "",
                true
            ],
            [
                "We're trying to fit too much in with the same players being asked to repeat over and over again in a very demanding sport,",
                "Andrew",
                true
            ],
            [
                "I think the players will have a big say over the next 12 to 18 months to try to find this holy grail.",
                "",
                true
            ],
            [
                "With the club visits we've been doing, there is a growing concern not just among players but backroom staff [regarding the physical demands on players],",
                "",
                true
            ],
            [
                "The law changes have made a significant difference this season because teams have the ball more and there are more collisions.",
                "",
                true
            ],
            [
                "The huge concern going forward is where does it all stop?",
                "",
                true
            ],
            [
                "Then there's talk of a potential extension to the season for the 2019/20 campaign.",
                "",
                true
            ],
            [
                "It's now about creating the right off-season break.",
                "",
                true
            ],
            [
                "The length of the off-season break should be 14 weeks.",
                "",
                true
            ],
            [
                "At the current time there is too much rugby in the calendar.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.com/sport/rugby-union/36173466",
                "http://www.bbc.com/sport/rugby-union/40027160",
                "http://www.bbc.com/sport/rugby-union/41418029",
                "http://www.bbc.com/sport/rugby-union/41366795",
                "http://www.bbc.com/sport/rugby-union/41463454"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bbc.com/sport/football",
                "http://www.bbc.com/sport/rugby-union/34015470"
            ]
        },
        "key_words": [
            "rob",
            "player",
            "bbc",
            "extension",
            "professional",
            "club",
            "break",
            "rugby",
            "union",
            "vunipola",
            "season",
            "strike",
            "andrew",
            "feasible",
            "players"
        ]
    }
]