[
    {
        "url": "http://occupydemocrats.com/2016/09/22/kaepernick-calls-critics-stop-disguising-racism-patriotism/",
        "title": "Kaepernick Calls Out Critics: Stop Disguising Your Racism as Patriotism",
        "authors": [
            {
                "name": "Marcos Da Silva",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-22",
        "text": "Kaepernick Calls Out Critics: Stop Disguising Your Racism as Patriotism\nRead Next\nBREAKING: One Person Killed As Protests, Teargas Rock Charlotte For A Second Night (UPDATES)\nThis Sunday, San Francisco 49ers quarterback Colin Kaepernick once again knelt in protest of police brutality during the national anthem of another NFL game. The very next day, video of yet another African-American being shot to death by police went viral, notwithstanding the fact that the victim, 40-year-old, Terence Crutcher, was unarmed and had his hands up at the time of his death.\n“His car was broken down, he was looking for help and he got murdered,” Kaepernick said. “That’s a perfect example of what [my protest] is about. I think it will be very telling what happens with the officers that killed him because everybody’s eyes will be on this.”\nThe day after the footage of Crutcher’s murder was released, the response immediately affected Charlotte, North Carolina as riots spread throughout the area’s poorest neighborhoods.\nKapernick took to Twitter to lament the tragedy and reassert his position, but his argument had already been proven for him in the worst way by police. With his protests, Kaepernick originally brought more attention to his disrespect for “the flag” than to police brutality due to the media’s fixation with his kneeling during the national anthem. But the death of Terence Crutcher served as a reminder of the point, the ruthlessness with which police treat people of color in America.\n“There’s a lot of racism in this country disguised as patriotism,” Kaepernick said, “and people want to take everything back to the flag but that’s not what we’re talking about. We’re talking about racial discrimination, inequalities and injustices that happen across this nation.”\nAccording to the Guardian , 1,146 people were killed at the hands of the police last year. So far in 2016, police have killed more than 706 people according to the Washington Post  and 790 according to the  Guardian . And since Kaepernick’s protest began, police have killed at least 67 people. Of these numbers, an unevenly high percentage of those killed by police have been African-Americans. And while the number of incidents with police would suggest a high likelihood of indictment of aggressors, police are almost never convicted of wrongdoing in cases involving police officers, even when there is video evidence of lawbreaking.\nAll of this points away from an isolated event and towards a larger institutional issue with American law enforcement. And as the tally climbs higher every day, it becomes easier and easier to expose the faux-patriotism used to critique of Kaepernicks’ protest, as just another way to avoid having a serious conversation about racial injustice in this country and to punish a person of color for daring to question the status quo.\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "His car was broken down, he was looking for help and he got murdered,",
                "Kaepernick",
                true
            ],
            [
                "That’s a perfect example of what [my protest] is about.",
                "Kaepernick",
                true
            ],
            [
                "I think it will be very telling what happens with the officers that killed him because everybody’s eyes will be on this.",
                "Kaepernick",
                true
            ],
            [
                "There’s a lot of racism in this country disguised as patriotism,",
                "Kaepernick",
                true
            ],
            [
                "and people want to take everything back to the flag but that’s not what we’re talking about.",
                "Kaepernick",
                false
            ],
            [
                "We’re talking about racial discrimination, inequalities and injustices that happen across this nation.",
                "Kaepernick",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/us-news/series/counted-us-police-killings",
                "https://www.vox.com/latest-news/2016/9/21/13000262/colin-kaepernick-terence-crutcher",
                "https://occupydemocrats.com/2016/09/22/breaking-one-person-killed-protests-teargas-rock-charlotte-second-night-updates/",
                "https://www.theguardian.com/sport/2016/sep/20/colin-kaepernick-death-threats-national-anthem-protest-nfl"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.washingtonpost.com/graphics/national/police-shootings-2016/",
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "talking",
            "stop",
            "kaepernick",
            "calls",
            "thats",
            "day",
            "patriotism",
            "terence",
            "critics",
            "way",
            "disguising",
            "racism",
            "killed",
            "protest",
            "video",
            "think"
        ]
    }
]