[
    {
        "url": "https://www.cnn.com/2016/09/20/politics/syria-convoy-strike-us-conclusion-russia/index.html",
        "title": "Syria convoy attack: US blames Russia",
        "authors": [
            {
                "name": "Un Secretary-General Ban Ki-Moon",
                "link": null
            },
            {
                "name": "Barbara Starr",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-20",
        "text": "US blames Russia for Syria convoy attack; Moscow points to terrorists\nUpdated 7:25 AM ET, Wed September 21, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nAttack on convoy, warehouse prompted UN to halt Syrian aid operations\nThe US holds that Russia is responsible for deadly strike\nWashington (CNN)\nThe United States has reached the preliminary conclusion that Russian warplanes bombed an aid convoy and warehouse belonging to the Syrian Arab Red Crescent, two US officials told CNN.\n\"All the evidence we have points to that conclusion,\" one of the officials said.\nThe White House position is that Russia is responsible, whether it was Russian planes -- or the Syrian regime's -- that carried out Monday night's attack.\nJUST WATCHED\nU.S. blames Russia for bombing aid convoy 03:27\nThe aid convoy was hit in the area of Urum al-Kubra, west of Aleppo, prompting the United Nations to halt its aid operations in Syria.\nIt is not clear who was responsible for the strike, which the International Committee of the Red Cross said killed about 20 people as well as the director of the Red Crescent's Urum al-Kubra branch, Omar Barakat.\nRead More\n\"All of our information indicates clearly that this was an airstrike. That means there only could have been two entities responsible,\" deputy national security adviser Ben Rhodes said Tuesday night, referring to Russia and Syria. He didn't specify which country's planes carried out the strike.\n\"We hold the Russian government responsible for airstrikes in this airspace given their commitment under the cessation of hostilities was to ground air operations where humanitarian assistance was flowing,\" Rhodes said, referring to the terms of a recent ceasefire brokered between the United States and Russia.\nDenials from Russia, Syria\nRussia denies it was responsible and says that terrorists carried out the attack.\nDefense Ministry spokesman Igor Konashenkov said Tuesday that analysis of video footage from drones of the strike show that militants were following the convoy, according to the Russian state news site Tass.\n\"It is clearly seen in the video that a terrorists' pickup truck with a towed large-caliber mortar is moving along with the convoy,\" he said.\nSyria has also strongly its forces were behind the attack.\nUN outrage\nJust when we think it cannot get any worse, the power of depravity sinks lower.\nUN Secretary-General Ban Ki-moon\n\"Just when we think it cannot get any worse, the power of depravity sinks lower,\" Ban told world leaders convening Tuesday at the UN General Assembly annual meeting.\nEighteen of the convoy's 31 trucks were hit, the United Nations said. The convoy was due to deliver food and medical aid for some 78,000 people in eastern Aleppo, where an estimated 250,000 civilians are facing severe shortages as a result of a government siege.\nCNN Map\nCurrent intelligence\nRebels, locked in a vicious civil war with the Syrian government, reportedly hold the area where the convoy was struck. Russia has been helping Syrian President Bashar al-Assad in the fight, though it has said its efforts are focused on attacking terror groups such as ISIS that have flourished during the conflict.\nJUST WATCHED\nThe struggle for a ceasefire in Syria 01:46\nThe US military has been reviewing classified radar, signals and aerial surveillance intelligence.\nBased on that intelligence and reports from the ground, it has concluded that only Russian warplanes were in a position to attack this location at the time, the official said.\nPhotos: Syria's civil war, in pictures\nDisplaced Syrian residents wait to receive food aid distributed by the UN Relief and Works Agency at the besieged al-Yarmouk camp, south of Damascus, Syria, on January 31, 2014. According to the UN Envoy for Syria, an estimated 400,000 Syrians have been killed since an uprising in March 2011 spiraled into civil war. See how the conflict has unfolded.\nHide Caption\nHide Caption\nPhotos: Syria's civil war, in pictures\nAn injured man lying in the back of a vehicle is rushed to a hospital in Daraa, Syria, on March 23, 2011. Violence flared in Daraa after a group of teens and children were arrested for writing political graffiti. Dozens of people were killed when security forces cracked down on demonstrations.\nHide Caption\nPhotos: Syria's civil war, in pictures\nAnti-government protesters demonstrate in Daraa on March 23, 2011. In response to continuing protests, the Syrian government announced several plans to appease citizens.\nHide Caption\nPhotos: Syria's civil war, in pictures\nSyrian children walk over bricks stored for road repairs during a spontaneous protest June 15, 2011, at a refugee camp near the Syrian border in Yayladagi, Turkey.\nHide Caption\nPhotos: Syria's civil war, in pictures\nJamal al-Wadi speaks in Istanbul on September 15, 2011, after an alignment of Syrian opposition leaders announced the creation of a Syrian National Council -- their bid to present a united front against Bashar al-Assad's regime and establish a democratic system.\nHide Caption\nPhotos: Syria's civil war, in pictures\nDelegates from Arab League member states and Turkey discuss a response to the government's crackdown in Syria on November 16, 2011.\nHide Caption\nPhotos: Syria's civil war, in pictures\nSupporters of al-Assad celebrate during a referendum vote in Damascus on February 26, 2012. Opposition activists reported at least 55 deaths across the country as Syrians headed to the polls. Analysts and protesters widely described the constitutional referendum as a farce. \"Essentially, what (al-Assad's) done here is put a piece of paper that he controls to a vote that he controls so that he can try and maintain control,\" a US State Department spokeswoman said.\nHide Caption\nPhotos: Syria's civil war, in pictures\nSyrian refugees walk across a field in Syria before crossing into Turkey on March 14, 2012.\nHide Caption\nPhotos: Syria's civil war, in pictures\nRebel fighters with the Free Syrian Army capture a police officer in Aleppo, Syria, who they believed to be pro-regime militiaman on July 31, 2012. Dozens of officers were reportedly killed as rebels seized police stations in the city.\nHide Caption\nPhotos: Syria's civil war, in pictures\nA Free Syrian Army fighter runs for cover as a Syrian Army tank shell hits a building across the street during clashes in the Salaheddine neighborhood of central Aleppo on August 17, 2012.\nHide Caption\nPhotos: Syria's civil war, in pictures\nFamily members mourn the deaths of their relatives in front of a field hospital in Aleppo on August 21, 2012.\nHide Caption\nPhotos: Syria's civil war, in pictures\nA Syrian man carrying grocery bags dodges sniper fire in Aleppo as he runs through an alley near a checkpoint manned by the Free Syrian Army on September 14, 2012.\nHide Caption\nPhotos: Syria's civil war, in pictures\nFree Syrian Army fighters are reflected in a mirror they use to see a Syrian Army post only 50 meters away in Aleppo on September 16, 2012.\nHide Caption\nPhotos: Syria's civil war, in pictures\nSmoke rises over the streets after a mortar bomb from Syria landed in the Turkish border village of Akcakale on October 3, 2012. Five people were killed. In response, Turkey fired on Syrian targets and its parliament authorized a resolution giving the government permission to deploy soldiers to foreign countries.\nHide Caption\nPhotos: Syria's civil war, in pictures\nA Syrian rebel walks inside a burnt section of the Umayyad Mosque in Aleppo hours before the Syrian army retook control of the complex on October 14, 2012.\nHide Caption\nPhotos: Syria's civil war, in pictures\nAn Israeli tank crew sits on the Golan Heights overlooking the Syrian village of Breqa on November 6, 2012. Israel fired warning shots toward Syria after a mortar shell hit an Israeli military post. It was the first time Israel fired on Syria across the Golan Heights since the 1973 Yom Kippur War.\nHide Caption\nPhotos: Syria's civil war, in pictures\nSmoke rises in the Hanano and Bustan al-Basha districts in Aleppo as fighting continues through the night on December 1, 2012.\nHide Caption\nPhotos: Syria's civil war, in pictures\nThe bodies of three children are laid out for identification by family members at a makeshift hospital in Aleppo on December 2, 2012. The children were allegedly killed in a mortar shell attack that landed close to a bakery in the city.\nHide Caption\nPhotos: Syria's civil war, in pictures\nA father reacts after the deaths of two of his children in Aleppo on January 3, 2013.\nHide Caption\nPhotos: Syria's civil war, in pictures\nSyrians look for survivors amid the rubble of a building targeted by a missile in the al-Mashhad neighborhood of Aleppo on January 7, 2013.\nHide Caption\nPhotos: Syria's civil war, in pictures\nRebels launch a missile near the Abu Baker brigade in Al-Bab, Syria, on January 16, 2013.\nHide Caption\nPhotos: Syria's civil war, in pictures\nAn aerial view shows the Zaatari refugee camp near the Jordanian city of Mafraq on July 18, 2013.\nHide Caption\nPhotos: Syria's civil war, in pictures\nThe UN Security Council passes a resolution September 27, 2013, requiring Syria to eliminate its arsenal of chemical weapons. Al-Assad said he would abide by the resolution.\nHide Caption\nPhotos: Syria's civil war, in pictures\nResidents run from a fire at a gasoline and oil shop in Aleppo's Bustan Al-Qasr neighborhood on October 20, 2013. Witnesses said the fire was caused by a bullet from a pro-government sniper.\nHide Caption\nPhotos: Syria's civil war, in pictures\nSyrian children wait as doctors perform medical checkups at a refugee center in Sofia, Bulgaria, on October 26, 2013.\nHide Caption\nPhotos: Syria's civil war, in pictures\nAn injured man is helped following an airstrike in Aleppo's Maadi neighborhood on December 17, 2013.\nHide Caption\nPhotos: Syria's civil war, in pictures\nA man holds a baby who was rescued from rubble after an airstrike in Aleppo on February 14, 2014.\nHide Caption\nPhotos: Syria's civil war, in pictures\nA US ship staff member wears personal protective equipment at a naval airbase in Rota, Spain, on April 10, 2014. A former container vessel was fitted out with at least $10 million of gear to let it take on about 560 metric tons of Syria's most dangerous chemical agents and sail them out to sea, officials said.\nHide Caption\nPhotos: Syria's civil war, in pictures\nA Free Syrian Army fighter fires a rocket-propelled grenade during heavy clashes in Aleppo on April 27, 2014.\nHide Caption\nPhotos: Syria's civil war, in pictures\nA giant poster of al-Assad is seen in Damascus on May 31, 2014, ahead of the country's presidential elections. He received 88.7% of the vote in the country's first election after the civil war broke out.\nHide Caption\nPhotos: Syria's civil war, in pictures\nRebel fighters execute two men on July 25, 2014, in Binnish, Syria. The men were reportedly charged by an Islamic religious court with detonating several car bombs.\nHide Caption\nPhotos: Syria's civil war, in pictures\nPhotographs of victims of the Assad regime are displayed as a Syrian army defector known as \"Caesar,\" center, appears in disguise to speak before the House Foreign Affairs Committee in Washington. The July 31, 2014, briefing was called \"Assad's Killing Machine Exposed: Implications for U.S. Policy.\" Caesar, apparently a witness to the regime's brutality, smuggled more than 50,000 photographs depicting the torture and execution of more than 10,000 dissidents. CNN cannot independently confirm the authenticity of the photos, documents and testimony referenced in the report.\nHide Caption\nPhotos: Syria's civil war, in pictures\nVolunteers remove a dead body from under debris after shelling in Aleppo on August 29, 2014. According to the Syrian Civil Defense, barrel bombs are now the greatest killer of civilians in many parts of Syria. The White Helmets are a humanitarian organization that tries to save lives and offer relief.\nHide Caption\nPhotos: Syria's civil war, in pictures\nMedics tend to a man's injuries at a field hospital in Douma after airstrikes on September 20, 2014.\nHide Caption\nPhotos: Syria's civil war, in pictures\nA long-exposure photograph shows a rocket being launched in Aleppo on October 5, 2014.\nHide Caption\nPhotos: Syria's civil war, in pictures\nRebel fighters dig caves in the mountains for bomb shelters in the northern countryside of Hama on March 9, 2015.\nHide Caption\nNusra Front fighters inspect a helicopter belonging to pro-government forces after it crashed in the rebel-held Idlib countryside on March 22, 2015.\nHide Caption\nPhotos: Syria's civil war, in pictures\nA Syrian child fleeing the war gets lifted over fences to enter Turkish territory illegally near a border crossing at Akcakale, Turkey, on June 14, 2015.\nHide Caption\nPhotos: Syria's civil war, in pictures\nA refugee carries mattresses as he re-enters Syria from Turkey on June 22, 2015, after Kurdish People's Protection Units regained control of the area around Tal Abyad, Syria, from ISIS.\nHide Caption\nPhotos: Syria's civil war, in pictures\nA sandstorm blows over damaged buildings in the rebel-held area of Douma, east of Damascus, on September 7, 2015.\nHide Caption\nPhotos: Syria's civil war, in pictures\nMembers of a Syrian opposition group attack the headquarters of al-Assad regime forces in the Aleppo villages of Nubul and al-Zahraa on February 12, 2016.\nHide Caption\nPhotos: Syria's civil war, in pictures\nThis still image, taken from a video posted by the Aleppo Media Center, shows a young boy in an ambulance after an airstrike in Aleppo, Syria, on August 17, 2016. It took nearly an hour to dig the boy, identified as Omran Daqneesh, out from the rubble, an activist told CNN. The airstrike destroyed his home, where he lived with his parents and two siblings. Director of the Aleppo Media Center Yousef Saddiq said Omran's 10-year-old brother, Ali, died from his injuries.\nHide Caption\nPhotos: Syria's civil war, in pictures\nSmoke rises after an airstrike in Aleppo on October 4, 2016.\nHide Caption\nPhotos: Syria's civil war, in pictures\nArabic writing that reads \"some day we will return\" is seen on a bus window as civilians evacuate Aleppo on December 15, 2016. The evacuations began under a new ceasefire between rebels and pro-government forces.\nHide Caption\nPhotos: Syria's civil war, in pictures\nThis photo, provided by the activist Idlib Media Center, shows dead children after a suspected chemical attack in the rebel-held city of Khan Sheikhoun on April 4, 2017. Dozens of people were killed, according to multiple activist groups. The United States responded a few days later by launching between 50-60 Tomahawk missiles at a Syrian government airbase. US officials said the base was home to warplanes that carried out the chemical attack. Syria has repeatedly denied it had anything to do with the attack.\nHide Caption\nPhotos: Syria's civil war, in pictures\nMembers of the UN Security Council raise their hands on April 12, 2017, as they vote in favor of a draft resolution that condemned the reported use of chemical weapons in Syria.\nHide Caption\nPhotos: Syria's civil war, in pictures\nResidents of the war-torn city of Douma break their Ramadan fast on June 18, 2017.\nHide Caption\nPhotos: Syria's civil war, in pictures\nA member of the Syrian pro-regime forces fires a machine gun as a comrade holds his feeding ammunition belt on November 11, 2017. It was during an advance toward rebel-held positions west of Aleppo.\nHide Caption\nPhotos: Syria's civil war, in pictures\nA child receives medical treatment after a village was attacked in the rebel-held Eastern Ghouta region on February 25, 2018. Several people were treated for exposure to chlorine gas, opposition groups said, as airstrikes and artillery fire from the regime continued. CNN was unable to independently verify claims that chlorine was used as a weapon.\nHide Caption\nPhotos: Syria's civil war, in pictures\nBodies lie on the ground in the rebel-held city of Douma, Syria, on April 8, 2018. According to activist groups, helicopters dropped barrel bombs filled with toxic gas on Douma, which has been the focus of a renewed government offensive that launched in mid-February. The Syrian government and its key ally, Russia, vehemently denied involvement and accused rebel groups of fabricating the attack to hinder the army's advances and provoke international military intervention.\nHide Caption\nPhotos: Syria's civil war, in pictures\nDamascus skies erupt with anti-aircraft fire as the US and its allies launch an attack on Syria's capital early on April 14, 2018. US President Donald Trump announced airstrikes in retaliation for Syria's alleged use of chemical weapons. Trump says the strikes are part of a sustained military response, in coordination with France and the United Kingdom.\nHide Caption\n52 of 52\nBut the Obama administration has not yet fully decided how much information it wants to reveal, concerned that it will expose sensitive military intelligence capabilities to the Russians.\nWhat about the the ceasefire?\nMonday night's attack came just hours after Syrian authorities declared an end to the fragile ceasefire, which began September 12.\nSoon afterward, Syrian warplanes resumed airstrikes in Aleppo, according to the Syrian Observatory for Human Rights, and deadly violence returned across parts of the country.\nThe events have left the hard-fought ceasefire brokered by Russia and the US in tatters, although US officials said they believe the ceasefire agreement is still in place.\nRhodes, the deputy national security adviser, said the US preference is to continue with the ceasefire effort, paving the way for more cooperation between the Russian and US militaries in Syria, but that Moscow's actions could prevent further coordination.\n\"We have not seen good faith. This was an outrageous action,\" Rhodes told CNN's Michelle Kosinski. \"It raises serious questions about whether or not this agreement moves forward.\"\nHe added, \"In conflicts like this I think we have an obligation to continue to pursue whether there are diplomatic openings. If we can't, we walk away.\"\nUS Secretary of State John Kerry said before the convoy was struck Monday that any decisions about the ceasefire would be made between Washington and Moscow.\n\"The Syrians didn't make the deal,\" he said, \"the Russians made the agreement.\"\nCNN's Elise Labott, Tim Hume, Joshua Berlinger and Kevin Liptak contributed to this report.\n",
        "quotes": [
            [
                "All the evidence we have points to that conclusion,",
                "",
                true
            ],
            [
                "All of our information indicates clearly that this was an airstrike.",
                "",
                true
            ],
            [
                "That means there only could have been two entities responsible,",
                "",
                true
            ],
            [
                "We hold the Russian government responsible for airstrikes in this airspace given their commitment under the cessation of hostilities was to ground air operations where humanitarian assistance was flowing,",
                "Rhodes",
                true
            ],
            [
                "It is clearly seen in the video that a terrorists' pickup truck with a towed large-caliber mortar is moving along with the convoy,",
                "",
                true
            ],
            [
                "Just when we think it cannot get any worse, the power of depravity sinks lower,",
                "",
                true
            ],
            [
                "Essentially, what (al-Assad's) done here is put a piece of paper that he controls to a vote that he controls so that he can try and maintain control,",
                "",
                true
            ],
            [
                "Assad's Killing Machine Exposed: Implications for U.S.",
                "Caesar",
                true
            ],
            [
                "We have not seen good faith.",
                "Rhodes",
                true
            ],
            [
                "It raises serious questions about whether or not this agreement moves forward.",
                "",
                true
            ],
            [
                "In conflicts like this I think we have an obligation to continue to pursue whether there are diplomatic openings.",
                "",
                true
            ],
            [
                "If we can't, we walk away.",
                "",
                true
            ],
            [
                "The Syrians didn't make the deal,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2018/04/11/middleeast/syria-chemical-attack-500-affected-who-intl/index.html",
                "https://www.cnn.com/2016/09/20/middleeast/syria-aid-convoys-attacked/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "war",
            "civil",
            "photos",
            "attack",
            "blames",
            "52",
            "russia",
            "caption",
            "aleppo",
            "hide",
            "convoy",
            "pictures",
            "syrian",
            "syrias",
            "syria"
        ]
    }
]