[
    {
        "url": "https://www.cnn.com/2016/09/23/politics/worst-things-donald-trump-ted-cruz-said-about-each-other/index.html",
        "title": "An incomplete list of the most vicious Trump vs. Cruz attacks",
        "authors": [
            {
                "name": "Sophie Tatum",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-23",
        "text": "An incomplete list of the most vicious Trump vs. Cruz attacks\nUpdated 9:21 PM ET, Fri September 23, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nThe two bitterly battled it out for the nomination\nHere are some of the more notable salvos the two exchanged while on the campaign trail\nWashington (CNN)\nTexas Sen. Ted Cruz concluded months of animosity between him and Donald Trump on Friday by saying he will vote for the GOP nominee.\nBut between the party-line camaraderie that Friday brought and the \"bromance\" from the initial stretch of the election, the two bitterly battled it out for the nomination. Here are some of the more notable -- and inflammatory -- salvos the two exchanged while on the campaign trail.\n'Lyin' Ted'\nThe attack Trump most frequently deployed against Cruz was the nickname the real estate mogul turned politician used to describe his competition: \"Lyin' Ted.\" Trump routinely dropped that moniker on Cruz.\nCandidates' spouses take the heat\nRead More\nIn an election season defined by vicious and often personal attacks, not even the candidates' wives were safe, evidenced by Trump's tweet about Cruz's wife , Heidi Cruz. The March spat came after a Facebook advertisement targeted to Mormons showed an old photo of Trump's wife, Melania, posing nude. The ad, however, was produced by an anti-Trump super PAC, which had no known connection to the Cruz campaign.\nTrump, however, didn't see a difference.\n\"Lyin' Ted Cruz just used a picture of Melania from a G.Q. shoot in his ad. Be careful, Lyin' Ted, or I will spill the beans on your wife!\" Trump tweeted in March.\nLyin' Ted Cruz just used a picture of Melania from a G.Q. shoot in his ad. Be careful, Lyin' Ted, or I will spill the beans on your wife!\nAs for Heidi's \"beans,\" Trump never spilled them, much less described what he was referring to.\n'A sniveling coward'\nCruz's irate response was predictable -- even if his choice of words was not.\n\"Donald, you're a sniveling coward and leave Heidi the hell alone,\" Cruz told reporters in Wisconsin, pointing his finger at the cameras for emphasis.\nTrump links Cruz's father to Lee Harvey Oswald\nHeidi was not the only Cruz family member to be called out by Trump.\n\"(Ted Cruz's) father, you know, was with Lee Harvey Oswald prior to Oswald's, you know, being shot. I mean the whole thing is ridiculous,\" Trump said in an interview on \"Fox and Friends\" the day of the Indiana primary in May. \"I mean what was he doing with Lee Harvey Oswald, shortly before the death? Before the shooting? It's horrible.\"\nNo other news outlets corroborated the claim that Rafael Cruz knew of the John F. Kennedy assassin.\n'A pathological liar'\nDuring a May press conference , Cruz's attacks against Trump hit a new level when he called Trump a \"pathological liar,\" \"utterly amoral,\" \"a narcissist at a level I don't this country's ever seen\" and \"a serial philanderer.\" The strong rhetoric came after the accusations Trump made about Cruz's father and shortly before the crucial Indiana primary contest -- which Cruz lost, ending his candidacy.\nCruz's lack of endorsement at the RNC\nCruz showed the hard feelings hadn't subsided two months later at the Republican National Convention, when he blatantly undercut Trump with a lack of endorsement during his turn at the lectern. Cruz personally told Trump he would not be offering him an endorsement during his speech, instead encouraging voters to \"vote your conscience\" -- earning boos from an audience hoping for party unity.\nTrump didn't want Cruz's endorsement, anyway\nAsked about the snub, Trump said he didn't want it, anyway.\n\"If he gives it, I will not accept it,\" Trump said at a news conference at the end of the convention.\nA new Canadian prime minister?\nIn January, Trump tweeted a fallback plan for Cruz in case his presidential dreams fell short, suggesting Cruz could be the Canadian prime minister , a jab at questions over Cruz's eligibility to be president due to his Canadian birthplace.\nCruz did not renounce his Canadian citizenship as a US Senator- only when he started to run for #POTUS . He could be Canadian Prime Minister.\n'Pathetic' Kasich and Cruz band together\nWhen Cruz and Ohio Gov. John Kasich -- a pair Trump once called \"the leftovers\" as they were his last challengers in the primary fight -- made an attempt to divide the map to stop Trump, the mogul didn't mince words about his view of the maneuver.\n\"Actually I was happy, because it shows how weak they are, it shows how pathetic they are,\" Trump said.\nTrump accuses Cruz of stealing the Iowa caucuses\nAfter Cruz came out victorious during the Iowa caucuses, Trump accused Cruz of committing fraud and stealing the win.\n\"Based on the fraud committed by Senator Ted Cruz during the Iowa Caucus, either a new election should take place or Cruz results nullified,\" Trump tweeted in February.\nBased on the fraud committed by Senator Ted Cruz during the Iowa Caucus, either a new election should take place or Cruz results nullified.\nTed Cruz didn't win Iowa, he stole it. That is why all of the polls were so wrong and why he got far more votes than anticipated. Bad!\n\"Ted Cruz didn't win Iowa, he stole it. That is why all of the polls were so wrong and why he got far more votes than anticipated. Bad!\" Trump also tweeted. The accusations came after Cruz sent out deceitful mailers that shared voter's caucus attendance records with their neighbors and warned them of \"VOTER VIOLATION.\"\n",
        "quotes": [
            [
                "Lyin' Ted Cruz just used a picture of Melania from a G.Q.",
                "Donald",
                true
            ],
            [
                "Be careful, Lyin' Ted, or I will spill the beans on your wife!",
                "Donald",
                true
            ],
            [
                "Donald, you're a sniveling coward and leave Heidi the hell alone,",
                "Rafael Cruz",
                true
            ],
            [
                "Ted Cruz's) father, you know, was with Lee Harvey Oswald prior to Oswald's, you know, being shot.",
                "Donald",
                true
            ],
            [
                "I mean the whole thing is ridiculous,",
                "Donald",
                true
            ],
            [
                "I mean what was he doing with Lee Harvey Oswald, shortly before the death?",
                "",
                true
            ],
            [
                "a narcissist at a level I don't this country's ever seen",
                "Rafael Cruz",
                false
            ],
            [
                "If he gives it, I will not accept it,",
                "Donald",
                true
            ],
            [
                "Actually I was happy, because it shows how weak they are, it shows how pathetic they are,",
                "Donald",
                true
            ],
            [
                "Based on the fraud committed by Senator Ted Cruz during the Iowa Caucus, either a new election should take place or Cruz results nullified,",
                "Donald",
                true
            ],
            [
                "Ted Cruz didn't win Iowa, he stole it.",
                "Donald",
                true
            ],
            [
                "That is why all of the polls were so wrong and why he got far more votes than anticipated.",
                "Donald",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/02/03/politics/trump-tweet-on-cruz-stealing-iowa/",
                "https://www.cnn.com/2016/05/03/politics/donald-trump-rafael-cruz-indiana/",
                "http://www.cnn.com/2016/07/21/politics/ted-cruz-non-endorsement-donald-trump/",
                "http://www.cnn.com/2016/04/25/politics/ted-cruz-john-kasich-divide-map-strategy-donald-trump/",
                "https://www.cnn.com/2016/03/22/politics/ted-cruz-melania-trump-twitter-donald-trump-heidi/",
                "http://www.cnn.com/2016/07/22/politics/donald-trump-ted-cruz-endorsement/",
                "https://www.cnn.com/2016/04/20/politics/donald-trump-lyin-ted-cruz/",
                "https://www.cnn.com/2016/03/24/politics/ted-cruz-donald-trump-heidi-cruz-hell-alone/",
                "https://www.cnn.com/2016/09/08/politics/trump-clinton-policy-free-2016-election/",
                "https://www.cnn.com/2016/01/22/politics/donald-trump-ted-cruz-canadian-prime-minister/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.cnn.com/videos/politics/2016/05/03/donald-trump-rafael-cruz-lee-harvey-oswald-accusation-newday.cnn",
                "https://m.facebook.com/tedcruzpage/posts/10154476728267464",
                "http://www.cnn.com/TRANSCRIPTS/1604/04/nday.01.html",
                "https://twitter.com/hashtag/POTUS?src=hash"
            ]
        },
        "key_words": [
            "tweeted",
            "ted",
            "didnt",
            "incomplete",
            "trump",
            "cruzs",
            "canadian",
            "donald",
            "wife",
            "vicious",
            "iowa",
            "vs",
            "list",
            "cruz",
            "attacks"
        ]
    }
]