[
    {
        "url": "https://www.nytimes.com/2017/10/06/theater/david-greenspan-eugene-oneill-marathon-performance.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "A Eugene O’Neill Marathon: 1 Actor, 1 Script, 5 Hours",
        "authors": [
            {
                "name": "Alexis Soloski",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-06",
        "text": "Advertisement\nSupported by\nA Eugene O’Neill Marathon: 1 Actor, 1 Script, 5 Hours\nImage\nDavid Greenspan rehearsing his solo performance of Eugene O’Neill’s “Strange Interlude.”CreditCreditVincent Tullo for The New York Times\nRecently, the actor David Greenspan spent three hours finessing a few seconds of stage time. Ned, a character in Transport Group’s revival of Eugene O’Neill’s “Strange Interlude,” which begins performances at Irondale Theater Center in Fort Greene, Brooklyn, on Oct. 6, has to hand a prescription to another character, Sam.\nSounds simple enough. It just about destroyed Mr. Greenspan.\nThat’s because Mr. Greenspan plays Ned. And Sam. And every other character in this epic, uncut, nine-act, scandal-scarred whopper of a play. For each of 23 performances, he will stand alone onstage for nearly five hours (the show is six if you count the intermissions) and deliver each line the characters speak, plus all the lines they merely think. It was this toggling between exterior speech and interior monologue that won the play the 1928 Pulitzer Prize for drama and a lampoon in the Marx Brothers’ “Animal Crackers.”\nUnlike a couple of characters in “Strange Interlude,” Mr. Greenspan, a downtown favorite and theatrical dazzler, does not appear morbidly insane or even especially masochistic. So why take this on? After a day of rehearsal in a hot, bright low-ceilinged theater district space, he swooshed off his sports coat and sat down to explain why he agreed to such an unlikely project.\n“It’s so much fun,” he said. He sounded like he meant it.\nTo be fair, Mr. Greenspan, 61, who has previously performed monologues drawn from Aristotle’s “Poetics” and Gertrude Stein’s high-modern meanderings, has a weird idea of fun. And he finds himself alone onstage a lot, sometimes in works of his own making and sometimes in plays by others.\nHis 2003 solo, “The Myopia,” included a scene in which he played 16 Republican senators angling to put Warren G. Harding on the presidential ticket. In 2011, he played everyone in “The Patsy,” Transport Group’s revival of a sweetie-pie Broadway comedy from 1925. “The real show is in Mr. Greenspan’s nimble scrambling among characters,” Charles Isherwood wrote in The New York Times.\nImage\nMr. Greenspan, no stranger to performing alone, in “The Myopia,” from 2010.CreditAri Mintz for The New York Times\nMr. Greenspan is also no stranger to lengthy events, having starred as Mephistopheles in Target Margin’s six-hour “Faust.” Yet “Strange Interlude” is something else entirely. As Jonathan Kalb, a professor at Hunter College who has written a book on marathon performances, put it: “Most solo shows, the better ones, are 90 minutes tops. More than that, boy, you’re risking everything.”\nThis “Strange Interlude” won’t be the longest straight play staged in New York in recent years — that honor belongs to Elevator Repair Service’s eight-hour “ Gatz.” It’s certainly not the longest solo, clocking in at only a quarter of the length of Taylor Mac’s “A 24-Decade History of Popular Music.” But it is an occasionally lurid interwar ragout of sex, death and boat races. It is also probably one of the last times anyone decided to name a dashing romantic swain Gordon. Censored in New York and banned in Boston, the play nevertheless became an unlikely Broadway hit.\nO’Neill joked that if the play were a sandwich it would be “a four-decker with nothing but ham.”\nMr. Greenspan has been chewing on that for a while now. In the summer of 2013, he, Transport Group’s artistic director, Jack Cummings III, its dramaturge Krista Corcoran Williams and a couple of associates met for an artistic residency in upstate New York. They’d all enjoyed working together on “The Patsy.” Now they wanted a project “to go deeper and further with,” Ms. Williams said.\nSo Mr. Greenspan read “Strange Interlude” aloud, which took him seven or eight hours. And the company agreed to produce it. Mr. Greenspan has been rehearsing ever since.\nThe published script runs 190 pages. Mr. Greenspan worked through the acts one at a time, putting in four to five hours a day, five to six days a week even while rehearsing, performing and touring other plays. Last year, Mr. Cummings gave him a cameo in his William Inge double-bill just to keep Mr. Greenspan around and on salary while he worked. This summer, while appearing in “Minor Character” in Connecticut, he requested a rehearsal space as part of his contract. “I had to memorize Act 8,” he said.\nMostly, Mr. Greenspan works at home, in the small one-bedroom in Westbeth Artists Housing that he shares with his partner, the teacher and painter William Kennon. He moves their furniture around to replicate the set and takes breathers to feed their two cats and one German Shepherd. Sometimes he borrows Mr. Kennon’s painting studio.\nOn a good five-hour day, he can learn perhaps two pages. But often it’s less. “Line by line,” he said. “Sometimes you learn just a few words, sometimes a sentence. It’s very deliberate.” Ms. Williams, who has often observed him, described the process as “mind-numbing and thrilling in kind of equal measure.”\nMr. Greenspan prizes accuracy. In rehearsal he scolded himself for missing “and” in one sentence, “the” in another. But for him, memorizing means more than rote learning or brute-force drills. It means discovering in each line “what the intentions are, what the feeling is, what the state of being is, what the emotional state is,” he said.\nHe tries to make his characters as full and real as possible, figuring out how they move, how they think, how they sound. From there he develops a map of each act, “like making up a dance in a way,” he said, a dance he then fine-tunes with Mr. Cummings and his team.\nSitting in the rehearsal room, he cycled though some of this choreography. He stuffed his hands into his pockets for Ned, then gave his neck a sensual stroke as Ned’s lover, Nina, then knit his fingers as Nina’s forbidding father, Professor Leeds. Each character was conjured with what looked like minimal effort and eerie, easy grace. Then Mr. Greenspan stood and played the bit where Ned hands the prescription to Sam. One man moved to offer it; another snatched it away. The effect was delightful, and also unnerving.\nMs. Williams said that watching the full production can feel “like you’re either on drugs or experiencing some kind of religious reckoning.”\n“There is something that happens when you’re in the room that long with one person doing something this audacious,” she continued.\nFor Mr. Greenspan, the effects are mellower. When he finishes a run-through he feels “good afterward,” he said, “neither tired or exhilarated.” And if there is lingering excitement “a little herbal tea will, I think, handle that.”\nA version of this article appears in print on , Section AR, Page 6 of the New York edition with the headline: Still Reaching After All These Years. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "The real show is in Mr. Greenspan’s nimble scrambling among characters,",
                "Charles Isherwood",
                true
            ],
            [
                "Most solo shows, the better ones, are 90 minutes tops.",
                "Jonathan Kalb",
                true
            ],
            [
                "More than that, boy, you’re risking everything.",
                "Jonathan Kalb",
                true
            ],
            [
                "A 24-Decade History of Popular Music.",
                "",
                true
            ],
            [
                "a four-decker with nothing but ham.",
                "O'Neill",
                false
            ],
            [
                "to go deeper and further with,",
                "",
                false
            ],
            [
                "I had to memorize Act 8,",
                "David Greenspan",
                true
            ],
            [
                "Sometimes you learn just a few words, sometimes a sentence.",
                "David Greenspan",
                true
            ],
            [
                "mind-numbing and thrilling in kind of equal measure.",
                "Williams",
                false
            ],
            [
                "what the intentions are, what the feeling is, what the state of being is, what the emotional state is,",
                "David Greenspan",
                false
            ],
            [
                "like making up a dance in a way,",
                "David Greenspan",
                false
            ],
            [
                "like you’re either on drugs or experiencing some kind of religious reckoning.",
                "Williams",
                false
            ],
            [
                "There is something that happens when you’re in the room that long with one person doing something this audacious,",
                "",
                true
            ],
            [
                "a little herbal tea will, I think, handle that.",
                "Williams",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2010/10/03/theater/03gatz.html?module=inline",
                "https://www.nytimes.com/2006/05/04/theater/reviews/04faus.html?module=inline",
                "https://www.nytimes.com/2010/01/12/theater/reviews/12myopia.html?module=inline",
                "https://www.nytimes.com/2016/10/11/theater/review-taylor-macs-24-hour-concert-was-one-of-the-great-experiences-of-my-life.html?module=inline",
                "http://transportgroup.org/?gclid=CjwKEAjwo4jOBRDmqsavuLfl9CYSJAAFY1oxDuKNTzYiv0rRwhIkS_H2urX_IjROddtZr21SMWCulhoCh7jw_wcB",
                "https://www.nytimes.com/2011/07/27/theater/reviews/the-patsy-a-revival-from-transport-group-review.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://westbeth.org/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.youtube.com/watch?v=Omu_bePQ4Lc",
                "http://www.newsaloon.org/minor-character/",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "http://irondale.org/",
                "http://www.hunter.cuny.edu/theatre/faculty-staff-1-page"
            ]
        },
        "key_words": [
            "actor",
            "character",
            "mr",
            "play",
            "performances",
            "script",
            "oneill",
            "greenspan",
            "onstage",
            "ned",
            "plays",
            "hours",
            "marathon",
            "strange",
            "theater",
            "eugene"
        ]
    }
]