[
    {
        "url": "https://www.cnn.com/2016/09/16/politics/critical-counties-vigo-indiana/index.html",
        "title": "Critical counties: Vigo, Indiana, knows how to pick 'em",
        "authors": [
            {
                "name": "Eli Watkins",
                "link": null
            },
            {
                "name": "Joyce Tseng",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-16",
        "text": "Critical counties: Vigo, Indiana, knows how to pick 'em\nBy Joyce Tseng and Eli Watkins , CNN\nUpdated 3:51 PM ET, Mon September 26, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nCritical Counties is a CNN series exploring 11 counties around the country that chief national correspondent John King has identified as key in the 2016 election. These counties could play an outsize role in the election and offer an instructive example of what the political parties have accomplished. Wake County is the fourth county in the series, which runs through Election Day. Explore the other critical counties.\nExplore other counties\nWashington (CNN)\nVigo County, Indiana, is used to getting its way in presidential elections. Since 1956, no presidential candidate has won the national popular vote without winning this county. So when people talk about bellwether counties, this is what they mean.\nIt's not exactly representative of the rest of the country, but in its own way, Vigo County has followed national political trends more than anywhere else.\nPopulation\nVigo County and its principal city, Terre Haute, are less diverse than the country at large. They also felt the effects of the recession more deeply and healed more slowly.\nLook, a bellwether\nAs Vigo County has gone, so has the nation -- all the way back to 1956, the US Election Atlas says.\nRepresentation\nLarry\nBucshon\nrepresentative\nJoe\nDonnelly\nsenator\nDan\nCoats\nsenator\nMike\nPence\ngovernor\nPopularity\nDonald Trump's running mate, Mike Pence, is the outgoing executive of this state, and former Sen. Evan Bayh -- whom Democrats' hopes of retaking the Senate could depend on -- was born here.\nTop searches\nWho's searching?\nThe people who search for Clinton or Trump also search for ...\nTrending\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://uselectionatlas.org/WEBLOGS/dave/2013/06/30/vigo-county-in-extends-bellwether-streak/",
                "https://www.cnn.com/specials/politics/critical-counties"
            ]
        },
        "key_words": [
            "county",
            "critical",
            "national",
            "knows",
            "series",
            "country",
            "vigo",
            "election",
            "pick",
            "representative",
            "counties",
            "em",
            "indiana",
            "way",
            "senator"
        ]
    }
]