[
    {
        "url": "https://www.cnn.com/2016/09/19/politics/hillary-clinton-north-carolina/index.html",
        "title": "Clinton eyes NC as a firewall in tightening race",
        "authors": [
            {
                "name": "Nia-Malika Henderson",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-19",
        "text": "Updated 6:42 AM ET, Mon September 19, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nClinton is faltering in other key states such as Florida and Ohio\nElection is playing out as North Carolina grapples with the fallout from House Bill 2\nRaleigh, North Carolina (CNN)\nHillary Clinton -- facing a dramatically tightening race and a troubling lack of enthusiasm -- is looking to this steadily changing state as an opportunity to stabilize her path to the White House and force Republicans to play offense.\nA sign of how seriously the Democratic nominee is taking North Carolina: it's the first place she visited last week when she returned to the campaign trail following a bout with pneumonia. President Barack Obama traveled to Charlotte this summer for his first campaign appearance with Clinton and is expected to return to the state repeatedly in October.\nThe focus on North Carolina -- a state President Barack Obama carried narrowly in 2008 but lost four years later -- comes as polls show Clinton faltering in other battlegrounds such as Florida and Ohio. A win here would almost certainly offset losses in those states and guarantee her the presidency. And the raging culture war over LGBT rights playing out in the state offers her an opportunity to appeal to progressives and encourage them to show up on Election Day.\nClinton has reason for some cautious optimism. A Quinnipiac poll released September 8 shows Clinton with a 4-point lead, just outside the margin of error.\nRead More\n\"It's a coin toss,\" said J. Michael Bitzer, a political science professor at Catawba College.  \"We are dealing with a 45/45 split. The electorate is baked, the remaining 10% are folks who will decide at the last minute, and say 'I can't stand either one.' We are in a holding pattern unless something monumental happens.\"\nRepublican nominee Donald Trump is fighting hard for the state. He held a rally last week in Asheville and will be back in North Carolina Tuesday.\nBut the election is playing out as the state is grappling with the fallout from House Bill 2, the so-called bathroom bill that requires people to use the bathroom of their biological gender. It also bans municipalities from passing rules barring discrimination on the basis of gender identity or sexual orientation.\nSince the legislation's passage earlier this year, North Carolina -- with a long reputation as being one of the more progressive southern states -- has seen a blow to its image. The NBA, NCAA, and ACC have pulled major sporting events out of the state, resulting in millions in lost revenues, a substantial economic and cultural blow to a sport-crazy state.\nState politics upended\nAnd the state's politics have been upended. Republican Gov. Pat McCrory is lagging his Democratic challenger and GOP Sen. Richard Burr is in an unexpectedly competitive re-election race.\nDemocrats see the issue as a rallying call to engage the Obama coalition and possibly, moderate Republicans.\n\"I'm running for the LGBT teenager here in North Carolina who sees your governor sign a bill legalizing discrimination and suddenly feels like a second-class citizen,\" Clinton said at her Greensboro rally. \"And if anyone wonders what the costs of discrimination are, just ask the people and businesses of North Carolina.\"\nBut Carter Wren, a Republican strategist doubts that House Bill 2 or McCrory's standing, will determine the presidential race here.\n\"The polling stuff I have seen on HB2, it didn't cut, everybody had an opinion, but it didn't change how people vote,\" he said. \"It's all about Hillary and Trump and mostly about character, that's what people are questioning more than the issues.\"\nJUST WATCHED\nHillary Clinton: I'm not great at taking it easy 01:05\n\"Some of my friends are on the fence. They say Trump is horrible, but they are not sure about Clinton,\" said Cydnee Mebane, 19, who saw Clinton speak in Greensboro. \"They say they won't vote or they will vote for a third party. With my generation, we are either apathetic or too smart for our own good.\"\nDaisy Goodwin, 65, was initially for Clinton during the primaries in 2008, but flipped to Obama. She expressed fear over what a Trump presidency would look like, and frustration that during voter registration drives, \"a lot of people said they aren't going to vote.\"\n'Where is Oprah?'\n\"She should bring Barack and Michelle. That will turn people out and we have to go door-to-door,\" said Goodwin, a retired beautician from High Point. \"And where is Oprah?\"\nAnother challenge for Democrats is broadening their appeal among white voters, who have been increasingly voting less Democratic in Southern states, a trend that can't be entirely offset by gains with other demographic groups.\nWhile the African American vote remained steady from 2008 to 2012, a notable share of white voters shifted from Obama -- he won 31% of the white vote in 2012, down from 35% in 2008 according to exit polls.\nStill, Trump has clear vulnerabilities.\n\"If I am Trump, my problem is with undecided voters who supported [Mitt] Romney,\" Wren said. \"There are a fair amount of those people who voted for Romney, don't like Clinton but don't like Trump.\"\nThat's especially true in North Carolina, a state with an influx of new residents drawn to a tech boom in cities like Charlotte and Raleigh. The population growth has swelled the ranks of unaffiliated and more educated voters.\nClinton and her allies have flooded the airwaves with millions in ads, targeting veterans, black millennials, suburban white voters and black churchgoers. Nearly $13 million in TV ads have been reserved through November.\nPriorities USA launched a $400,000 digital ad buy on Facebook, Instagram and Pandora with one ad called \"Most Racist Person,\" where Trump falsely claims that Obama is not an American citizen.\nPhotos: Hillary Clinton's life in the spotlight\nPhotos: Hillary Clinton's life in the spotlight\nHillary Clinton accepts the Democratic Party's nomination for president at the Democratic National Convention in Philadelphia on July 28. The former first lady, U.S. senator and secretary of state was the first woman to lead the presidential ticket of a major political party.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nBefore marrying Bill Clinton, she was Hillary Rodham. Here she attends Wellesley College in Massachusetts. Her commencement speech at Wellesley's graduation ceremony in 1969 attracted national attention. After graduating, she attended Yale Law School.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nRodham was a lawyer on the House Judiciary Committee, whose work led to impeachment charges against President Richard Nixon in 1974.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nIn 1975, Rodham married Bill Clinton, whom she met at Yale Law School. He became the governor of Arkansas in 1978. In 1980, the couple had a daughter, Chelsea.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nArkansas' first lady, now using the name Hillary Rodham Clinton, wears her inaugural ball gown in 1985.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nThe Clintons celebrate Bill's inauguration in Little Rock, Arkansas, in 1991. He was governor from 1983 to 1992, when he was elected President.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nBill Clinton comforts his wife on the set of \"60 Minutes\" after a stage light broke loose from the ceiling and knocked her down in January 1992.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nIn June 1992, Clinton uses a sewing machine designed to eliminate back and wrist strain. She had just given a speech at a convention of the International Ladies' Garment Workers Union.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nDuring the 1992 presidential campaign, Clinton jokes with her husband's running mate, Al Gore, and Gore's wife, Tipper, aboard a campaign bus.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton accompanies her husband as he takes the oath of office in January 1993.\nHide Caption\nThe Clintons share a laugh on Capitol Hill in 1993.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton unveils the renovated Blue Room of the White House in 1995.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton waves to the media in January 1996 as she arrives for an appearance before a grand jury in Washington. The first lady was subpoenaed to testify as a witness in the investigation of the Whitewater land deal in Arkansas. The Clintons' business investment was investigated, but ultimately they were cleared of any wrongdoing.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nThe Clintons hug as Bill is sworn in for a second term as President.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nThe first lady holds up a Grammy Award, which she won for her audiobook \"It Takes a Village\" in 1997.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nThe Clintons dance on a beach in the U.S. Virgin Islands in January 1998. Later that month, Bill Clinton was accused of having a sexual relationship with former White House intern Monica Lewinsky.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton looks on as her husband discusses the Monica Lewinsky scandal in the Roosevelt Room of the White House on January 26, 1998. Clinton declared, \"I did not have sexual relations with that woman.\" In August of that year, Clinton testified before a grand jury and admitted to having \"inappropriate intimate contact\" with Lewinsky, but he said it did not constitute sexual relations because they had not had intercourse. He was impeached in December on charges of perjury and obstruction of justice.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nThe first family walks with their dog, Buddy, as they leave the White House for a vacation in August 1998.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nPresident Clinton makes a statement at the White House in December 1998, thanking members of Congress who voted against his impeachment. The Senate trial ended with an acquittal in February 1999.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton announces in February 2000 that she will seek the U.S. Senate seat in New York. She was elected later that year.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton makes her first appearance on the Senate Environment and Natural Resources Committee.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nSen. Clinton comforts Maren Sarkarat, a woman who lost her husband in the September 11 terrorist attacks, during a ground-zero memorial in October 2001.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton holds up her book \"Living History\" before a signing in Auburn Hills, Michigan, in 2003.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton and another presidential hopeful, U.S. Sen. Barack Obama, applaud at the start of a Democratic debate in 2007.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nObama and Clinton talk on the plane on their way to a rally in Unity, New Hampshire, in June 2008. She had recently ended her presidential campaign and endorsed Obama.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nObama is flanked by Clinton and Vice President-elect Joe Biden at a news conference in Chicago in December 2008. He had designated Clinton to be his secretary of state.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton, as secretary of state, greets Russian Prime Minister Vladimir Putin during a meeting just outside Moscow in March 2010.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nThe Clintons pose on the day of Chelsea's wedding to Marc Mezvinsky in July 2010.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nIn this photo provided by the White House, Obama, Clinton, Biden and other members of the national security team receive an update on the mission against Osama bin Laden in May 2011.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton checks her Blackberry inside a military plane after leaving Malta in October 2011. In 2015, The New York Times reported that Clinton exclusively used a personal email account during her time as secretary of state. The account, fed through its own server, raises security and preservation concerns. Clinton later said she used a private domain out of \"convenience,\" but admits in retrospect \"it would have been better\" to use multiple emails.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton arrives for a group photo before a forum with the Gulf Cooperation Council in March 2012. The forum was held in Riyadh, Saudi Arabia.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nObama and Clinton bow during the transfer-of-remains ceremony marking the return of four Americans, including U.S. Ambassador Christopher Stevens, who were killed in Benghazi, Libya, in September 2012.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton ducks after a woman threw a shoe at her while she was delivering remarks at a recycling trade conference in Las Vegas in 2014.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton, now running for President again, performs with Jimmy Fallon during a \"Tonight Show\" skit in September 2015.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton testifies about the Benghazi attack during a House committee meeting in October 2015. \"I would imagine I have thought more about what happened than all of you put together,\" she said during the 11-hour hearing. \"I have lost more sleep than all of you put together. I have been wracking my brain about what more could have been done or should have been done.\" Months earlier, Clinton had acknowledged a \"systemic breakdown\" as cited by an Accountability Review Board, and she said that her department was taking additional steps to increase security at U.S. diplomatic facilities.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nU.S. Sen. Bernie Sanders shares a lighthearted moment with Clinton during a Democratic presidential debate in October 2015. It came after Sanders gave his take on the Clinton email scandal. \"The American people are sick and tired of hearing about the damn emails,\" Sanders said. \"Enough of the emails. Let's talk about the real issues facing the United States of America.\"\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton is reflected in a teleprompter during a campaign rally in Alexandria, Virginia, in October 2015.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton walks on her stage with her family after winning the New York primary in April.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nAfter Clinton became the Democratic Party's presumptive nominee, this photo was posted to her official Twitter account. \"To every little girl who dreams big: Yes, you can be anything you want -- even president,\" Clinton said. \"Tonight is for you.\"\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nObama hugs Clinton after he gave a speech at the Democratic National Convention in Philadelphia. The president said Clinton was ready to be commander in chief. \"For four years, I had a front-row seat to her intelligence, her judgment and her discipline,\" he said, referring to her stint as his secretary of state.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton arrives at a 9/11 commemoration ceremony in New York on September 11. Clinton, who was diagnosed with pneumonia two days before, left early after feeling ill. A video appeared to show her stumble as Secret Service agents helped her into a van.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton addresses a campaign rally in Cleveland on November 6, two days before Election Day. She went on to lose Ohio -- and the election -- to her Republican opponent, Donald Trump.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nAfter conceding the presidency to Trump in a phone call earlier, Clinton addresses supporters and campaign workers in New York on Wednesday, November 9. Her defeat marked a stunning end to a campaign that appeared poised to make her the first woman elected US president.\nHide Caption\n43 of 43\nThis past Saturday, Democratic volunteers from around the state gathered at different campaign offices to get pep talks before they fanned out to register new voters. Democrats have boasted about their superior ground game, rattling off number of offices (33), paid staff (300) and volunteers (thousands).\nRepublicans counter that buildings don't vote.\n\"Office numbers are a false metric and completely miss the point that, as we saw in the primary, Mr. Trump is not a typical politician and attempts to measure the strength of his campaign by old world comparisons like these fail to reflect the enthusiasm and grass-roots support seen by the thousands of supporters and new voters he is attracting to his events and his campaign,\" said Jason Simmons, Trump's North Carolina state director.\nUltimately, the biggest question for Clinton is whether she can pull off the coalition that united behind Obama in 2008. He won at the time by orchestrating one of the most sophisticated and granular mobilization efforts the state has ever seen. Buoyed by a jump in the registration and participation of black and younger voters, the Obama campaign flipped a 13-point Democratic defeat in 2004, to a 14,000-vote win just four years later.\nOn Monday and Tuesday, the Mothers of the Movement -- women who have lost their children to gun violence or at the hands of the police -- will stump for Clinton here.\n\"It was a very strong effort to reach the young people, you have a huge HBCU population down there and we had a very well-organized church strategy,\" said Rick C. Wade, who was Obama's national black vote director in 2008. \"It was the inspiration that Obama represented and I think that's the challenge. How do you get Hillary to connect with those folks?\"\n",
        "quotes": [
            [
                "We are dealing with a 45/45 split.",
                "J. Michael Bitzer",
                true
            ],
            [
                "The electorate is baked, the remaining 10% are folks who will decide at the last minute, and say 'I can't stand either one.",
                "J. Michael Bitzer",
                true
            ],
            [
                "We are in a holding pattern unless something monumental happens.",
                "J. Michael Bitzer",
                true
            ],
            [
                "I'm running for the LGBT teenager here in North Carolina who sees your governor sign a bill legalizing discrimination and suddenly feels like a second-class citizen,",
                "Hillary Clinton",
                true
            ],
            [
                "And if anyone wonders what the costs of discrimination are, just ask the people and businesses of North Carolina.",
                "Hillary Clinton",
                true
            ],
            [
                "The polling stuff I have seen on HB2, it didn't cut, everybody had an opinion, but it didn't change how people vote,",
                "McCrory",
                true
            ],
            [
                "It's all about Hillary and Trump and mostly about character, that's what people are questioning more than the issues.",
                "McCrory",
                true
            ],
            [
                "Some of my friends are on the fence.",
                "Cydnee Mebane",
                true
            ],
            [
                "They say Trump is horrible, but they are not sure about Clinton,",
                "Cydnee Mebane",
                true
            ],
            [
                "They say they won't vote or they will vote for a third party.",
                "Cydnee Mebane",
                true
            ],
            [
                "With my generation, we are either apathetic or too smart for our own good.",
                "Cydnee Mebane",
                true
            ],
            [
                "a lot of people said they aren't going to vote.",
                "",
                false
            ],
            [
                "She should bring Barack and Michelle.",
                "Goodwin",
                true
            ],
            [
                "That will turn people out and we have to go door-to-door,",
                "Goodwin",
                true
            ],
            [
                "If I am Trump, my problem is with undecided voters who supported [Mitt] Romney,",
                "Wren",
                true
            ],
            [
                "There are a fair amount of those people who voted for Romney, don't like Clinton but don't like Trump.",
                "Wren",
                true
            ],
            [
                "I did not have sexual relations with that woman.",
                "Hillary Clinton",
                true
            ],
            [
                "I would imagine I have thought more about what happened than all of you put together,",
                "",
                true
            ],
            [
                "I have lost more sleep than all of you put together.",
                "",
                true
            ],
            [
                "I have been wracking my brain about what more could have been done or should have been done.",
                "",
                true
            ],
            [
                "The American people are sick and tired of hearing about the damn emails,",
                "Sanders",
                true
            ],
            [
                "Let's talk about the real issues facing the United States of America.",
                "Sanders",
                true
            ],
            [
                "To every little girl who dreams big: Yes, you can be anything you want -- even president,",
                "Hillary Clinton",
                true
            ],
            [
                "For four years, I had a front-row seat to her intelligence, her judgment and her discipline,",
                "Hillary Clinton",
                true
            ],
            [
                "Office numbers are a false metric and completely miss the point that, as we saw in the primary, Mr. Trump is not a typical politician and attempts to measure the strength of his campaign by old world comparisons like these fail to reflect the enthusiasm and grass-roots support seen by the thousands of supporters and new voters he is attracting to his events and his campaign,",
                "Jason Simmons",
                true
            ],
            [
                "It was a very strong effort to reach the young people, you have a huge HBCU population down there and we had a very well-organized church strategy,",
                "Rick C. Wade",
                true
            ],
            [
                "It was the inspiration that Obama represented and I think that's the challenge.",
                "Rick C. Wade",
                true
            ],
            [
                "How do you get Hillary to connect with those folks?",
                "Rick C. Wade",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/11/09/politics/clinton-to-offer-remarks-in-new-york-city/index.html",
                "https://www.cnn.com/2016/09/11/politics/hillary-clinton-health/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "spotlight",
            "nc",
            "photos",
            "life",
            "caption",
            "clinton",
            "clintons",
            "eyes",
            "firewall",
            "race",
            "tightening",
            "hide",
            "hillary",
            "43",
            "state"
        ]
    }
]