[
    {
        "url": "http://www.bbc.com/news/world-us-canada-41504063",
        "title": "Las Vegas shooting: Paddock's girlfriend denies knowledge of attack",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "5 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Reuters/Paddock family/CBS News\nImage caption US police have said the woman, a former casino employee, was living with Paddock in Nevada\nThe girlfriend of the Las Vegas gunman who shot dead 58 people on Sunday has said she had no idea what her \"kind, caring, quiet\" partner was planning.\nMarilou Danley's comments came hours before police suggested Stephen Paddock had been living \"a secret life\".\nThey said he may have been planning to escape instead of shooting himself dead, but did not give further details.\nIt is not yet known why he opened fire on an open-air concert, committing the worst shooting in modern US history.\nClark County Sheriff Joseph Lombardo told a press conference that:\nPolice had found more explosives in Paddock's car at the hotel, along with about 1,600 rounds of ammunition\nPaddock had been gambling just hours before he began shooting\nHe had booked into an apartment at the high-rise Ogden in downtown Las Vegas a week earlier during a different open-air festival where acts including Muse, Lorde and Blink-182 were due to play\nBut he said Paddock's motivations and whether there were any possible accomplices remained a mystery. The FBI's Aaron Rouse said so far no link to terrorism had been found but they would continue to \"look at all avenues\" without \"closing any doors\" because it was \"an ongoing investigation\".\n\"We don't understand it yet,\" Sheriff Lombardo told reporters, but questioned whether he could have accomplished his plan by himself.\n\"You've got to make the assumption he had to have some help at some point,\" he said.\nMs Danley, who spoke to the FBI on Wednesday, expressed shock at the \"horrible unspeakable acts of violence\" Paddock had committed.\nMedia playback is unsupported on your device\nMedia captionHow the horror unfolded - in two minutes\nPaddock \"never said anything to me or took any action\" which she understood as a warning of what was to come, she said in a statement read by her lawyer.\nMs Danley added: \"I loved him and hoped for a quiet future together.\"\nUS authorities named Ms Danley a \"person of interest\" in their investigation and said they had made contact with her shortly after the shooting.\nMs Danley voluntarily flew back to Los Angeles from the Philippines on Tuesday night to speak to the FBI, just over two weeks after Paddock had surprised her with a \"cheap ticket\" to enable her to visit her family.\nWhile there, he wired her $100,000 (£75,400), explaining it was to buy a house.\n\"I was grateful, but honestly I was worried it was a way for him to break up with me,\" she said. \"It never occurred to me in any way whatsoever that he was planning violence against anyone.\"\nLAS VEGAS SHOOTING: TIMELINE\nFirst shots fired into the concert crowd\n21:59 Security guard shot on 32nd floor\n22:12 Police officers reach 31st floor and report gunfire coming from floor above\n22:15 Last shots fired into the concert crowd\n23:20 Swat teams enter gunman's room. They find 'one suspect down'\nSource: Las Vegas Metropolitan Police\nGetty\nHer sister earlier told Australian outlet 7News that Ms Danley \"was sent away... so that she will not be there to interfere with what he's planning\".\nPaddock checked into a suite in the Mandalay Bay Hotel on 28 September, reportedly using some of Ms Danley's identity documents.\nHundreds of people were injured in the attack.\nPresident Trump praised the emergency services who battled to save as many as they could, despite the danger to themselves.\nMedia playback is unsupported on your device\nMedia captionAfter the Las Vegas attack in October 2017 the BBC looked at how US mass shootings are getting worse\n\"When the worst of humanity strikes - and strike it did - the best of humanity responds,\" he said as he applauded injured officers.\n\"In the depths of horror, we will always find hope in the men and women who risk their lives for ours,\" he added.\nMr Trump said he was in the \"company of heroes\" after visiting the first responders.\n\"Words cannot describe the bravery that the whole world witnessed on Sunday night,\" he said. \"Americans defied death and hatred with love and with courage.\"\nWill the attack prompt more demand for gun control?\nThe shooting has prompted calls for reform to US gun laws.\nBut Mr Trump - who has been backed by the National Rifle Association, and spoke often of protecting gun rights during his campaign - has tried to steer clear of leaning too far either way.\nAfter visiting Puerto Rico on Tuesday, he said \"perhaps that [time] will come\" for a debate.\nRead more:\nMedia captionWhat's Donald Trump said about guns and gun control?\nFirst Lady Melania Trump joined the president to meet some of the victims and emergency responders on Wednesday.\nMr Trump told reporters at the University Medical Center in Las Vegas: \"I have to tell you it makes you very proud to be an American when you see the job that they've done.\"\nImage copyright Reuters\nImage caption Air Force One leaves Las Vegas, passing the broken windows of the hotel the gunman attacked from\nThe president was joined by House Majority Leader Kevin McCarthy, Nevada congressman Mark Amodei and Nevada Senator Dean Heller, who had constituents killed in the attack.\n",
        "quotes": [
            [
                "We don't understand it yet,",
                "",
                true
            ],
            [
                "You've got to make the assumption he had to have some help at some point,",
                "",
                true
            ],
            [
                "never said anything to me or took any action",
                "",
                false
            ],
            [
                "I loved him and hoped for a quiet future together.",
                "Danley",
                true
            ],
            [
                "I was grateful, but honestly I was worried it was a way for him to break up with me,",
                "",
                true
            ],
            [
                "It never occurred to me in any way whatsoever that he was planning violence against anyone.",
                "",
                true
            ],
            [
                "was sent away... so that she will not be there to interfere with what he's planning",
                "",
                false
            ],
            [
                "When the worst of humanity strikes - and strike it did - the best of humanity responds,",
                "",
                true
            ],
            [
                "In the depths of horror, we will always find hope in the men and women who risk their lives for ours,",
                "",
                true
            ],
            [
                "Words cannot describe the bravery that the whole world witnessed on Sunday night,",
                "",
                true
            ],
            [
                "Americans defied death and hatred with love and with courage.",
                "",
                true
            ],
            [
                "I have to tell you it makes you very proud to be an American when you see the job that they've done.",
                "Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://au.news.yahoo.com/a/37345136/las-vegas-shooting-sisters-of-gunmans-girlfriend-speak/"
            ]
        },
        "key_words": [
            "gun",
            "vegas",
            "told",
            "denies",
            "las",
            "shooting",
            "caption",
            "paddock",
            "unsupported",
            "danley",
            "paddocks",
            "attack",
            "trump",
            "knowledge",
            "girlfriend"
        ]
    }
]