[
    {
        "url": "https://www.cnn.com/2016/09/21/politics/harry-reid-donald-trump-tax-returns-mitt-romney/index.html",
        "title": "Reid cites Romney as ally in hitting Trump on tax returns",
        "authors": [
            {
                "name": "Tom Kludt",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-21",
        "text": "Harry Reid cites Romney as ally in hitting Trump on tax returns\nBy Tom Kludt, CNN\nUpdated 1:09 PM ET, Wed September 21, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nStory highlights\nTrump has insisted for months that he cannot release his tax returns because he is under audit\nIn 2012, Reid, without proof, accused Romney of going a decade without paying federal income taxes\n(CNN)\nIt's becoming an election year tradition: Senate Minority Leader Harry Reid is hammering away at the Republican presidential nominee on his taxes.\nReid took to the Senate floor Wednesday, taunting and ridiculing Donald Trump for not disclosing his tax returns. The reason for Trump's refusal is simple, Reid said.\n\"Because Trump's tax returns would further destroy his presidential candidacy,\" said Reid, who made Mitt Romney's tax returns a major election issue four years ago.\nTrump has insisted for months that he cannot release his tax returns because he is under audit by the Internal Revenue Service; alternatively, his campaign has said that voters do not much care about the issue.\nIt is not a requirement for presidential candidates to disclose their tax returns, but it is an enduring tradition. For the last 40 years, virtually every major party nominee has released his or her tax returns. (Gerald Ford released a summary in 1976.)\nRead More\nTax experts have said that an audit does not preclude Trump from releasing his returns.\nOn Wednesday, Reid dismissed Trump's explanation, saying the real estate mogul is \"not known for caution or restraint.\"\n\"He is the most unhinged and reckless presidential candidate ever,\" Reid said.\nInstead, Reid said the real reason for Trump's failure to disclose the returns is due to the political damage they would inflict on his campaign.\n\"Production of his tax returns would prove again that he is a fraud,\" Reid said. The retiring Nevada senator said the tax returns would show that Trump is \"not the billionaire he claims to be\" and a \"welfare king\" who is \"mooching off the American taxpayer.\"\nTrump campaign spokeswoman Hope Hicks did not respond to a request for comment.\nIt was the second time in as many days that Reid has torched Trump over his taxes . And it's become a familiar role for Reid, who excoriated Romney for refusing to release some of his tax returns in the 2012 presidential race. Romney released a 20-year summary of his tax liabilities from 1990 until 2009, as well as his tax returns from 2010 and 2011, but he did not release the returns from previous years.\nReid, without proof, accused Romney of going a decade without paying federal income taxes. Four years later, Reid and Romney are now on the same side of the issue. In February, Romney speculated publicly that Trump's tax returns would reveal a \"bombshell.\"\nTrump fired back on Twitter that month, claiming Romney \"didn't show his tax return until SEPTEMBER 21, 2012, and then only after being humiliated by Harry R!\"\nMitt Romney didn't show his tax return until SEPTEMBER 21, 2012, and then only after being humiliated by Harry R! A bad messenger for estab!\nOn Wednesday -- four years to the day that Romney released his 2010 and 2011 tax returns -- Reid found himself with an unlikely ally.\n\"Mitt Romney and I agree on one thing, and that's one thing for sure,\" Reid said on the Senate floor. \"And that is that Donald Trump should release his tax returns.\"\n",
        "quotes": [
            [
                "Because Trump's tax returns would further destroy his presidential candidacy,",
                "Reid",
                true
            ],
            [
                "not known for caution or restraint.",
                "",
                false
            ],
            [
                "He is the most unhinged and reckless presidential candidate ever,",
                "Harry Reid",
                true
            ],
            [
                "Production of his tax returns would prove again that he is a fraud,",
                "Harry Reid",
                true
            ],
            [
                "not the billionaire he claims to be",
                "Donald Trump",
                false
            ],
            [
                "didn't show his tax return until SEPTEMBER 21, 2012, and then only after being humiliated by Harry R!",
                "Mitt Romney",
                false
            ],
            [
                "Mitt Romney and I agree on one thing, and that's one thing for sure,",
                "Harry Reid",
                true
            ],
            [
                "And that is that Donald Trump should release his tax returns.",
                "Harry Reid",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/02/24/politics/mitt-romney-donald-trump-taxes/",
                "http://www.cnn.com/2016/09/20/politics/harry-reid-donald-trump-senate/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "tradition",
            "cites",
            "hitting",
            "senate",
            "released",
            "ally",
            "tax",
            "reid",
            "trump",
            "trumps",
            "release",
            "romney",
            "presidential",
            "returns"
        ]
    }
]