[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/10/california-doubles-down-on-stupidity-is-now-a-sanctuary-state-2537571.html",
        "title": "California Doubles Down on Stupidity, Is Now A Sanctuary State",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By ram7932\nCalifornia Doubles Down on Stupidity, Is Now A Sanctuary State\nSunday, October 8, 2017 9:10\n% of readers think this story is Fact. Add your two cents.\nCDN – http://www.conservativedailynews.com\nThe big lie that liberals have always used to support the sanctuary city idiocy was that non-violent illegal aliens would not report crimes being committed by violent illegal aliens because the non-violent illegals feared being deported by police. So how well does it serve non-violent illegals when the violent illegals are allowed, by the sanctuary cities and now the state of California, to go unpunished and protected from ICE, and roam the streets preying on other illegals and American citizens alike? The truth of the matter is that when sanctuary is given to violent illegals, the police won’t enforce the law against the violent illegal, as the Kate Steinle murder proves, so the non-violent illegal suffers either way. The real concern of the city, state and the federal government, should be for the safety and welfare of American citizens who are at the mercy of violent, predatory illegals, whom the local police will not and cannot pursue. Unfortunately, that’s not the case. American citizens and non-citizens alike are suffering because of the brain dead liberal insistence that illegal aliens are justified to seek shelter in America and are deserving of relief from their poverty and their lack of education because of …\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nEverette\nHad the people rose up against the few asses that pushed this NWO agenda and showed them who the true government ( the people ) really was , then they would not be in this evil agenda that will soon destroy California , like it is destroying Euope right now . Throw their NWO  asses out the windows ! They have committed Treason against Our Constitutional laws  ! They have also allowed evil entities upon American soil so it can be easily be attacked ! There will be blood shed and rape from this agenda   soon , watch and see what I tell you ! Like Chicago they will loose their state to the evil wild jackasses they are allowing to be house in their state ! GOD HIMSELF called them wildmen ! They would have their hands on everyone’s neck and everyone would have their hands on their necks . Meaning they will soon be trying to kill the infidels their Koran tells them to kill ( you who will not worship their black meteorite rock in Mecca ) .\nOct 8, 2017, 9:39 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "aliens",
            "sanctuary",
            "california",
            "doubles",
            "stupidity",
            "nonviolent",
            "american",
            "illegals",
            "violent",
            "citizens",
            "state",
            "illegal"
        ]
    }
]