[
    {
        "url": "http://www.cnn.com/2017/10/11/entertainment/cary-elwes-the-princess-bride/index.html",
        "title": "Cary Elwes celebrates 30 Years of 'The Princess Bride'",
        "authors": [
            {
                "name": "Lisa Respers France",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-11",
        "text": "Updated 1:35 PM ET, Wed October 11, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nPhotos: 'The Princess Bride': Where are they now?\nCary Elwes and Robin Wright starred in \"The Princess Bride,\" which celebrated its 30th anniversary in 2017. Screenwriter William Goldman adapted his 1973 fantasy-quest novel for the Rob Reiner film. Here's what the cast has been up to in the three decades since the cult favorite's release:\nHide Caption\nPhotos: 'The Princess Bride': Where are they now?\nActor Cary Elwes, who played \"The Princess Bride's\" chivalrous Westley, granted us our wish of a \"Princess Bride\" memoir called -- what else? -- \"As You Wish.\" The book chronicles the movie's creation and takes readers behind the scenes of some classic moments. Aside from his work as an author, Elwes is also busy in film and TV, including a stint voicing Dr. Watson on Fox's \"Family Guy.\"\nHide Caption\nPhotos: 'The Princess Bride': Where are they now?\nTo play Princess Buttercup in 1987's \"The Princess Bride,\" Robin Wright's acting process \"was mostly telling myself, 'Don't be an idiot,' \" she jokes to Town and Country magazine . Since then, she's built an award-winning career, including her role on Netflix's \"House of Cards.\"\nHide Caption\nPhotos: 'The Princess Bride': Where are they now?\nMandy Patinkin has been playing \"Homeland's\" Saul Berenson to great acclaim since 2011, but he'll always be vengeful swordsman Inigo Montoya to us. (And that word still doesn't mean what you think it means .) Patinkin starred in Zach Braff's 2014 indie comedy, \"Wish I Was Here.\"\nHide Caption\nPhotos: 'The Princess Bride': Where are they now?\nChris Sarandon's Prince Humperdinck never stood a chance against Elwes' Westley in the eyes of Princess Buttercup (and his vindictive evil plan didn't help). Luckily, the actor's gotten more love in his acting career since and appeared in a 2011 remake of his 1985 classic, \"Fright Night.\"\nHide Caption\nPhotos: 'The Princess Bride': Where are they now?\nWallace Shawn's such a beloved actor, it's inconceivable to pick a favorite role. But his turn as the evil mastermind with a poor vocabulary, Vizzini, is definitely in our top three.\nHide Caption\nPhotos: 'The Princess Bride': Where are they now?\nChristopher Guest is known for his comedic skill, which he showed as Count Tyrone in \"The Princess Bride\" (as well as cult classics \"This Is Spinal Tap\" and \"Best in Show\"). Most recently, he starred on HBO's short-lived comedy \"Family Tree.\"\nHide Caption\nPhotos: 'The Princess Bride': Where are they now?\nSince he played the adorable grandson being told the story of \"The Princess Bride,\" Fred Savage has slowly transitioned to doing more work behind the camera. After starring on \"The Wonder Years\" from 1988 to 1993, Savage has directed TV shows such as \"It's Always Sunny in Philadelphia\" and \"Party Down.\"\nHide Caption\nPhotos: 'The Princess Bride': Where are they now?\nAfter playing the Albino, English actor Mel Smith mostly appeared on British TV. Before he died in 2013, he appeared in the critically praised BBC drama \"Dancing on the Edge.\"\nHide Caption\nPhotos: 'The Princess Bride': Where are they now?\nBilly Crystal's magical sense of humor was put to good use as Miracle Max, who knows a medicine man is only as good as the woman behind him. Crystal has been incredibly prolific since his role in the 1987 movie.\nHide Caption\nPhotos: 'The Princess Bride': Where are they now?\nCarol Kane played Miracle Max's wife, Valerie, and helps him realize that he lost his confidence. But Kane's work extends far beyond \"The Princess Bride,\" including her work in the musical \"Wicked\" and TV appearances on shows such as \"Girls\" and \"Law and Order: SVU.\"\nHide Caption\nPhotos: 'The Princess Bride': Where are they now?\nAndre the Giant's day job was as a wrestler, but he was also known as Vizzini's rhyming criminal assistant, Fezzik. Sadly, he passed away six years after starring in the Rob Reiner film.\nHide Caption\nPhotos: 'The Princess Bride': Where are they now?\n\"Columbo\" star Peter Falk was the grandfather many \"Princess Bride\" fans wished they could adopt, because at the very least you would be in for awesome storytelling. The award-winning actor died at age 83 in 2011.\nHide Caption\nPhotos: 'The Princess Bride': Where are they now?\nProlific British actress Margery Mason was introduced to \"Princess Bride\" fans as the tart Ancient Booer who sets Princess Buttercup straight on the concept of true love. Before her death at age 100 in January 2014, Mason also appeared in \"Love Actually,\" \"Harry Potter and the Goblet of Fire\" and the live-action \"101 Dalmatians.\"\nHide Caption\nElwes and a costar are back working together\n(CNN)\nHollywood take note: Cary Elwes doesn't want you putting \"The Princess Bride\" on your reboot/remake list.\n\"I think it works as a standalone film,\" Elwes told CNN. \"I think it would take away from the movie if we tried to do anything with it.\"\nTo mark the 30 years since \"The Princess Bride\" released, the film will return to select theaters on October 15 and 18.\nElwes is still beloved by fans for his role as Westley, opposite Robin Wright as the Princess Bride, Buttercup.\nThe actor has had a long relationship with the project.\nRead More\nThe Brit was 13 years old when his stepfather first gave him the 1973 novel by William Goldman, which the movie is based on.\n\"I loved it,\" the actor said. \"It's a hilariously funny book and not like the movie at all. In fact, Goldman had to take only the Princess Bride story out of the book and make it a movie as the book has a whole back story about a character who is sort of loosely based on Goldman.\"\nElwes wrote the 2014 book \"As You Wish: Inconceivable Tales from the Making of The Princess Bride\" and has his own great stories to tell.\n\"Here's something that folks may not know,\" he said. \"Chris Guest actually knocked me out for real in that scene where he knocks me out in the movie with the butt of his sword. I woke up in a hospital having my forehead sewn back together.\"\nElwes said Guest, who played Count Rugen in the film, felt terrible after the incident, adding it wasn't Guest's fault because they were using a real sword instead of a prop in the scene for it to look more realistic.\n\"It was my fault as I told him to tap me lightly and we didn't realize how heavy the real sword was,\" Elwes said. \"So when he hits me and the screen go black, that's what happened to me in real life.\"\nThe cast is still pretty close all these years later, Elwes said.\nAs a matter of fact, he is back working with his \"Princess Bride\" costar Carol Kane.\nThe pair are currently filming a movie in Massachusetts about a troupe of actors who accidentally activate the Macbeth curse.\nElwes said he and Kane might travel to Boston to support the film being back in theaters if their shooting schedule allows it.\nThe actor shared his theory on the staying-power of \"The Princess Bride.\"\n\"It's a family movie that everyone can sit and watch together and each get something out of it,\" he said. \"That's very rare today.\"\n",
        "quotes": [
            [
                "was mostly telling myself, 'Don't be an idiot,",
                "",
                false
            ],
            [
                "It's Always Sunny in Philadelphia",
                "Fred Savage",
                false
            ],
            [
                "Harry Potter and the Goblet of Fire",
                "Mason",
                false
            ],
            [
                "I think it works as a standalone film,",
                "Cary Elwes",
                true
            ],
            [
                "I think it would take away from the movie if we tried to do anything with it.",
                "Cary Elwes",
                true
            ],
            [
                "It's a hilariously funny book and not like the movie at all.",
                "",
                true
            ],
            [
                "In fact, Goldman had to take only the Princess Bride story out of the book and make it a movie as the book has a whole back story about a character who is sort of loosely based on Goldman.",
                "",
                true
            ],
            [
                "As You Wish: Inconceivable Tales from the Making of The Princess Bride",
                "Cary Elwes",
                false
            ],
            [
                "Here's something that folks may not know,",
                "",
                true
            ],
            [
                "Chris Guest actually knocked me out for real in that scene where he knocks me out in the movie with the butt of his sword.",
                "",
                true
            ],
            [
                "I woke up in a hospital having my forehead sewn back together.",
                "",
                true
            ],
            [
                "It was my fault as I told him to tap me lightly and we didn't realize how heavy the real sword was,",
                "Cary Elwes",
                true
            ],
            [
                "So when he hits me and the screen go black, that's what happened to me in real life.",
                "Cary Elwes",
                true
            ],
            [
                "It's a family movie that everyone can sit and watch together and each get something out of it,",
                "Vizzini",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2011/SHOWBIZ/TV/06/24/obit.peter.falk/index.html?iref=allsearch",
                "https://www.townandcountrymag.com/leisure/arts-and-culture/reviews/g697/robin-wright-2014/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=6JGp7Meg42U",
                "https://www.youtube.com/watch?v=G2y8Sx4B2Sk",
                "https://www.youtube.com/watch?v=1-b7RmmMJeo"
            ]
        },
        "key_words": [
            "film",
            "celebrates",
            "actor",
            "told",
            "bride",
            "cary",
            "princess",
            "elwes",
            "movie",
            "30",
            "real",
            "book",
            "sword"
        ]
    }
]