[
    {
        "url": "https://www.activistpost.com/2017/09/alternative-social-network-gab-faces-domain-seizure-violating-anti-discrimination-laws.html",
        "title": "Alternative Social Network Gab Faces Domain Seizure For Violating “Anti-Discrimination Laws”",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-20",
        "text": "Alternative media social network Gab.ai, whose logo is a frog often used by the “alt right,” faces domain seizure for failing to remove content that vilifies “race, religion or ethnic origin.” Their registrar further implied that the site promotes hate and discrimination.\nGab’s domain registrar, Asia Registry, has given the network 5 days to transfer its domain or it will be seized according to a notice sent to the company, Andrew Torba Gab’s CEO tweeted out.\nBREAKING: Gab’s domain registrar has given us 5 days to transfer our domain or they will seize it. The free and open web is in danger. pic.twitter.com/Irl6KO5Xmr\nThe post by Anglin grotesquely mocked Charlottesville murder victim Heather Heyer, which Asia Registry told Torbha violated their  abuse policy .\nTorba noted in a Medium post that Gab previously has enforced its own guidelines and that the post did violate its own policy and was indeed obscene.\n“This is not the first time we have enforced our guidelines. Gab has banned users for spamming, making death threats to the President, posting revenge porn, and doxing among others. We’ve been transparent and incredibly fair about this on many occasions,” Torba  wrote .\nTorba, who I personally interviewed before Gab’s start last year for We Are Change, expressed on Twitter that “The free and open web is in danger.”\nThis isn’t the first time Torba suggested what he saw as a “threat to the Internet.” During our interview he stated that “big social was moving to censor everyone and play the online thought police.”\nHe also highlighted that Gab’s site didn’t have “hate speech or harassment rules” because in this day and age that has become a “subjective definition.”\nWe have very simple guidelines. We don’t have anything like hate speech or harassment rules because in 2016 that type of stuff has largely become a subjective definition by whoever is deeming something hateful speech. So our guidelines are very simple. We have three: #1 no illegal pornography, #2. Zero tolerance policy for threats and terrorism. 3. No posting other users’ private information (d0xing).\nHe further stated that any organization defined as a terrorist organization by the U.S. government or the UN will be considered a terrorist organization on their end.\nGab just wrapped up its fundraising campaign last month tweeting “F*CK YOU Silicon Valley Elitist Trash,” thanking its users for a successful crowdfund in which the company raised 1 million dollars.\n1 million dollars raised by THE PEOPLE to make speech free again and say FUCK YOU Silicon Valley elitist trash. Thank you all!!!!!!!!\nThis comes as the Gab app was pulled from Google Play just last month after Google also accused the alternative free speech social network of “violating its hate speech policy.”\nBreaking news: Google has removed Gab’s Android app from the Google Play Store for “hate speech.” pic.twitter.com/jPqeEx1ID1\n“Google has pulled Gab’s Android app from the Google Play Store for ‘hate speech,’”  wrote Andrew Torba , the creator of Gab. “This is war.”\nGoogle isn’t the only one censoring the alternative social network, Apple also denied the app in its own Appstore stating it “included pornographic content” posted by users — despite how Twitter also features similar user-generated content.\nGab, in turn, is suing Google for what it calls “antitrust violations” arguing that the company violated antitrust laws when it rejected Gab’s app from its Android app store. Gab further went on to state, the decision to block its app from the Play Store “is intended to, and does, unlawfully protect the financial and strategic benefits it enjoys by virtue of its partnership with Twitter, Gab’s chief competitor, from other competitors.”\nA Google spokesperson told Ars Technica that the claim was baseless and they were prepared to defend it in court.\nThis claim is baseless and we’re happy to defend our decision in court if need be,” a spokesperson wrote. “In order to be on the Play Store, social networking apps need to demonstrate a sufficient level of moderation, including for content that encourages violence and advocates hate against groups of people. This is a long-standing rule and clearly stated in our developer policies. This developer is welcome to appeal the suspension if they’ve addressed the policy violations and are compliant with our Developer Program Policies.\nAs for Apple, Gab states they are practicing a double standard and they intend to appeal the decision:\n“This clear double standard against us is potentially politically motivated and clearly targeted,” Gab said in its post. “When you actively search for something on a user-generated website, chances are you’re going to find what you are looking for.”\nTorba plans to bring Gab to the blockchain which will inevitably “give the power and control to The People and make the internet censorship-proof.”\n“Gab wants to lead the creation of the next level of the internet. If Web 2.0 was about centralized, social, and mobile networks: Web 3.0 will be a decentralized, blockchain-based, radically transparent, people-powered internet infrastructure,” Torba concluded.\nAaron Kesel writes for Activist Post and is Director of Content for Coinivore . Follow Aaron at Twitter and Steemit .\nThis article is Creative Commons and can be republished in full with attribution. Like Activist Post on Facebook , subscribe on YouTube , follow on Twitter and at Steemit .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "This is not the first time we have enforced our guidelines.",
                "Andrew Torba Gab",
                true
            ],
            [
                "Gab has banned users for spamming, making death threats to the President, posting revenge porn, and doxing among others.",
                "Andrew Torba Gab",
                true
            ],
            [
                "We’ve been transparent and incredibly fair about this on many occasions,",
                "Andrew Torba Gab",
                true
            ],
            [
                "The free and open web is in danger.",
                "Torba",
                true
            ],
            [
                "big social was moving to censor everyone and play the online thought police.",
                "Andrew Torba Gab",
                false
            ],
            [
                "F*CK YOU Silicon Valley Elitist Trash,",
                "",
                true
            ],
            [
                "Google has pulled Gab’s Android app from the Google Play Store for ‘hate speech,",
                "Andrew Torba",
                true
            ],
            [
                "is intended to, and does, unlawfully protect the financial and strategic benefits it enjoys by virtue of its partnership with Twitter, Gab’s chief competitor, from other competitors.",
                "Andrew Torba",
                false
            ],
            [
                "This clear double standard against us is potentially politically motivated and clearly targeted,",
                "",
                true
            ],
            [
                "When you actively search for something on a user-generated website, chances are you’re going to find what you are looking for.",
                "",
                true
            ],
            [
                "give the power and control to The People and make the internet censorship-proof.",
                "Andrew Torba Gab",
                false
            ],
            [
                "Gab wants to lead the creation of the next level of the internet.",
                "Andrew Torba Gab",
                true
            ],
            [
                "If Web 2.0 was about centralized, social, and mobile networks: Web 3.0 will be a decentralized, blockchain-based, radically transparent, people-powered internet infrastructure,",
                "Andrew Torba Gab",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://searchengineland.com/everything-need-know-google-twitter-partnership-216892",
                "https://arstechnica.com/tech-policy/2017/09/twitter-rival-gab-sues-google-over-app-store-rejection/",
                "https://www.inc.com/salvador-rodriguez/gab-apple-inauguration.html",
                "https://nypost.com/2017/08/21/how-apple-and-google-are-censoring-the-mobile-web/",
                "https://wearechange.org/exclusive-interview-gab-ai-ceo-andrew-torba/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://gab.com/a/posts/10844579",
                "https://t.co/jPqeEx1ID1",
                "https://www.courtlistener.com/docket/6152888/gab-ai-inc-v-google-llc/",
                "https://steemit.com/@an0nkn0wledge/",
                "https://twitter.com/an0nakn0wledge",
                "https://www.activistpost.com/",
                "https://medium.com/@getongab/we-are-at-war-for-a-free-and-open-internet-426629fba4bf",
                "https://www.facebook.com/activistpost",
                "http://www.youtube.com/activistpost",
                "https://twitter.com/ActivistPost",
                "https://steemit.com/@activistpost",
                "https://dailycaller.com/2017/08/17/google-play-bans-twitter-alternative-gab-ai-app-over-hate-speech/",
                "https://coinivore.com/",
                "https://t.co/Irl6KO5Xmr"
            ]
        },
        "key_words": [
            "post",
            "antidiscrimination",
            "play",
            "gab",
            "violating",
            "alternative",
            "seizure",
            "domain",
            "faces",
            "social",
            "gabs",
            "laws",
            "network",
            "speech",
            "torba",
            "hate",
            "app",
            "google"
        ]
    }
]