[
    {
        "url": "https://www.cnn.com/2016/09/27/politics/debate-republicans-trump-machado/index.html",
        "title": "GOP lawmakers run from Donald Trump on Alicia Machado comments",
        "authors": [
            {
                "name": "Tom Lobianco",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-27",
        "text": "Updated 4:58 PM ET, Tue September 27, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nWashington (CNN)\nThe first presidential debate broke viewing records Monday, but a number of key Senate Republicans getting grilled over Donald Trump's Miss Universe comments say they either weren't watching or don't have an opinion on one of the night's signature moments.\n\"I didn't get to see it. I was traveling back from Utah. Stupid plane wouldn't let us tie into CNN. So I felt bad about that.  I'm going to talk to them,\" Utah Sen. Orrin Hatch said.\n\"I didn't see it guys, I was on an airplane,\" Sen. Marco Rubio of Florida, one of Trump's former GOP primary rivals, told reporters.\nSen. Ted Cruz, who only fully embraced Trump last Friday, didn't want to talk to reporters.\n\"We put out a statement last night,\" he told CNN, as he ran into the Senate chamber.\nRead More\nThose who claimed to missed the debate had it the easiest.\nAs they have all year long, GOP lawmakers have been in a bind as they were forced to confront the latest controversial statement from Trump. Tuesday, the questions were about the debate and his comments about former Miss Universe Alicia Machado.\nHillary Clinton placed his comments blasting former Machado for putting on too much weight front and center Monday night, and Trump fueled the fire Tuesday morning on Fox News.\n\"And one of the worst things he said was about a woman in a beauty contest -- he loves beauty contests, supporting them and hanging around them -- and he called this woman 'Miss Piggy,' then he called her 'Miss Housekeeping' because she was Latina,\" Clinton said Monday night. \"Donald, she has a name. Her name is Alicia Machado. And she has become a US citizen and you can bet she is going to vote this November.\"\nBut GOP lawmakers who praised Trump's debate performance ducked questions about Machado.\nSenate Majority Leader Mitch McConnell was asked about the Machado and Trump's debate performance, he limited his answer to just: \"On the debate, I thought he did just fine.\"\nHouse Speaker Paul Ryan, who has openly criticized Trump's remarks he viewed as racist, refused to engage on Machado: \"I'm not going to get into the who said what this morning on a talk show because I didn't see it.\"\nDodging questions about Trump has become old hat inside the Capitol, since Trump first broke through the field of Republican candidates, and then fought his way to the nomination. Trump's accusation that the judge overseeing the Trump University lawsuit was impartial because he was \"Mexican\" (the judge, Gonzalo Curiel, is from Indiana) -- left lawmakers in a similar lurch this past June.\nThe Trump answers have become almost perfunctory, based on Tuesday's informal survey.\nIndiana Sen. Dan Coats: \"No comment.\"\nTennessee Sen. Lamar Alexander: \"No comment.\"\nIllinois Sen. Mark Kirk, who is in a tough battle to hold his seat, repeatedly said, \"Not going to talk about it.\"\nSen. Susan Collins of Maine, was one of the only Republicans to weigh in on Trump's Miss Universe comment: \"Well, those are comments I don't agree with.\"\nOther lawmakers had effusive praise for Trump when asked broadly about the debate, but little to say on the specifics.\nWest Virginia Sen. Shelley Moore Capito explained that she had been listening to the debate in the car and thought Trump did an excellent job. But when asked about Trump's Miss Universe comments, she said she must have missed that part.\nSen. Joni Ernst, who stood on stage with Trump at her \"Roast and Ride\" event last month, said, \"I thought it was good.\" But when a reporter tried to ask about specifics, she said, \"That's about all the comments I have. But thank you.\"\nSen. Tim Scott of South Carolina got a question about Trump's answers on criminal justice reform, and said, \"I shouldn't have stopped.\" Then Scott got a question about Trump taking donations from the private prison industry and he stood there, mouth shut and smiling.\nBut when asked broadly about Trump's performance, he started talking again.\n\"About his performance? I think he had high points and low points, and at the end of the day I'm looking forward to the next debate with more high points,\" Scott said, as he searched for an elevator.\nBut when he was asked what Trump's low points were, Scott stood silent for a few seconds, appearing to stall for an elevator.\nCNN's Ted Barrett, Manu Raju and Deirdre Walsh contributed to this report.\n",
        "quotes": [
            [
                "I didn't get to see it.",
                "",
                true
            ],
            [
                "I was traveling back from Utah.",
                "",
                true
            ],
            [
                "Stupid plane wouldn't let us tie into CNN.",
                "",
                true
            ],
            [
                "So I felt bad about that.",
                "",
                true
            ],
            [
                "I'm going to talk to them,",
                "",
                true
            ],
            [
                "I didn't see it guys, I was on an airplane,",
                "",
                true
            ],
            [
                "We put out a statement last night,",
                "Donald Trump",
                true
            ],
            [
                "And one of the worst things he said was about a woman in a beauty contest -- he loves beauty contests, supporting them and hanging around them -- and he called this woman 'Miss Piggy,' then he called her 'Miss Housekeeping' because she was Latina,",
                "Hillary Clinton",
                true
            ],
            [
                "And she has become a US citizen and you can bet she is going to vote this November.",
                "Hillary Clinton",
                true
            ],
            [
                "On the debate, I thought he did just fine.",
                "",
                true
            ],
            [
                "I'm not going to get into the who said what this morning on a talk show because I didn't see it.",
                "",
                true
            ],
            [
                "Not going to talk about it.",
                "",
                true
            ],
            [
                "Well, those are comments I don't agree with.",
                "Lamar Alexander",
                true
            ],
            [
                "That's about all the comments I have.",
                "",
                true
            ],
            [
                "I think he had high points and low points, and at the end of the day I'm looking forward to the next debate with more high points,",
                "Scott",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/06/15/politics/5-ways-talk-trump/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "talk",
            "sen",
            "senate",
            "didnt",
            "gop",
            "trump",
            "alicia",
            "cnn",
            "donald",
            "lawmakers",
            "trumps",
            "run",
            "wouldnt",
            "werent",
            "utah",
            "told",
            "machado",
            "comments"
        ]
    }
]