[
    {
        "url": "https://www.cnn.com/2016/06/13/politics/donald-trump-takes-credit-for-things/index.html",
        "title": "Trump did not make Lady Gaga — and other things he can't take credit for",
        "authors": [
            {
                "name": "Gregory Krieg",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-06-13",
        "text": "Trump did not make Lady Gaga — and other things he can't take credit for\nUpdated 5:34 PM ET, Tue September 20, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nThe GOP nominee never seem to tire of claiming credit\n(CNN)\nIt is incredibly difficult to overstate Donald Trump's influence on the 2016 presidential race.\nUnless, of course, you are Donald Trump.\nThe billionaire building mogul and reality TV-star-turned-Republican nominee has a showman's talent for claiming attention -- and credit for just about anything he wants. For decades now, Trump has made an art of celebrating his lead role, real or imagined, in a laundry list of business and entertainment ventures.\nHis entry into the political world has done little to curtail the habit.\nHere are a handful of Trump's most outlandish claims:\nRead More\nThat he pioneered the 'airplane rallies' politicians have used for decades\nFor decades, barnstorming candidates have parked planes, headlined rallies, then flown off to their next stop on the hustings. Trump, too, is fond of pulling up a podium in front of his \"Trump Force One\" 757 jet and speaking to supporters at airfields and in hangars.\nClinton did something similar on Monday, holding a brief news conference in front her own plane. A day later, Trump pounced.\n\"Do people notice Hillary is copying my airplane rallies(?)\" he asked in a tweet on Tuesday morning. \"She puts the plane behind her like I have been doing from the beginning.\"\nDo people notice Hillary is copying my airplane rallies - she puts the plane behind her like I have been doing from the beginning.\nBut was Clinton really \"copying\" Trump?\nMitt Romney, George W. Bush, John Kerry and John McCain (among so many others) might disagree.\nEven Ronald Reagan used his plane as a prop.\nIn fact, candidates have been using their vehicles of choice (or necessity) as backdrops for campaign rallies for more than 100 years. In 19th and early 20th centuries, though, that usually meant a train and a \"whistlestop\" rally.\nThat he 'finished' birtherism in 2011\nTrump took credit last week for having \"finished\" the conspiracy theory he nurtured and promoted for so long.\nAfter falsely accusing Clinton of having \"started the birther controversy,\" Trump said: \"I finished it. I finished it. You know what I mean. President Barack Obama was born in the United States -- period.\"\nThe basis for the claim? Another dubious assertion, from 2011, when President Barack Obama released his long form birth certificate in an effort to stamp out any remaining sliver of doubt about his birthplace.\n\"I am really honored frankly to have played such a big role in hopefully, hopefully, getting rid of this issue,\" Trump told reporters then, effectively claiming credit for the President's decision. \"We have to look at (the birth certificate), we have to see is it real, is it proper, what's on it, but I hope it checks out beautifully. I am really proud, I am really honored.\"\nHe would spend the next five years perpetuating the smear .\nThat he brought the Republican convention to Ohio\nThe timeline tells the story.\nJuly 8, 2014: The Republican National Committee awards Cleveland the party's 2016 convention.\nJune 16, 2015 : Donald Trump enters the Republican presidential primary.\nJune 18, 2016: Trump tells Fox News, \"I wanted (the convention) to be in Ohio. I recommended Ohio.\"\n\"I wanted it to be here,\" Trump told Fox's Bill O'Reilly in an interview as the convention got underway. \"And we had lots of choices. I wanted it to be in Ohio. I recommended Ohio.\"\nFactcheck.org looked into the claim and found \"no evidence\" to support it.\nThat he got Hillary Clinton to say 'radical Islamism'\nAfter months of being hammered by a variety of Republicans for being too politically correct, Hillary Clinton in June uttered the words \"radical Islamism\" in an interview on CNN's \"New Day.\"\nBut the context is relevant: Clinton was responding to a question about the criticism and explaining why she does not use the term regularly or in stump speeches.\n\"Whether you call it radical jihadism, radical Islamism, I think they mean the same thing,\" she said. \"I am happy to say either. But what I won't do, because I think it is dangerous for our efforts to defeat this threat, is to demonize and demagogue and declare war on an entire religion. That plays right into ISIS' hands.\"\nUndeterred, Trump tweeted his delight -- and took credit for what he described as Clinton's capitulation.\n\"I have been hitting Obama and Crooked Hillary hard on not using the term Radical Islamic Terror. Hillary just broke-said she would now use!,\" he wrote.\nI have been hitting Obama and Crooked Hillary hard on not using the term Radical Islamic Terror. Hillary just broke-said she would now use!\nThat he was being congratulated for 'being right on Radical Islam' after the Orlando attack\nGiving new meaning to the term \" Congrats Twitter ,\" Trump on the morning after the deadliest mass shooting in U.S. history tweeted his thanks for \"being right\" about the threat of domestic terror.\n\"Appreciate the congrats for being right on radical Islamic terrorism, I don't want congrats, I want toughness & vigilance,\" he wrote. \"We must be smart!\"\nAppreciate the congrats for being right on radical Islamic terrorism, I don't want congrats, I want toughness & vigilance. We must be smart!\nTrump never specified the source of those congrats and the comment was met with considerable and colorful -- see the responses to the tweet -- online backlash.\nThat he broke 'the glass ceiling' for women\nOn the same night Clinton, who in her 2008 primary concession speech famously lamented that \"we weren't able to shatter that highest, hardest glass ceiling,\" became the first woman in American history to claim the title of presumptive major-party presidential nominee, Trump told Fox News not to discount his own appeal to female voters.\nAfter all, he reminded host Bill O'Reilly, \"I was the one that really broke the glass ceiling on behalf of women more than anybody in the construction industry.\"\nTrump has been credited -- by others -- for his hiring practices, but he's also been criticized for a litany of ugly public statements about women in all fields.\nThat he inspired Budweiser to rebrand its beer as America'\nOn May 10, reports first surfaced that Budweiser would temporarily rename its signature product. Instead of simply Budweiser, the beer will for the next few months be called \"America.\"\nThe next morning, Trump was asked by \"Fox and Friends\" co-host Steve Doocy if he thought his campaign \"had something to do with\" the decision.\n\"I think so,\" Trump replied . \"[Budweiser is] so impressed with what our country will become that they decided to do this before the fact.\"\nThat he forced Ford's years-old decision to shift some truck production to Ohio\nIn October 2015, Trump declared that \"even my harshest critics gave me credit\" for Ford's decision to \"build a massive plant in the United States.\" He also cited his \"constant badgering\" as the impetus for the automaker's scrapped plans for a new one in Mexico.\nWord is that Ford Motor, because of my constant badgering at packed events, is going to cancel their deal to go to Mexico and stay in U.S.\nOne small problem: the claims were false, according to Ford.\n\"We decided to move the F-650 and F-750 medium-duty trucks to Ohio Assembly in 2011, long before any candidates announced their intention to run for U.S. president,\" Ford said in response.\nThe construction of a $2.5 billion engine and transmission plant in Mexico is slated to go ahead as planned, the company confirmed.\nThat he aided in the release of Americans in a prisoner swap with Iran\nWhen the U.S. and Iran agreed to a prisoner swap in January that brought home, among others, Washington Post journalist Jason Rezaian, officials said the agreement came after more than a year of tightly-held negotiations \"accelerated\" by parallel nuclear talks.\nTrump had other ideas.\n\"So I've been hitting them hard and I think I might have had something to do with it,\" he said at the South Carolina Tea Party Convention. \"You want to know the truth? It's a part of my staple thing, I mean, I go crazy when I hear about this, you go absolutely wild because how is it possible?\"\nThat he caused planned federal raids on undocumented immigrants\nIn response to the Washington Post's December 2015 report that the Obama administration had signed off on a federal effort to track down and deport undocumented families who had entered the country over the past year, Trump pounced .\n\"Wow, because of the pressure put on by me, ICE TO LAUNCH LARGE SCALE DEPORTATION RAIDS,\" he tweeted. \"It's about time!\"\nWow, because of the pressure put on by me, ICE TO LAUNCH LARGE SCALE DEPORTATION RAIDS. It's about time!\nIn another tweet, sent less than 24 hours later on Christmas Day, Trump again credited himself for the decision: \"Does everyone see that the Democrats and President Obama are now, because of me, starting to deport people who are here illegally. Politics!\"\nDoes everyone see that the Democrats and President Obama are now, because of me, starting to deport people who are here illegally. Politics!\nThat he had a role in Majority Leader Kevin McCarthy's decision to withdraw his bid for House Speaker\nIn October, House Majority Leader Kevin McCarthy abandoned his bid to move up a slot and replace John Boehner as speaker. The California congressman's campaign had been hampered by conservative holdouts in the GOP's tea party wing and effectively buried by McCarthy himself when had admitted in an interview that a House Benghazi probe was a vehicle for blunting Hillary Clinton's presidential ambitions.\n\"They're giving me a lot of credit for that because I said you really need someone very, very, tough and very smart,\" he said. \"You know, smart goes with tough. I know tough people that aren't smart. That's the worst. We need smart, we need tough, we need the whole package.\nJUST WATCHED\nThat he alone drove viewers to the first GOP debate\nThe first Republican primary debate, held on Aug. 6 in Cleveland, drew 24 million viewers , a record-breaking figure that a Fox News spokeswoman said made it the highest rated telecast the network's nearly two-decade history.\nTrump took notice. At a rally a few weeks later, he touted the total, adding \"they normally have like 2 million people\" watching. (Note: the first primary debate four years earlier had 3.2 million.)\n\"I won't take credit for it,\" Trump told supporters in Iowa, \"but believe me, 100 percent it's me. A hundred percent. It's true. It's true!\"\nJUST WATCHED\nTrump: I'll do the debate, but I want $10M for charity\nTrump: I'll do the debate, but I want $10M for charity 01:34\nThat he denied Jeb Bush the GOP nomination\nJeb Bush entered the Republican primary race as the odds-on favorite to follow in his father and brother's footsteps. He exited, on Feb. 20, a defeated man -- or, as Trump explained to the New York Times, a man defeated by Donald Trump.\n\"I think Jeb would have been the nominee had I not gotten in,\" he said, \"but I was able to define Jeb early.\" Indeed, Bush never seemed to come have an answer for Trump's unrelenting, mocking attacks.\nThat he won the 2012 GOP primary in Nevada for Mitt Romney\nHow exactly did Mitt Romney win the Nevada caucuses back in 2012? Donald Trump has an idea.\nIn the aftermath of the eventual nominee's victory, Trump, who endorsed Romney days earlier , chalked up the result... to Trump.\n\"There was a lot riding on that particular race in Nevada and it was interesting, because the numbers were much, much greater than you thought,\" Trump said during a chat with \"Fox and Friends.\" \"And a lot of people are giving me credit for that. And I will accept that credit. Always accept credit.\"\nThat he made Lady Gaga a star\nIn his 2011 book, \"Time to Get Tough: Make America Great Again!,\" Trump took a bow for helping to launch the pop star's soaring celebrity.\n\"I really believe I had at least something to do with it,\" he wrote. \"She became a big star and maybe she became a star because I put her on the Miss Universe pageant. It's very possible, who knows what would have happened without it, because she caused a sensation .\"\n",
        "quotes": [
            [
                "Do people notice Hillary is copying my airplane rallies(?",
                "Donald Trump",
                true
            ],
            [
                "She puts the plane behind her like I have been doing from the beginning.",
                "Donald Trump",
                true
            ],
            [
                "President Barack Obama was born in the United States -- period.",
                "Donald Trump",
                true
            ],
            [
                "I am really honored frankly to have played such a big role in hopefully, hopefully, getting rid of this issue,",
                "Donald Trump",
                true
            ],
            [
                "We have to look at (the birth certificate), we have to see is it real, is it proper, what's on it, but I hope it checks out beautifully.",
                "Donald Trump",
                true
            ],
            [
                "I am really proud, I am really honored.",
                "Donald Trump",
                true
            ],
            [
                "I wanted (the convention) to be in Ohio.",
                "Donald Trump",
                true
            ],
            [
                "I wanted it to be here,",
                "Donald Trump",
                true
            ],
            [
                "And we had lots of choices.",
                "",
                true
            ],
            [
                "I wanted it to be in Ohio.",
                "",
                true
            ],
            [
                "Whether you call it radical jihadism, radical Islamism, I think they mean the same thing,",
                "Hillary Clinton",
                true
            ],
            [
                "I am happy to say either.",
                "Hillary Clinton",
                true
            ],
            [
                "But what I won't do, because I think it is dangerous for our efforts to defeat this threat, is to demonize and demagogue and declare war on an entire religion.",
                "Hillary Clinton",
                true
            ],
            [
                "That plays right into ISIS' hands.",
                "Hillary Clinton",
                true
            ],
            [
                "I have been hitting Obama and Crooked Hillary hard on not using the term Radical Islamic Terror.",
                "Donald Trump",
                true
            ],
            [
                "Hillary just broke-said she would now use!,",
                "Donald Trump",
                true
            ],
            [
                "Appreciate the congrats for being right on radical Islamic terrorism, I don't want congrats, I want toughness & vigilance,",
                "Hillary Clinton",
                true
            ],
            [
                "we weren't able to shatter that highest, hardest glass ceiling,",
                "Clinton",
                false
            ],
            [
                "I was the one that really broke the glass ceiling on behalf of women more than anybody in the construction industry.",
                "Bill O'Reilly",
                true
            ],
            [
                "Budweiser is] so impressed with what our country will become that they decided to do this before the fact.",
                "Donald Trump",
                true
            ],
            [
                "even my harshest critics gave me credit",
                "Donald Trump",
                false
            ],
            [
                "build a massive plant in the United States.",
                "Donald Trump",
                false
            ],
            [
                "We decided to move the F-650 and F-750 medium-duty trucks to Ohio Assembly in 2011, long before any candidates announced their intention to run for U.S. president,",
                "",
                true
            ],
            [
                "So I've been hitting them hard and I think I might have had something to do with it,",
                "Donald Trump",
                true
            ],
            [
                "You want to know the truth?",
                "Donald Trump",
                true
            ],
            [
                "It's a part of my staple thing, I mean, I go crazy when I hear about this, you go absolutely wild because how is it possible?",
                "Donald Trump",
                true
            ],
            [
                "Wow, because of the pressure put on by me, ICE TO LAUNCH LARGE SCALE DEPORTATION RAIDS,",
                "Donald Trump",
                true
            ],
            [
                "Does everyone see that the Democrats and President Obama are now, because of me, starting to deport people who are here illegally.",
                "Donald Trump",
                true
            ],
            [
                "They're giving me a lot of credit for that because I said you really need someone very, very, tough and very smart,",
                "McCarthy",
                true
            ],
            [
                "You know, smart goes with tough.",
                "McCarthy",
                true
            ],
            [
                "I know tough people that aren't smart.",
                "McCarthy",
                true
            ],
            [
                "We need smart, we need tough, we need the whole package.",
                "McCarthy",
                true
            ],
            [
                "JUST WATCHED\nThat he alone drove viewers to the first GOP debate\nThe first Republican primary debate, held on Aug. 6 in Cleveland, drew 24 million viewers , a record-breaking figure that a Fox News spokeswoman said made it the highest rated telecast the network's nearly two-decade history.",
                "McCarthy",
                true
            ],
            [
                "At a rally a few weeks later, he touted the total, adding \"they normally have like 2 million people",
                "McCarthy",
                false
            ],
            [
                "I won't take credit for it,",
                "Donald Trump",
                true
            ],
            [
                "but believe me, 100 percent it's me.",
                "Donald Trump",
                false
            ],
            [
                "I think Jeb would have been the nominee had I not gotten in,",
                "Jeb Bush",
                true
            ],
            [
                "but I was able to define Jeb early.",
                "Jeb Bush",
                false
            ],
            [
                "There was a lot riding on that particular race in Nevada and it was interesting, because the numbers were much, much greater than you thought,",
                "Donald Trump",
                true
            ],
            [
                "And a lot of people are giving me credit for that.",
                "",
                true
            ],
            [
                "And I will accept that credit.",
                "",
                true
            ],
            [
                "Time to Get Tough: Make America Great Again!,",
                "Donald Trump",
                true
            ],
            [
                "I really believe I had at least something to do with it,",
                "Jeb Bush",
                true
            ],
            [
                "She became a big star and maybe she became a star because I put her on the Miss Universe pageant.",
                "",
                true
            ],
            [
                "It's very possible, who knows what would have happened without it, because she caused a sensation .",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cbsnews.com/news/trump-takes-credit-for-obama-birth-certificate-release-but-wonders-is-it-real/",
                "http://money.cnn.com/2016/05/10/news/companies/budweiser-america-anheuser-busch/",
                "https://www.2016cle.com/press-releases/rnc-announces-cleveland-as-2016-convention-city",
                "http://www.cnn.com/2016/01/16/middleeast/iran-jason-rezaian-prisoners-freed/",
                "https://www.cnn.com/2016/09/17/politics/hillary-clinton-birther-conspiracy/index.html",
                "https://www.cnn.com/2016/06/13/politics/hillary-clinton-donald-trump-orlando-attacks-reaction/",
                "http://money.cnn.com/2015/08/07/media/gop-debate-fox-news-ratings/",
                "https://www.cnn.com/2016/09/09/politics/donald-trump-birther/",
                "https://www.factcheck.org/2016/07/trump-recommended-ohio-for-convention/",
                "http://money.cnn.com/2015/10/26/news/companies/donald-trump-ford-mexico/",
                "https://www.cnn.com/2012/02/02/politics/campaign-wrap/",
                "https://www.cnn.com/2015/06/16/politics/donald-trump-2016-announcement-elections/",
                "https://www.nytimes.com/2016/04/21/us/politics/donald-trump-interview.html",
                "https://www.cnn.com/2015/12/26/politics/donald-trump-homeland-security-deportation/"
            ],
            "gov_pgs": [
                "https://obamawhitehouse.archives.gov/blog/2011/04/27/president-obamas-long-form-birth-certificate"
            ],
            "unsure": [
                "https://www.mediaite.com/tag/celebrities/",
                "http://www.advocate.com/news/daily-news/2011/12/05/donald-trump-takes-credit-success-lady-gaga",
                "https://www.youtube.com/watch?v=TMnaSiEjRis",
                "http://www.foxnews.com/transcript/2016/07/19/donald-trump-have-to-demand-law-and-order/",
                "https://en.wikipedia.org/wiki/Whistle_stop_train_tour",
                "https://www.youtube.com/watch?v=fKi9T_4Ojak",
                "https://vimeo.com/129600935",
                "http://www.cnn.com/video/data/2.0/video/politics/2016/06/08/hillary-clinton-glass-ceilings-2008-2016-origwx-js.cnn.html",
                "https://twitter.com/hashtag/congrats?lang=en"
            ]
        },
        "key_words": [
            "really",
            "lady",
            "realdonaldtrump",
            "credit",
            "gaga",
            "j",
            "obama",
            "things",
            "trump",
            "donald",
            "congrats",
            "hillary",
            "cant",
            "radical"
        ]
    }
]