[
    {
        "url": "https://www.cnn.com/2016/09/26/politics/presidential-debate-donald-trump-debate-performance/index.html",
        "title": "Trump: I held back on Bill Clinton's 'indiscretions' because of Chelsea",
        "authors": [
            {
                "name": "Daniella Diaz",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-26",
        "text": "Trump: I held back on Bill Clinton's 'indiscretions' because of Chelsea\nUpdated 10:02 AM ET, Tue September 27, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nWashington (CNN)\nDonald Trump said Monday night he didn't pursue a line of criticism he could have during the debate, out of respect for Democratic nominee Hillary Clinton's daughter, Chelsea.\n\"I'm really happy I was able to hold back on the indiscretions in respect to Bill Clinton. Because I have a lot of respect for Chelsea Clinton,\" he told CNN's Dana Bash, who then asked what he would have said.\n\"Maybe I'll tell you at the next debate. We'll see. But I'm very happy,\" Trump said.\nHe added: \"I think she'd be a poor president. I don't think she'd be do the job. We need somebody who will really be able to do the job. She doesn't have what it takes to make America great again.\"\n\"I think it went better than I ever thought,\" he said.\nRead More\nTrump later said in another interview after the debate that Clinton never gets anything \"fixed.\"\n\"She has been saying these things for years. And nothing ever happens. They never get fixed. It's all talk, no action,\" he said.\nThe real estate mogul said the debate was \"very exciting overall\" and claimed online polls showed him doing well in the immediate aftermath of the debate.\n\"You haven't had a real poll yet,\" Bash said.\n\"Well, I mean, but the online polls were fantastic. Hundreds of thousands of people are calling and voting,\" he said.\nA CNN/ORC post-debate poll suggested debate watchers thought Clinton had stronger performance. Clinton was deemed the winner by a 62% to 27%, but the debate watchers surveyed were slightly more Democratic than the general public.\n",
        "quotes": [
            [
                "I'm really happy I was able to hold back on the indiscretions in respect to Bill Clinton.",
                "Donald Trump",
                true
            ],
            [
                "Because I have a lot of respect for Chelsea Clinton,",
                "Donald Trump",
                true
            ],
            [
                "Maybe I'll tell you at the next debate.",
                "Donald Trump",
                true
            ],
            [
                "I think she'd be a poor president.",
                "Donald Trump",
                true
            ],
            [
                "I don't think she'd be do the job.",
                "Donald Trump",
                true
            ],
            [
                "We need somebody who will really be able to do the job.",
                "Donald Trump",
                true
            ],
            [
                "She doesn't have what it takes to make America great again.",
                "Donald Trump",
                true
            ],
            [
                "I think it went better than I ever thought,",
                "Donald Trump",
                true
            ],
            [
                "She has been saying these things for years.",
                "Donald Trump",
                true
            ],
            [
                "It's all talk, no action,",
                "Donald Trump",
                true
            ],
            [
                "You haven't had a real poll yet,",
                "Bash",
                true
            ],
            [
                "Well, I mean, but the online polls were fantastic.",
                "Bash",
                true
            ],
            [
                "Hundreds of thousands of people are calling and voting,",
                "Bash",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "really",
            "happy",
            "able",
            "indiscretions",
            "job",
            "trump",
            "clintons",
            "held",
            "debate",
            "clinton",
            "think",
            "chelsea",
            "shed",
            "bill",
            "respect"
        ]
    }
]