[
    {
        "url": "https://www.reuters.com/article/us-books-manbooker-southkorea/south-korean-novelist-han-wins-man-booker-international-prize-idUSKCN0Y8050",
        "title": "South Korean novelist Han wins Man Booker International Prize",
        "authors": [
            {
                "name": "Ju-Min Park",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2016-05-17",
        "text": "South Korean novelist Han wins Man Booker International Prize\n2 Min Read\nSEOUL (Reuters) - South Korean author Han Kang won the Man Booker International Prize for fiction on Monday for her novel “The Vegetarian”, a dark, surreal story about a woman who gives up eating meat and seeks to become a tree.\nThe 45-year-old Han had been short-listed for the prize for fiction in translation to English along with Italian writer Elena Ferrante, Angola’s Jose Eduardo Agualusa, Chinese author Yan Lianke, Turkey’s Orhan Pamuk and Austrian Robert Seethaler.\n“This compact, exquisite and disturbing book will linger long in the minds, and maybe the dreams, of its readers,” Boyd Tonkin, chairman of the 2016 judging panel, was cited by the foundation as saying.\nThe novel was translated by Deborah Smith, a 28-year-old Briton who only began learning Korean when she was 21.\nHan and Smith will split the 50,000 pound ($72,000) prize equally, according to the Booker Foundation, which administers the prize as well as the original Man Booker Prize for works in English and published in the United Kingdom, a prestigious award that typically leads to a surge in sales for its winner.\nIn “The Vegetarian”, after struggling with gruesome recurring nightmares, Yeong-hye, a dutiful wife, rebels against societal norms, forsaking meat and stirring concern among her family that she is mentally ill.\nHan, who was born in the South Korean city of Gwangju, teaches creative writing at the Seoul Institute of the Arts. “The Vegetarian” is her first novel translated into English.\nThe Man Booker International Prize was previously awarded every two years for an author’s overall contribution to global fiction, but beginning with this year’s prize it is awarded annually for a single work of fiction translated into English and published in the United Kingdom.\n0 : 0\n",
        "quotes": [
            [
                "This compact, exquisite and disturbing book will linger long in the minds, and maybe the dreams, of its readers,",
                "Boyd Tonkin",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "man",
            "prize",
            "booker",
            "translated",
            "english",
            "united",
            "international",
            "vegetarian",
            "wins",
            "han",
            "south",
            "fiction",
            "korean",
            "novelist",
            "novel"
        ]
    }
]