[
    {
        "url": "https://www.cnn.com/2016/09/20/politics/hillary-clinton-donald-trump-florida-poll/index.html",
        "title": "Florida poll: Clinton leads Trump by 5 points",
        "authors": [
            {
                "name": "Tom Kludt",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-20",
        "text": "By Tom Kludt, CNN\nUpdated 8:50 AM ET, Wed September 21, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\n54% of Florida voters believe Trump's recent turnabout on Obama's origins was made for political reasons\nClinton leads Trump among Hispanic, black and Asian voters in the state, 69%-16%\n(CNN)\nDrawing enormous support from the state's non-white voters, Hillary Clinton holds a 5-point edge over Donald Trump in Florida, according to a new poll from Monmouth University out Tuesday.\nThe poll found Clinton leading Trump among likely voters in the crucial battleground, 46%-41%. Libertarian Party nominee Gary Johnson and Green Party nominee Jill Stein, both of whom will be on Florida's ballot, drew 6% and 1%, respectively.\nMonmouth's poll produced another unfavorable finding for Trump: 54% of Florida voters believe the GOP nominee's recent turnabout on President Barack Obama's origins was made for political reasons. Only 24% think Trump believes that Obama is a natural-born citizen.\nAfter years of promoting conspiracy theories regarding the first black President's birthplace, Trump changed course last week.\nHe still has plenty of work to do on that front in Florida. According to the poll, Clinton leads Trump among Hispanic, black and Asian voters in the state, 69%-16%. Those three blocs comprise one-third of Florida's electorate.\nRead More\nClinton's 5-point advantage is wider than other recent polls out of the state, including a CNN/ORC survey released last week that found Trump up by 3, within the poll's 3.5 percentage point margin of error. But it's smaller than her lead in the previous Monmouth poll in Florida last month, which showed Clinton up by 9. That margin was also larger than other Florida polls conducted at the time.\nThe latest Monmouth poll was conducted September 16-19 using phone interviews with 400 likely Florida voters. It has a margin of error of 4.9%.\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/09/14/politics/cnn-orc-poll-florida-ohio-donald-trump-hillary-clinton/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "voters",
            "recent",
            "points",
            "political",
            "trump",
            "florida",
            "clinton",
            "black",
            "state",
            "leads",
            "poll",
            "turnabout"
        ]
    }
]