[
    {
        "url": "https://www.activistpost.com/2017/10/irs-no-bid-multi-million-dollar-contract-equifax-hack.html",
        "title": "IRS Awards Multi-Million Dollar Fraud-Prevention Contract To Equifax Who Was Hacked TWICE",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-03",
        "text": "IRS Awards Multi-Million Dollar Fraud-Prevention Contract To Equifax Who Was Hacked TWICE\nYou can’t make this up. The IRS awarded Equifax with a multi-million dollar fraud prevention no-bid contract despite that its own execs committed market fraud when they sold shares before telling the public they were hacked.\nThe IRS will pay Equifax $7.25 million to help verify taxpayer identities and prevent fraud under a no-bid contract issued last week.\nThe credit agency will “verify taxpayer identity” and “assist in ongoing identity verification and validations” at the IRS, according to the award.\nThe award describes the contract as a “sole source order,” which means Equifax is the only company held capable of providing the service. The order was issued to prevent a lapse in identity checks while officials resolve a dispute over a separate contract.\nBoth Republican and Democrat lawmakers bashed the IRS decision as irresponsible and horrible.\n“In the wake of one of the most massive data breaches in a decade, it’s irresponsible for the IRS to turn over millions in taxpayer dollars to a company that has yet to offer a succinct answer on how at least 145 million Americans had personally identifiable information exposed,” Senate Finance Chairman Orrin Hatch (R-Utah)  told POLITICO in a statement.\n“The Finance Committee will be looking into why Equifax was the only company to apply for and be rewarded with this. I will continue to take every measure possible to prevent taxpayer data from being compromised as this arrangement moves forward,” Sen. Ron Wyden (D-Ore.) said.\nReps. Suzan DelBene (D-Wash.) and Earl Blumenauer (D-Ore.) also expressed their distaste for the deal writing letters to IRS Commissioner John Koskinen demanding he explains why the agency awarded the contract to Equifax as well as provide information on any alternatives they may have considered.\n“I was initially under the impression that my staff was sharing a copy of the Onion, until I realized this story was, in fact, true,” Blumenauer wrote .\nThe IRS defended its decision in a statement, stating that Equifax told the agency that none of its data was involved in the breach and that Equifax already provides similar services to the IRS under a previous contract.\n“Following an internal review and an on-site visit with Equifax, the IRS believes the service Equifax provided does not pose a risk to IRS data or systems,” the statement reads . “At this time, we have seen no indications of tax fraud related to the Equifax breach, but we will continue to closely monitor the situation.”\nEarly last month Equifax was hacked exposing the personal information of as many as potentially 150 million Americans, which included social security numbers, birth dates, and other private information.\nAfterwards three executives sold off $1.8 million dollars of the companies stock before telling the public. The Justice Department opened a  criminal investigation  into those three Equifax executives.\nAnother fun fact: the identity verification systems the IRS uses are made by credit-rating agency Equifax. The system, known as Knowledge-Based Authentication, or KBA, asks questions based on a person’s credit history, such as “On which of the following streets have you lived?” or “What is your total scheduled monthly mortgage payment?”\nIf that’s not enough Quartz reports that in 2015, the Equifax KBA system was hacked in a data breach that resulted in the loss of more than 700,000 tax records.\nFormer Equifax CEO Richard Smith was put in front of congressional committee hearing this week and apologized for mistakes which led to the massive breach.\nSmith additionally called for an end to Social Security numbers, claiming the country needed “to think beyond” the identifiers.\n“What is a better way to identify consumers in our country in a very secure way? I think that way is something different than an SSN, a date of birth and a name,” he said, according to Bloomberg .\nWith two breaches under its belt including one involving an IRS system can any person state one valid reason to give Equifax a $7.25 million contract; and tell me how on earth the firm is still seen as “capable” to do the job?\nAaron Kesel writes for Activist Post and is Director of Content for Coinivore . Follow Aaron at Twitter and Steemit .\nThis article is Creative Commons and can be republished in full with attribution. Like Activist Post on Facebook , subscribe on YouTube , follow on Twitter and at Steemit .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "assist in ongoing identity verification and validations",
                "",
                false
            ],
            [
                "In the wake of one of the most massive data breaches in a decade, it’s irresponsible for the IRS to turn over millions in taxpayer dollars to a company that has yet to offer a succinct answer on how at least 145 million Americans had personally identifiable information exposed,",
                "",
                true
            ],
            [
                "The Finance Committee will be looking into why Equifax was the only company to apply for and be rewarded with this.",
                "Ron Wyden",
                true
            ],
            [
                "I will continue to take every measure possible to prevent taxpayer data from being compromised as this arrangement moves forward,",
                "Ron Wyden",
                true
            ],
            [
                "I was initially under the impression that my staff was sharing a copy of the Onion, until I realized this story was, in fact, true,",
                "Blumenauer",
                true
            ],
            [
                "Following an internal review and an on-site visit with Equifax, the IRS believes the service Equifax provided does not pose a risk to IRS data or systems,",
                "Blumenauer",
                true
            ],
            [
                "At this time, we have seen no indications of tax fraud related to the Equifax breach, but we will continue to closely monitor the situation.",
                "Blumenauer",
                true
            ],
            [
                "On which of the following streets have you lived?",
                "",
                true
            ],
            [
                "What is your total scheduled monthly mortgage payment?",
                "",
                true
            ],
            [
                "What is a better way to identify consumers in our country in a very secure way?",
                "",
                true
            ],
            [
                "I think that way is something different than an SSN, a date of birth and a name,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2017/10/03/equifax-irs-fraud-protection-contract-243419",
                "https://qz.com/1094442/equifax-efx-built-the-irss-login-system-that-was-hacked-in-2015-and-the-irs-just-renewed-its-contract/",
                "https://6abc.com/senators-bewildered-by-equifax-contract-with-irs-after-hack/2490520/"
            ],
            "gov_pgs": [
                "https://www.fbo.gov/index?s=opportunity&mode=form&id=ea6f7d2c319f384e03e24ba0bdfad389&tab=core&_cview=0",
                "https://blumenauer.house.gov/media-center/press-releases/congressman-blumenauer-demands-answers-irs-regarding-contract-equifax"
            ],
            "unsure": [
                "https://steemit.com/@an0nkn0wledge/",
                "https://coinivore.com/",
                "https://twitter.com/an0nakn0wledge",
                "https://www.activistpost.com/",
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=2ec12e70-b9cc-11e9-b831-03bfb0583486&url=L25ld3MvYXJ0aWNsZXMvMjAxNy0wOS0xOC9lcXVpZmF4LXN0b2NrLXNhbGVzLXNhaWQtdG8tYmUtZm9jdXMtb2YtdS1zLWNyaW1pbmFsLXByb2Jl",
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=2f1d5830-b9cc-11e9-b405-2f940afc79e8&url=L25ld3MvYXJ0aWNsZXMvMjAxNy0xMC0wMy93aGl0ZS1ob3VzZS1hbmQtZXF1aWZheC1hZ3JlZS1zb2NpYWwtc2VjdXJpdHktbnVtYmVycy1zaG91bGQtZ28=",
                "https://www.facebook.com/activistpost",
                "http://www.youtube.com/activistpost",
                "https://twitter.com/ActivistPost",
                "https://steemit.com/@activistpost"
            ]
        },
        "key_words": [
            "data",
            "irs",
            "equifax",
            "way",
            "awards",
            "hacked",
            "taxpayer",
            "agency",
            "multimillion",
            "fraud",
            "million",
            "fraudprevention",
            "contract",
            "dollar",
            "identity",
            "twice"
        ]
    }
]