[
    {
        "url": "https://www.nytimes.com/2017/10/11/us/politics/guantanamo-hunger-strikes-force-feeding.html?rref=collection%2Fsectioncollection%2Fpolitics",
        "title": "Military Is Waiting Longer Before Force-Feeding Hunger Strikers, Detainees Say",
        "authors": [
            {
                "name": "Charlie Savage",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nMilitary Is Waiting Longer Before Force-Feeding Hunger Strikers, Detainees Say\nImage\nA guard tower at the entrance of the prison at Guantánamo Bay, Cuba. For years, the military forcibly fed chronic protesters when their weight dropped too much.CreditCreditJohn Moore/Getty Images\nWASHINGTON — American military officials at the Guantánamo Bay prison recently hardened their approach to hunger-striking prisoners, detainees have told their lawyers, and are allowing protesters to physically deteriorate beyond a point that previously prompted medical intervention to force-feed them.\nThe claim comes during two significant developments for the military commissions at Guantánamo this week, including a Supreme Court decision on Tuesday not to hear an appeal in a much-watched case. Together, the events are renewing attention on the wartime prison operation that President George W. Bush opened in 2002, that President Barack Obama tried without success to close and that President Trump has so far left alone.\nOf the 41 men remaining at the prison, 10 were charged or convicted in the commissions system and the rest are being held in indefinite wartime detention without trial. That group includes about five men who have gone on hunger strikes to protest, detainee lawyers say.\nFor years, the military has forcibly fed chronic protesters when their weight dropped too much. Detainees who refuse to drink a nutritional supplement have been strapped into a restraint chair and had the supplement poured through their noses and into their stomachs via nasogastric tubes.\nBut around Sept. 19, guards stopped taking hunger-striking detainees to feeding stations, said Clive Stafford Smith, a lawyer for the international human rights organization Reprieve. He said this change was reported by two Reprieve clients who had been subjected to tube feedings, and corroborated by several other clients.\nDavid Remes, who represents another hunger striker , said his client had been on such a strike since August but had not been tube-fed despite losing significant weight. The client also told him that other protesters were no longer being force-fed.\nAnother prisoner on a lengthy hunger strike — who was hospitalized in July, though he eats a small amount of solid food each day to accompany pain medication — told his lawyer on Sept. 21 that a prison official told him a day earlier that he would not be forcibly tube-fed, either, according to the lawyer, Pardiss Kebriaei of the Center for Constitutional Rights.\nA fifth detainee whom other prisoners have identified as a hunger striker does not have a lawyer.\nNavy Capt. John Robinson, a spokesman for the prison, said in a statement that an 11-year-old military policy permitting the involuntary feeding of hunger-striking detainees remained in effect. If medical officials decided tube-feeding was required to prevent death or serious self-harm, he said, “we would involuntarily enterally feed a detainee,” using the military’s preferred term for tube-feeding.\nHe declined to discuss specific cases. But Captain Robinson also said that the military had not “involuntarily enterally fed a detainee in well over a year.” He would not elaborate on what it would mean to be voluntarily tube-fed, but Ms. Kebriaei said it was most likely a reference to detainees who passively submitted to the procedure rather than fighting guards.\n“In some instances in the past, attempts to provide detainees who claimed that they were on hunger strike with a measure of dignity through voluntary enteral feedings unintentionally created a situation that potentially encouraged future hunger strikes,” he said. “As a result, the pre-existing standard of medical necessity will be enforced in the future.”\nBut Mr. Remes interpreted the move as a new strategy to induce hunger strikers to stop. He accused the military of “playing chicken” by withholding both force-feeding and medical care until the detainee was in danger of organ damage or even death.\n“The theory is that a detainee won’t want to reach that point and so will abandon his hunger strike,” he said. “Who will blink first?”\nAny such hardening of the government’s approach could put the prisoners’ lawyers in an awkward position. Though they say they do not want their clients to die, many have also argued that force-feeding amounts to torture and violates medical ethics. For now, the three lawyers said they are seeking independent medical evaluations of their clients.\nMr. Remes said his client was protesting because he wanted the military to permit him to talk to his family twice a month rather than once. Ms. Kebriaei said her client was in a general state of despair and might be suffering from an untreated illness. Mr. Smith said his clients were protesting because they wanted to be given trials or released.\nIn the case of another detainee, one who has received a rare trial, the Supreme Court declined on Tuesday to hear an appeal. The detainee, Ali Hamza al-Bahlul, is a Yemeni who made a propaganda video for Al Qaeda about the bombing of the American destroyer Cole in 2000 and helped administer loyalty oaths and drafted martyrdom wills for several Sept. 11 hijackers.\nMr. Bahlul, who boycotted his 2008 trial before a commission, was convicted, among other things, of conspiring to commit acts of terrorism. His appeal raised the question of whether a conspiracy charge, which is widely used in civilian court but is not a recognized international war crime, may be properly brought in a military commission.\nThe full United States Court of Appeals for the District of Columbia Circuit issued a fractured decision last year that upheld Mr. Bahlul’s conviction but provided no answer to the question of whether military prosecutors may bring conspiracy charges in other cases. The Supreme Court’s demurral means that issue remains unresolved.\nAlso this week, military officials are preparing for a sentencing hearing for a Saudi detainee, Ahmed Muhammed Haza al-Darbi , who in February 2014 pleaded guilty before a commission. His deal included an agreement that after February 2018, he could serve the remainder of his sentence in Saudi Arabia.\nFollow Charlie Savage on Twitter: @charlie_savage .\nA version of this article appears in print on , Section A, Page 16 of the New York edition with the headline: Detainees Accuse Military of Waiting Longer to Force-Feed Hunger Strikers. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "we would involuntarily enterally feed a detainee,",
                "David Remes",
                false
            ],
            [
                "involuntarily enterally fed a detainee in well over a year.",
                "",
                false
            ],
            [
                "In some instances in the past, attempts to provide detainees who claimed that they were on hunger strike with a measure of dignity through voluntary enteral feedings unintentionally created a situation that potentially encouraged future hunger strikes,",
                "",
                true
            ],
            [
                "As a result, the pre-existing standard of medical necessity will be enforced in the future.",
                "",
                true
            ],
            [
                "The theory is that a detainee won’t want to reach that point and so will abandon his hunger strike,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2016/10/21/us/guantanamo-detainees-conspiracy-conviction-upheld-but-legal-issue-lingers.html?module=inline",
                "https://www.nytimes.com/2014/02/21/us/guantanamo-detainee-ahmed-muhammed-haza-al-darbi.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/interactive/projects/guantanamo/detainees/242-khaled-qasim?module=inline",
                "https://www.nytimes.com/interactive/projects/guantanamo/detainees/768-ahmed-muhammed-haza-al-darbi",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.nytimes.com/interactive/projects/guantanamo/detainees/1457-abdu-ali-al-haji-sharqawi?module=inline",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/interactive/projects/guantanamo/detainees/1463-abdul-al-salam-al-hilal?module=inline",
                "https://www.nytimes.com/interactive/projects/guantanamo/detainees/1461-mohammed-ahmad-ghulam-rabbani?module=inline"
            ]
        },
        "key_words": [
            "hunger",
            "strikers",
            "supplement",
            "detainees",
            "say",
            "longer",
            "wartime",
            "protesters",
            "military",
            "forcefeeding",
            "prison",
            "lawyers",
            "guantánamo",
            "waiting",
            "men",
            "president"
        ]
    }
]