[
    {
        "url": "https://www.nytimes.com/2017/10/09/us/retro-anti-immigration.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Trump’s Argument Against Immigrants: We’ve Heard It Before",
        "authors": [
            {
                "name": "Clyde Haberman",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nTrump’s Argument Against Immigrants: We’ve Heard It Before\nVideo\nBorder fences, deportations, and putting “America First.” It all happened in the 1990s, and it started in California.\nThough the roots of most Americans lie in other lands, there is among them a streak of xenophobia that can be broad. Chinese and Irish immigrants were the targets of nativist hostility in the 19th century, as were Eastern European Jews and Southern Italians in the early 20th. Japanese-Americans were confined to detention camps in World War II. Now the unwelcome mat is spread for many Latinos and Muslims.\nMuch of the focus these days is on undocumented immigrants, but under President Trump the mood has turned conspicuously anti-foreigner in general. The president wants to sharply reduce even legal immigration . He is also ready to impose the strictest limits of modern times on refugees fleeing persecution and deprivation in their homelands — those huddled masses enshrined at the Statue of Liberty.\nWe have seen all this before. In line with its mission of examining how major news events of the past shape the present, Retro Report reflects in this video documentary on another moment of backlash against the “other.” This was California’s Proposition 187 , a 1994 referendum born of hostility to the large numbers of Mexicans crossing a porous border without proper papers. Supporters of the initiative asserted that those people were coming to California to cash in on its social programs. That, they said, had to stop.\nUnder Proposition 187, unlawful arrivals were to be denied access to public schools, nonemergency health care and other basic services. Doctors and teachers would also have been required to become informers: letting the authorities know of people presumed to be in this country illegally. “ It’s like bringing a Big Brother into the schools ,” President Bill Clinton said in opposing the measure.\nOne goal was to make life in California so unappealing that Mexicans would go back home, or not leave it in the first place. Routinely overlooked was the reality that many had crossed the border seeking not a handout but, rather, work. “The immigrants that were coming here were doing jobs that nobody wanted to do,” Mike Madrid , a political consultant, told Retro Report. In the late 1990s, Mr. Madrid was the political director of California’s Republican Party. “They were farm workers,” he said. “They were people who were janitors. They were maids.”\nBut Californians, like many other Americans, chafed at border controls they deemed too lax. The referendum passed by a margin of nearly 3 to 2. Legal challenges stopped it in its tracks, though. A mortal blow was delivered when a federal judge in Los Angeles ruled in 1997 that the proposition was an unconstitutional “legislative scheme to regulate immigration,” a sphere that judge said was solely the domain of the federal government.\nBut even if it never took effect, Proposition 187 cast a long shadow. Similar measures enjoyed support in other states that were magnets for immigrants, including Arizona, Florida, New York and Texas. Gov. Pete Wilson of California, a Republican who made the initiative a centerpiece of his 1994 re-election campaign, described it as “ the two-by-four we need ” to get Washington to pay heed to the flow of undocumented newcomers into the country.\nWashington did pay attention. In the mid-1990s, with Republicans in control of Congress and President Clinton tacking more to the right, tougher immigration policies took shape . Fences were built and patrols stepped up. Deportations rose. “They were scared to death of what Prop 187 symbolized,” Roberto Suro , a professor of public policy and journalism at the University of Southern California and former New York Times journalist, told Retro Report. The greater aggressiveness of the 1990s, he said, created “the basis for the large-scale removals that we’ve experienced in this country for the last 10 years.” Those removals reached a peak under President Barack Obama, described disapprovingly by some critics as the deporter-in-chief .\nNow here is Mr. Trump, who built his presidential run on a promise to build a border wall, and who began his campaign by attacking Mexico as supposedly an exporter of rapists and other criminals . As in 1994 California, the anger is directed powerfully at those arriving without documentation. Last month, though suggesting he was open to compromise, the president announced he would end Deferred Action for Childhood Arrivals , or DACA, the Obama-era program that protected immigrants who were brought to this country illegally as children.\nThe Trump assault, however, extends to all forms of immigration. In August, he embraced proposals to cut lawful entries in half over the next decade. Preference would be given to people possessing special skills and higher education — hardly the tired, the poor and the wretched refuse embraced in “ The New Colossus ,” the Emma Lazarus poem affixed to Miss Liberty’s base.\nTwo weeks ago, Trump administration officials disclosed their intention to cap refugee admissions at 45,000 over the next year. That would be the lowest ceiling, by far, since a 1980 law gave the president authority to help set limits on those searching for a haven from persecution in their own countries.\nSurveys show that Mr. Trump’s “America first” sloganeering helped him eke out victories in November in critical swing states like Michigan, Pennsylvania and Wisconsin, where some longer-term residents are uncomfortable with rising numbers of Latino newcomers. Sudden diversity is rarely simple. For some, it is scary.\nBut California in the wake of Proposition 187 may point to where the country as a whole is headed. The most populous state has undergone a profound demographic shift since the mid-1990s. Latinos now have a plurality; they and Asian-Americans combined are the majority. Non-Hispanic whites account for less than 40 percent.\nAs the video shows, Latinos in California are registering to vote in ever larger numbers, though whites are still more likely to go to the polls. The Latino representation in the legislature grows as well, to include prominent figures like State Senator Kevin de León. He said that many Californians, and not just Latinos, have had “enough with the scapegoating” of certain ethnic groups whenever the state has economic or other troubles.\nNow California is cerulean blue politically, and there lies a cautionary tale for Republicans. With demographics changing almost everywhere, they may yet find that the short-term gain of the Trump 2016 victory comes at their long-term expense.\nStill, dispelling xenophobia is no easy matter: “Immigration is one of those touchy issues for Americans that can suddenly turn ugly and flower into a major national argument.” That was from Charles Wheeler , speaking in 1994 as executive director of the National Center on Immigrant Rights. What he said then remains true today.\nThe video with this article is part of a documentary series presented by The New York Times. The video project was started with a grant from Christopher Buck. Retro Report , led by Kyra Darnton, is a nonprofit video news organization that aims to provide a thoughtful counterweight to today’s 24/7 news cycle. Previous episodes are at nytimes.com/retroreport . To suggest ideas for future reports, email retroreport@nytimes.com.\nA version of this article appears in print on , Section A, Page 16 of the New York edition with the headline: Failed Referendum That Propelled Policy on Migrants. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "It’s like bringing a Big Brother into the schools ,",
                "",
                true
            ],
            [
                "The immigrants that were coming here were doing jobs that nobody wanted to do,",
                "Mike Madrid",
                true
            ],
            [
                "They were people who were janitors.",
                "",
                true
            ],
            [
                "the two-by-four we need",
                "Pete Wilson",
                false
            ],
            [
                "They were scared to death of what Prop 187 symbolized,",
                "Roberto Suro",
                true
            ],
            [
                "the basis for the large-scale removals that we’ve experienced in this country for the last 10 years.",
                "",
                false
            ],
            [
                "Immigration is one of those touchy issues for Americans that can suddenly turn ugly and flower into a major national argument.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/politics/first-draft/2015/06/16/choice-words-from-donald-trump-presidential-candidate/?mcubz=0&module=inline",
                "https://www.nytimes.com/2016/12/20/us/a-creative-plea-from-immigrants-and-a-ticking-clock-for-obama.html?module=inline",
                "http://www.nytimes.com/1994/12/04/us/anti-alien-sentiment-spreading-in-wake-of-california-s-measure.html?module=inline",
                "https://www.nytimes.com/2017/09/05/us/politics/trump-daca-dreamers-immigration.html?module=inline",
                "https://www.nytimes.com/2017/08/02/us/politics/trump-immigration.html?module=inline",
                "https://www.nytimes.com/2017/09/26/us/politics/trump-plans-45000-limit-on-refugees-admitted-to-us.html?module=inline",
                "http://www.nytimes.com/1995/01/22/us/clinton-will-seek-spending-to-curb-aliens-aides-say.html?module=inline",
                "https://www.nytimes.com/1994/10/29/us/1994-campaign-immigration-issue-california-students-leave-school-protest-alien.html?module=inline",
                "https://www.latimes.com/archives/la-xpm-1997-nov-15-mn-54053-story.html",
                "https://www.nytimes.com/2017/02/01/upshot/strife-over-immigrants-can-california-foretell-nations-future.html?module=inline",
                "https://www.washingtonpost.com/archive/politics/1995/07/02/immigration-initiatives-ride-wave-of-anxiety-over-illegals/8a59d9d2-cdb8-4f33-abe4-77e7e6adbddd/?utm_term=.a6336353b01a",
                "https://www.latimes.com/archives/la-xpm-1994-10-22-mn-53251-story.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://annenberg.usc.edu/faculty/communication-journalism/roberto-suro",
                "https://www.poetryfoundation.org/poems/46550/the-new-colossus",
                "https://www.nytimes.com/2017/09/26/us/politics/trump-plans-45000-limit-on-refugees-admitted-to-us.htm?module=inline",
                "https://www.nytimes.com/video/retro-report",
                "https://www.retroreport.org/",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/column/retro-report?mcubz=0&module=inline",
                "https://twitter.com/madrid_mike?lang=en",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "whites",
            "heard",
            "latinos",
            "mr",
            "numbers",
            "trumps",
            "california",
            "argument",
            "national",
            "state",
            "weve",
            "latino",
            "trump",
            "president",
            "immigrants"
        ]
    }
]