[
    {
        "url": "https://www.cnn.com/2016/09/19/politics/chris-christie-bridgegate-trial/index.html",
        "title": "Prosecutor in Bridgegate trial: Chris Christie knew of closures",
        "authors": [
            {
                "name": "Dominique Debucquoy-Dodley",
                "link": null
            },
            {
                "name": "Tal Kopan",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-19",
        "text": "By Tal Kopan and Dominique Debucquoy-Dodley, CNN\nUpdated 7:20 AM ET, Tue September 20, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nChristie has never been named as a conspirator in the case or charged\nChristie has long denied any involvement in the closures\nWashington (CNN)\nNew Jersey Gov. Chris Christie knew about the September 2013 lane closures at the George Washington Bridge while they were going on, federal prosecutors alleged in court Monday during the opening statements for their case against two former Christie confidantes.\nProsecutors revealed Monday that they will show Christie was told about the traffic in Fort Lee, New Jersey, and that Fort Lee Mayor Mark Sokolich's public safety concerns were ignored, US Department of Justice Public Affairs Officer, Matthew Reilly told CNN.\nAfter an unsuccessful run for president, the governor is now chairing the transition effort of Republican presidential nominee Donald Trump.\nAssistant US Attorney Vikas Khanna said former Christie confidante and Port Authority executive David Wildstein will testify that he told Christie about the plan to close lanes on the George Washington Bridge while it was causing traffic problems in Fort Lee, New Jersey, where the mayor was a political rival of Christie.\nChristie's former deputy chief of staff, Bridget Anne Kelly, and former Port Authority deputy executive director Bill Baroni have pleaded not guilty to conspiracy and fraud charges in connection to the lane closures, an incident that has come to be known by some as \"Bridgegate.\"\nRead More\nChristie has never been named as a conspirator in the case or charged. Wildstein has pled guilty in the case and pointed to the two staffers on trial.\nWhen asked whether Monday's assertions mean charges could be coming for Christie, Reilly said, \"We have not filed any charges and we never discuss whether we will/won't file charges.\"\nPhotos: Who's who in Christie bridge scandal\nPhotos: Who's who in Christie bridge scandal\nWho's who in Christie bridge scandal – New Jersey Gov. Chris Christie was not indicted as part of the Bridgegate scandal. But one of his appointees pled guilty and 2 former staffers face criminal charges.\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in Christie bridge scandal – David Wildstein, a former top Christie appointee at the Port Authority of New York and New Jersey pleaded guilty to one charge of conspiracy to commit fraud on federally funded property and one civil rights violation.\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in Christie bridge scandal – Bridget Anne Kelly, Gov. Chris Christie deputy chief of staff, was fired when her e-mail about it being time for \"traffic in Fort Lee\" became the center of the scandal. She has been charged with nine criminal counts, including conspiracy and fraud.\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in Christie bridge scandal – Bill Baroni was executive deputy director of the Port Authority until he resigned amid the scandal in December 2014. He has been charged them with nine criminal counts, including conspiracy and fraud.\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in Christie bridge scandal – Hoboken Mayor Dawn Zimmer claims New Jersey Lt. Gov. Kim Guadagno approached her in a parking lot last May and told her that Sandy recovery aid for her town depended on her support of a redevelopment project backed by the governor.\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in the Christie controversies – Lt. Gov. Kim Guadagno denies telling Hoboken Mayor Dawn Zimmer that her town's Superstorm Sandy relief money depended on her support for a redevelopment project proposed by a company with ties to Gov. Chris Christie that he had backed.\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in the Christie controversies – Maria Comella, a deputy chief of staff in Christie's office, had been monitoring the media reaction weeks after the George Washington Bridge traffic fiasco. She has been subpoenaed as part of the state legislative investigation.\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in Christie controversies – Randy Mastro, a former assistant U.S. Attorney for the Southern District of New York and a former deputy mayor of New York, will head the legal team representing the Christie administration in various investigations relating to the George Washington Bridge political scandal. He once a the federal racketeering lawsuit that forced the International Brotherhood of Teamsters to hold democratic elections and undergo court supervision.\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in Christie bridge scandal – Reid Schar, a key figure in the federal prosecution of former Illinois Gov. Rod Blagojevich, will assist the special state Assembly committee investigating the bridge scandal that has engulfed current and former aides of New Jersey Gov. Chris Christie.\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in Christie bridge scandal – U.S. Rep. Frank Pallone of New Jersey, a Democrat, said he was concerned about the bidding process for using $25 million in Superstorm Sandy relief funds for a marketing campaign to promote tourism at the Jersey Shore.\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in Christie bridge scandal – E-mails suggest that Fort Lee Mayor Mark Sokolich was the apparent target of an alleged political payback scheme involving traffic jams around the George Washington Bridge. He met with Chris Christie in early January to discuss the matter, and said the governor was \"gracious and apologetic.\"\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in Christie bridge scandal – New Jersey Democratic Assemblyman John Wisniewski is chairman of the special state Assembly committee investigating the George Washington Bridge scandal. The panel has subpoenaed current and former top Christie aides as well members of his political organization, seeking documents and other materials. Chris Christie has not been subpoenaed but his office has.\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in Christie bridge scandal – Michael Drewniak, Christie's chief spokesman, has been subpoenaed by a special state Assembly committee investigating the George Washington Bridge scandal. It is seeking documents and other materials. Although there is nothing to suggest Drewniak was involved in the scandal, e-mails released by investigators show he met with a key figure, David Wildstein, two days before Wildstein resigned from his job as a top Christie appointee at the Port Authority of New York and New Jersey.\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in Christie bridge scandal – David Samson, Port Authority chairman, said its board had no knowledge of the George Washington Bridge traffic jam mess until five days after the fact. He has been subpoenaed by the state assembly committee and is also a partner and founding member of Wolff & Samson, the law firm that represented the Rockefeller Group in the Hoboken redevelopment plan.\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in Christie bridge scandal – Patrick Foye, the executive director of the Port Authority, said access lane closures that resulted in the George Washington Bridge traffic mess didn't follow proper agency protocols. He ordered the lanes reopened and has been subpoenaed by the state Assembly committee as part of its investigation into the bridge scandal.\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in Christie bridge scandal – Jersey City Mayor Steven Fulop, a Democrat who also didn't endorse Christie, has raised his own suspicions about his cooled relationship with the administration.\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in Christie bridge scandal – New Jersey Senate Majority Leader Loretta Weinberg, a Democrat, has been pressing for information about the scandal.\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in Christie bridge scandal – Democrat Barbara Buono is a New Jersey state senator who challenged Chris Christie this past November and lost in a landslide. She derided Christie during the campaign as representing \"the worst combination of bully and bossism,\" and she brought up the George Washington Bridge traffic mess as an example.\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in Christie bridge scandal – Bill Stepien managed Chris Christie's two successful campaigns for govenor. E-mails suggest he was aware of the bridge lane closures, and Christie has asked him to give up his political role. He, too, has been subpoenaed by the state committee investigating the matter.\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in Christie bridge scandal – Scott Rechler, vice chairman of the Port Authority's board of commissioners, e-mailed other representatives of the agency saying he was disturbed that traffic was snarled \"without regard to this being the Jewish high holiday weekend\" last September. Rechler was appointed by New York Gov. Andrew Cuomo.\nHide Caption\nPhotos: Who's who in Christie bridge scandal\nWho's who in Christie bridge scandal – E-mails suggest Regina Egea, then a senior staffer and the governor's point person to the Port Authority and other agencies, was aware of concerns the George Washington Bridge lane closures were not part of an ongoing traffic study as the Christie administration initially claimed. She's now Christie's incoming chief of staff and has also been subpoenaed by the state Assembly committee.\nHide Caption\n21 of 21\nCNN has reached out to Christie's office, as well as the offices of Baroni and Kelly's attorneys for comment.\nA source with ongoing knowledge of the case has told CNN that Monday's assertions by the prosecutor that Christie knew about Bridge-Gate came as a surprise because Christie has never been charged in the case, and because up until now the prosecutors have said they were not bringing charges against the governor.\nChristie told CNN's Jake Tapper Sunday that he would testify if subpoenaed, but didn't expect to be called as a witness.\n\"Of course I will,\" Christie told Tapper on \"State of the Union.\" \"I have been investigated by three different entities, two of them led by partisan Democrats, who have all found that I had no knowledge of this incident and no involvement in it. And so I would have no problem if called to testify by either side. But the fact is that I won't because I really don't have any knowledge of this incident at all.\"\nPhotos: Chris Christie's career in photos\nPhotos: Chris Christie's career in photos\nNew Jersey Gov. Chris Christie, joined by his family, announces his candidacy for the Republican presidential nomination on June 30 at Livingston High School in Livingston Township, New Jersey.\nHide Caption\nPhotos: Chris Christie's career in photos\nChristie takes questions from Bruce Rastetter at the Iowa Ag Summit on March 7 in Des Moines, Iowa.\nHide Caption\nPhotos: Chris Christie's career in photos\nChristie jokes with host Laura Ingraham as he addresses the annual Conservative Political Action Conference at National Harbor, Maryland, on February 26.\nHide Caption\nPhotos: Chris Christie's career in photos\nChristie campaigns for Wisconsin Gov. Scott Walker during a campaign stop at the GOP field office in Hudson, Wisconsin, on September 29, 2014.\nHide Caption\nPhotos: Chris Christie's career in photos\nChristie enters the Borough Hall in Fort Lee, New Jersey, on January 9, 2014, to apologize to Mayor Mark Sokolich for the George Washington Bridge lane closures -- a scandal that became known in the media as \"Bridgegate.\"\nHide Caption\nPhotos: Chris Christie's career in photos\nChristie speaks at a news conference  on January 9, 2014, in Trenton, New Jersey, about his knowledge of an alleged traffic study that stopped traffic at the George Washington Bridge. Christie addressed allegations that his deputy chief of staff signaled for the New York and New Jersey Port Authority to close lanes on the George Washington Bridge to punish the Fort Lee mayor for not endorsing Christie during the election.\nHide Caption\nPhotos: Chris Christie's career in photos\nChristie arrives to speak at his election night event after winning a second term as governor on November 5, 2013, in Asbury Park, New Jersey. Christie defeated his Democratic opponent, Barbara Buono, by a large margin.\nHide Caption\nPhotos: Chris Christie's career in photos\nChristie talks to business owners affected by a massive fire that burned a large portion of the Seaside Park boardwalk, which had recently been rebuilt after Superstorm Sandy, on September 14, 2013, in Seaside Heights, New Jersey.\nHide Caption\nPhotos: Chris Christie's career in photos\nChristie speaks to members of the Hudson County Building Trades Council after receiving their support for his re-election campaign for governor on July 1, 2013, in Jersey City, New Jersey.\nHide Caption\nPhotos: Chris Christie's career in photos\nChristie greets President Barack Obama on his arrival in Atlantic City, New Jersey, on October 31, 2012, to visit areas hit by Superstorm Sandy. Christie was later criticized  by some in his party for his warm welcome of Obama.\nHide Caption\nPhotos: Chris Christie's career in photos\nChristie updates members of the media on damage and recovery efforts related to Superstorm Sandy on October 30, 2012, from the emergency operations center at State Police Headquarters in Ewing, New Jersey.\nHide Caption\nPhotos: Chris Christie's career in photos\nChristie and Republican presidential candidate Mitt Romney speak with Romney adviser Bob White on board the Romney campaign bus in Mount Vernon, Ohio, on October 10, 2012.\nHide Caption\nPhotos: Chris Christie's career in photos\nChristie takes the stage to deliver the keynote address at the Republican National Convention on August 28, 2012, in Tampa, Florida.\nHide Caption\nPhotos: Chris Christie's career in photos\nChristie speaks as he endorses former Massachusetts Gov. Mitt Romney for the Republican presidential nomination on October 11, 2011, in Lebanon, New Hampshire.\nHide Caption\nPhotos: Chris Christie's career in photos\nChristie and his family lay white roses on wreckage pulled from Ground Zero during the dedication of the Empty Sky Memorial for 9/11 at Liberty State Park in Jersey City, New Jersey, on September 10, 2011.\nHide Caption\nPhotos: Chris Christie's career in photos\nChristie speaks at a Reform Agenda Town Hall meeting at the New Jersey Manufacturers Insurance Company facility on March 29, 2011, in Hammonton, New Jersey.\nHide Caption\nPhotos: Chris Christie's career in photos\nChristie, his wife, Mary Pat Christie, and their children attend the third annual New Jersey Hall of Fame Induction Ceremony in Newark, New Jersey, on May 2, 2010.\nHide Caption\nPhotos: Chris Christie's career in photos\nChristie waves to supporters with Lt. Gov.-elect Kim Guadagno, left, on November 3, 2009, in Parsippany, New Jersey. Christie defeated incumbent Democrat Jon Corzine.\nHide Caption\nPhotos: Chris Christie's career in photos\nChristie and his running mate, Kim Guadagno, left, pose for photographs after making phone calls to voters at Monmouth County Republican Headquarters in Freehold, New Jersey, on November 2, 2009.\nHide Caption\nPhotos: Chris Christie's career in photos\nBefore getting into politics, Christie was a New Jersey attorney. Here Christie speaks with the media on May 8, 2007, outside the federal courthouse in Camden, New Jersey, after six men were arrested on charges of planning to attack the Fort Dix military base.\nHide Caption\nPhotos: Chris Christie's career in photos\nChristie speaks to the media about an FBI sting with Russian Gen. Sergei Fomenko, right, of the Federal Security Service and FBI Agent Louie Allen on August 13, 2003, in Newark, New Jersey.\nHide Caption\n21 of 21\nThe traffic headache was allegedly intentionally called for because Sokolich did not endorse Christie's re-election.\nBaroni and Kelly allegedly \"bragged\" to Christie about the fact that there were traffic problems in Fort Lee and that Sokolich was not getting his calls returned, prosecutors said in court according to Reilly.\nBaroni's attorneys have sought to argue that Baroni is being unfairly singled out in the scheme. In a previous court filing, the attorneys released a text message exchange from a Christie aide saying he \"flat-out lied\" during a news conference about the bridge closures. Christie had said senior staff were not involved in that news event. He later said that staff in his office lied, but that he hadn't known it at the time of the news conference.\nAttorneys for Kelly and Baroni previously confirmed to CNN that they will both testify in their defense. The trial is expected to last six weeks.\nChristie has long denied any involvement in the closures and neither the federal investigation nor the New Jersey legislative inquiry has pointed to him.\nIn December 2015, when they were opponents, Trump told an audience in South Carolina Christie \"totally knew about it,\" referring to the Bridgegate closures.\nThe Trump campaign did not respond to a request for comment.\n",
        "quotes": [
            [
                "We have not filed any charges and we never discuss whether we will/won't file charges.",
                "Reilly",
                true
            ],
            [
                "the worst combination of bully and bossism,",
                "South Carolina Christie",
                false
            ],
            [
                "without regard to this being the Jewish high holiday weekend",
                "",
                false
            ],
            [
                "I have been investigated by three different entities, two of them led by partisan Democrats, who have all found that I had no knowledge of this incident and no involvement in it.",
                "Tapper",
                true
            ],
            [
                "And so I would have no problem if called to testify by either side.",
                "Tapper",
                true
            ],
            [
                "But the fact is that I won't because I really don't have any knowledge of this incident at all.",
                "Tapper",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "bridgegate",
            "washington",
            "traffic",
            "prosecutor",
            "christie",
            "fort",
            "chris",
            "mayor",
            "trial",
            "port",
            "jersey",
            "knew",
            "public",
            "told",
            "closures",
            "lee"
        ]
    }
]