[
    {
        "url": "http://www.bbc.com/sport/rugby-union/41544641",
        "title": "The story of rugby's injury crisis from the players, a coach and a doctor",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-12",
        "text": "By Tom Fordyce\nChief sports writer\n12 Oct 2017\nShare this page\nShare this with\nThe statistics have been piling up at the start of this rugby season: 10 of the 12 Premiership clubs suffering a combined 82 injuries to first-team players; one of them, Wasps, beginning October with 15 players out injured; Pro14 side Dragons going into this weekend with 24 players on the sick list.\nIt may turn out to be a freakish blip, a cruel upsurge in a sport where the number of professional players injured has been relatively static over the past eight years. The Rugby Football Union's annual injury audit in the new year should tell us more.\nFor now, for those on the front line, it is about more than numbers. This is the story from those living through it: the coach missing half his team, the international player who wakes up in pain but keeps coming back for more, the rugby obsessive forced to retire young, the doctor who tries to patch them up and keep them going.\nAll still cherish the sport. None are complaining. If it sounds like a strange type of love affair, this is how it works. And hurts.\nThe player who keeps going: 'I'd never say you're 100% fresh'\nDan Cole has won 74 caps for England and been on two Lions tours\nTight-head prop Dan Cole has been capped 74 times for England, been on two British and Irish Lions tours and made more than 200 club appearances for Leicester Tigers and Bedford Blues.\nHe is a man who relishes the brutal forces and challenges of playing in the front row, a stoic who missed most of 2014 with a neck injury that left him with no power in his left arm but has come back to keep playing past his 30th birthday. What follows is neither a grumble nor hyperbole.\n\"You struggle to get a good night's sleep after a game on a Saturday afternoon because your ear's hanging off or your shoulders hurt. You get to three o'clock on a Sunday and you start feeling worse. Normally Monday is the worst day for stiffness, tiredness, pain,\" said the 30-year-old.\n\"What hurts most depends which way you've been lying, but usually you'll have a stiff neck or a stiff shoulder. You're creaky in your lower limbs, but you still get going. You have to get going. Usually by Thursday you're close to 95%. I'd never say you're 100% fresh.\n\"The pain bonds you as a team. You learn about each other in the tough times, whether that's the physical tough times or the mental ones, the emotional times. From that you get a deeper learning of each other, a deeper trust of each other.\n\"I do think about what it will be like when I'm 50 or 60. We were laughing in the dressing room today about what our reunion in 30 years' time will look like.\n\"It's a harder game now than when I started. It's physically tougher. There are more collisions, the skill level is higher, the conditioning is higher.\n\"To us it's all worth it, because we love what we do. You accept how you're going to be because you've enjoyed what you do. You prefer that to sitting at a desk for 50 years.\n\"My grandfather worked down a coal mine. The seam collapsed on him and he broke his back. He was left injured by his job and I will possibly have the same consequences. But I enjoy my job a lot more than he enjoyed his, so it's a pay-off.\n\"The big one you fear is a spinal injury. Everything else in your career, touch wood, whether it's knee ligaments or shoulders, surgery and medicine are so good that they can fix that in six or nine months. Spines, brains, the neural stuff - those are the ones you don't wish on anyone.\n\"There are times when you get rolled up at the bottom of things, or when you're clearing someone out of a breakdown and maybe your foot gets trapped and you're rolled back, or you're over the ball and you think, 'uh-oh'. There's a moment when you know for a flash second that you could be in trouble.\n\"Then your foot springs loose, it's over and you dust yourself off and you get on with it. You get two or maybe more a season like that when you think, 'I'm glad I came out of that unharmed'. You check yourself over and then you run off, because there's something else to be done.\n\"You accept it as part of the game. If you dwell on it, it will affect you for longer, and you'll probably expose yourself more to those sort of things. It's like if you go on an advanced driving course and you're told that if you're skidding out of control and you look at the crash, you're going to go into it, but if you look away from it you'll be OK.\"\nThe career cut short: 'It's like a big anvil being dropped on you'\nWill Fraser was forced off with a head injury against Munster in 2014\nThe relentlessly positive Will Fraser won the European Cup and Premiership double with Saracens, and after being called into the England squad as a 23-year-old, appeared set for a long and successful career.\nInstead, after a series of injuries - including tearing a tendon off the bone in his shoulder, damaging knee ligaments, a slipped disc, a bleed on the spine - and 10 subsequent operations, he went to his surgeon in April this year to receive his final diagnosis. He does not regret anything that happened to him.\n\"I had become best mates with all these consultants who were experts in different areas of the anatomy. There was a pub round the corner from the surgeon's office, so me and my physio had a pint to discuss various outcomes,\" said the 27-year-old.\n\"We went in to the surgeon, and he said what he said. It's the realisation, but at the same time you're fighting every urge to accept it. Even though in the back of my mind I probably knew, I was still trying to fight it.\n\"It's not really until you're given that black and white news by someone else, because if it was up to me I'd still be giving it a go. To have a surgeon, a top-of-his-game surgeon, say to you, 'This isn't going to get better, it's time to call it a day,' is like a big anvil being dropped on top of you.\n\"We went back to the pub, had a few more pints, and I didn't really say very much. It was just my physio being a good bloke and telling me there were better things coming in my life. Then I went home and basically broke down in front of my missus.\n\"No-one else among the Saracens players really knew the gravity of where we were. I had purposely tried to keep it away from the lads as much as possible, because we're a very tight group.\n\"I even kept it away from my super-close friends like Jamie George, Owen Farrell, Jackson Wray and George Kruis, because I didn't want them to worry. These are guys I've grown up with, who I've seen every day since I was 14.\n\"For a week or two it was all very surreal. I was still in and around the club for a couple of weeks, having to keep it secret from my team-mates. When I finally told the team I was genuinely worried I wouldn't be able to get any words out. I was blubbering away. Waterfalls streaming down my face.\n\"I just wanted to thank them. People have always asked me, with the injuries, 'how are you able to come into training with a smile on your face when you're not playing'? And I said to the boys, 'the reason I was able to do that is because I was coming in to see you guys'. I'm doing something I love, with people that I love.\n\"I pop down to the training ground once a week to get my fix of seeing the lads and getting some banter thrown my way for my work bag. And it's like I've never left, which is obviously brilliant, and exactly how you want it to be. But equally they then go out and train, and I'm inside sending some emails, and it hits home every time that you're not doing it.\"\nThe coach missing half his squad: 'A crisis in the sport at the moment'\nWasps were without an entire XV - including fly-half Danny Cipriani - because of injury\nBernard Jackman is the genial head coach of Dragons. He currently has 24 players out injured, which equates to 48% of his squad.\nHe is also a former hooker for Leinster and Ireland.\nA three-year medical study in France found that hookers are more likely to be injured than any other position, suffering more face, neck and knee injuries than anyone else on the team.\n\"There seems to be a crisis in the sport at the moment, and it's not just our club. It seems to be getting worse,\" said the Irishman.\n\"The most important meeting of the week for me is the Monday morning one, when you get the assessment of what happened in the weekend's game from your medical staff and who is likely to be available for the weekend. I've started dreading those meetings now.\n\"It affects the quality we can train at. We're looking to create a style of play, and if the opposition in training aren't of the quality we're going to get on Saturday, it gives you a false sense of confidence. We don't get tested enough. The ball isn't in play enough when we do our defensive systems.\n\"I plan now that for any given match I'm going to be missing about 30% of my players. Most coaches are facing that at the moment. I think 20% missing would be decent at the moment. You'd be happy with that. Nobody's escaping from this.\n\"My own knees are shot. I'm not great first thing in the morning; my knees do get very sore if I'm on my feet for long. But I wouldn't change any of it. I'm still doing my passion.\n\"For 21 years I have been a professional player or coach, and I'm still loving it. Hookers carry quite a bit of ball; defensively you're making more tackles, trying to catch up with the flankers. But it's a great position to play - if my son wanted to play hooker, I certainly wouldn't try to talk him out of it.\n\"I was never worried about the future. It's great at the time, and it's always short-term. Can I play this week? Can I play next week? You worry about post-playing afterwards. And if you don't have that attitude you won't have a long career.\n\"Jamie Roberts [Harlequins centre] said the only time you're not injured is your first game, and I think that's right; there's very rarely a day when you're not hurt, and you just crack on.\n\"For the vast majority of injuries you can train and play. For sure there are days they can't get out of bed, but as you warm up and the day gets longer and you get the adrenaline into your body, you can play through that.\n\"It's the love of the game. It's the competitiveness. It's the sense of teamship. A job to do to represent your club, your region, your country, your family in a positive way. That 80 minutes on a Saturday gives you back more than the pain takes away during the week.\n\"That feeling of emptying yourself over 60 or 80 minutes brings contentment. There's nothing like it. There is something cleansing about it, something wholesome.\"\nThe doctor on the front line: 'Very few are playing injury free'\nFrench club Pau stood down former All Black Colin Slade after he suffered three concussions last season\nHighly regarded sports doctor Eanna Falvey was head of medical for the British and Irish Lions this summer, having been team doctor to the Irish rugby team for many years and Munster before that.\nA former Irish amateur heavyweight champion, he understands both the physical pain of elite sport and its addiction.\n\"It's a harsh reality, but very few players are playing injury free at any given point in time. Anything from a slight muscle strain to tightness in a joint to aggravation of an old injury,\" he said.\n\"Sometimes it can be difficult - if a player has a cruciate ligament repair, we'll generally see within four or five years that they'll have some degenerative change within the joint. A player will be managing but over time their knee will be getting sore - not acute, but regularly bothering them.\n\"It becomes a case of managing pain, but you have to avoid the quick fix of them coming to you for pain relief. That's very rarely a good idea. All you're doing is glossing over the underlying issue.\n\"During matches at the 2011 World Cup, the time for the doctor to run out, make contact with the player and make an assessment - you're talking 30 seconds maximum.\n\"There's a very rudimentary assessment where you ask the player five questions. I can say as a team physician I never got through the five questions without being interrupted by something or someone while I was trying to do it. I would have argued that that's not a long enough time to even decide if you're worried about somebody.\n\"You're trying to make an assessment with 80,000 screaming supporters, you're probably cold and wet, there are five minutes left in the game, your team is just about to win or lose - these are all things that shouldn't make a difference but they do.\n\"When the pressure is on, that can be a lonely place to be. Most pitches have a significant camber. So if you're on one touchline you often can't see the feet of players on the other side of the pitch. There is so much going on at any one time that you spend the whole match watching who does get up and who doesn't get up rather than what's happening in the match.\n\"I remember being with Ireland in Rome, and [ex-Ireland wing] Luke Fitzgerald called me over. He'd felt a little shudder in his knee. He had actually ruptured his cruciate. He was standing up, he was trying to jog around. To him it just felt a little wobbly, a bit unusual. You couldn't have chosen a more benign cause, but it was a devastating injury.\n\"It can be hard. You become reasonably friendly with these players. I teach a masters in sports medicine to doctors and physios, and one of the things I teach them is that you can't afford to be a fan.\n\"You can't afford to be emotionally invested in the outcome of either the team or the player's input on the team. You need to look after the player as a human being rather than part of the team.\"\nDuring two games for his new club Leicester this season, George Ford - often the smallest man on the pitch - made a combined 29 tackles. He has made 63 in all after six Premiership matches - the most by any back\nThe aftermath: 'Bending over to get into the bath is a genuine struggle'\nUgo Monye made more than 200 appearances for Harlequins on the wing, as well as winning 14 caps for England and two for the Lions.\nNow part of BBC Radio 5 live's Rugby Union Weekly Podcast, he is a little less flexible than he used to be.\n\"Every morning I get up, walk down the stairs and I struggle. It takes me 20 to 30 minutes to warm up my Achilles.\n\"I'm 34. I had a groin reconstruction about four or five years ago. I've got tendonitis in both my Achilles. I've got three prolapsed discs in my spine.\n\"We've got a new baby at home. My paternal duty is bathing Phoenix. Bending over to get into the bath is a genuine struggle. I can't actually bend over to pick her up.\n\"And this is coming from a winger. I wasn't a number eight who had the huge collisions and competed at the ruck.\"\nFrom the section Football\n",
        "quotes": [
            [
                "You struggle to get a good night's sleep after a game on a Saturday afternoon because your ear's hanging off or your shoulders hurt.",
                "",
                true
            ],
            [
                "You get to three o'clock on a Sunday and you start feeling worse.",
                "",
                true
            ],
            [
                "Normally Monday is the worst day for stiffness, tiredness, pain,",
                "",
                true
            ],
            [
                "What hurts most depends which way you've been lying, but usually you'll have a stiff neck or a stiff shoulder.",
                "",
                true
            ],
            [
                "You're creaky in your lower limbs, but you still get going.",
                "",
                true
            ],
            [
                "Usually by Thursday you're close to 95%.",
                "",
                true
            ],
            [
                "I'd never say you're 100% fresh.",
                "",
                true
            ],
            [
                "The pain bonds you as a team.",
                "",
                true
            ],
            [
                "You learn about each other in the tough times, whether that's the physical tough times or the mental ones, the emotional times.",
                "",
                true
            ],
            [
                "From that you get a deeper learning of each other, a deeper trust of each other.",
                "",
                true
            ],
            [
                "I do think about what it will be like when I'm 50 or 60.",
                "",
                true
            ],
            [
                "We were laughing in the dressing room today about what our reunion in 30 years' time will look like.",
                "",
                true
            ],
            [
                "It's a harder game now than when I started.",
                "",
                true
            ],
            [
                "There are more collisions, the skill level is higher, the conditioning is higher.",
                "",
                true
            ],
            [
                "To us it's all worth it, because we love what we do.",
                "",
                true
            ],
            [
                "You accept how you're going to be because you've enjoyed what you do.",
                "",
                true
            ],
            [
                "You prefer that to sitting at a desk for 50 years.",
                "",
                true
            ],
            [
                "My grandfather worked down a coal mine.",
                "",
                true
            ],
            [
                "The seam collapsed on him and he broke his back.",
                "",
                true
            ],
            [
                "He was left injured by his job and I will possibly have the same consequences.",
                "",
                true
            ],
            [
                "But I enjoy my job a lot more than he enjoyed his, so it's a pay-off.",
                "",
                true
            ],
            [
                "The big one you fear is a spinal injury.",
                "",
                true
            ],
            [
                "Everything else in your career, touch wood, whether it's knee ligaments or shoulders, surgery and medicine are so good that they can fix that in six or nine months.",
                "",
                true
            ],
            [
                "Spines, brains, the neural stuff - those are the ones you don't wish on anyone.",
                "",
                true
            ],
            [
                "There are times when you get rolled up at the bottom of things, or when you're clearing someone out of a breakdown and maybe your foot gets trapped and you're rolled back, or you're over the ball and you think, 'uh-oh'.",
                "",
                true
            ],
            [
                "There's a moment when you know for a flash second that you could be in trouble.",
                "",
                true
            ],
            [
                "Then your foot springs loose, it's over and you dust yourself off and you get on with it.",
                "",
                true
            ],
            [
                "You get two or maybe more a season like that when you think, 'I'm glad I came out of that unharmed'.",
                "",
                true
            ],
            [
                "You check yourself over and then you run off, because there's something else to be done.",
                "",
                true
            ],
            [
                "You accept it as part of the game.",
                "",
                true
            ],
            [
                "If you dwell on it, it will affect you for longer, and you'll probably expose yourself more to those sort of things.",
                "",
                true
            ],
            [
                "It's like if you go on an advanced driving course and you're told that if you're skidding out of control and you look at the crash, you're going to go into it, but if you look away from it you'll be OK.",
                "",
                true
            ],
            [
                "I had become best mates with all these consultants who were experts in different areas of the anatomy.",
                "",
                true
            ],
            [
                "There was a pub round the corner from the surgeon's office, so me and my physio had a pint to discuss various outcomes,",
                "",
                true
            ],
            [
                "We went in to the surgeon, and he said what he said.",
                "",
                true
            ],
            [
                "It's the realisation, but at the same time you're fighting every urge to accept it.",
                "",
                true
            ],
            [
                "Even though in the back of my mind I probably knew, I was still trying to fight it.",
                "",
                true
            ],
            [
                "It's not really until you're given that black and white news by someone else, because if it was up to me I'd still be giving it a go.",
                "",
                true
            ],
            [
                "To have a surgeon, a top-of-his-game surgeon, say to you, 'This isn't going to get better, it's time to call it a day,' is like a big anvil being dropped on top of you.",
                "",
                true
            ],
            [
                "We went back to the pub, had a few more pints, and I didn't really say very much.",
                "",
                true
            ],
            [
                "It was just my physio being a good bloke and telling me there were better things coming in my life.",
                "",
                true
            ],
            [
                "Then I went home and basically broke down in front of my missus.",
                "",
                true
            ],
            [
                "No-one else among the Saracens players really knew the gravity of where we were.",
                "",
                true
            ],
            [
                "I had purposely tried to keep it away from the lads as much as possible, because we're a very tight group.",
                "",
                true
            ],
            [
                "I even kept it away from my super-close friends like Jamie George, Owen Farrell, Jackson Wray and George Kruis, because I didn't want them to worry.",
                "",
                true
            ],
            [
                "These are guys I've grown up with, who I've seen every day since I was 14.",
                "",
                true
            ],
            [
                "For a week or two it was all very surreal.",
                "",
                true
            ],
            [
                "I was still in and around the club for a couple of weeks, having to keep it secret from my team-mates.",
                "",
                true
            ],
            [
                "When I finally told the team I was genuinely worried I wouldn't be able to get any words out.",
                "",
                true
            ],
            [
                "I just wanted to thank them.",
                "",
                true
            ],
            [
                "People have always asked me, with the injuries, 'how are you able to come into training with a smile on your face when you're not playing'?",
                "",
                true
            ],
            [
                "And I said to the boys, 'the reason I was able to do that is because I was coming in to see you guys'.",
                "",
                true
            ],
            [
                "I'm doing something I love, with people that I love.",
                "",
                true
            ],
            [
                "I pop down to the training ground once a week to get my fix of seeing the lads and getting some banter thrown my way for my work bag.",
                "",
                true
            ],
            [
                "And it's like I've never left, which is obviously brilliant, and exactly how you want it to be.",
                "",
                true
            ],
            [
                "But equally they then go out and train, and I'm inside sending some emails, and it hits home every time that you're not doing it.",
                "",
                true
            ],
            [
                "There seems to be a crisis in the sport at the moment, and it's not just our club.",
                "",
                true
            ],
            [
                "It seems to be getting worse,",
                "",
                true
            ],
            [
                "The most important meeting of the week for me is the Monday morning one, when you get the assessment of what happened in the weekend's game from your medical staff and who is likely to be available for the weekend.",
                "",
                true
            ],
            [
                "I've started dreading those meetings now.",
                "",
                true
            ],
            [
                "It affects the quality we can train at.",
                "",
                true
            ],
            [
                "We're looking to create a style of play, and if the opposition in training aren't of the quality we're going to get on Saturday, it gives you a false sense of confidence.",
                "",
                true
            ],
            [
                "We don't get tested enough.",
                "",
                true
            ],
            [
                "The ball isn't in play enough when we do our defensive systems.",
                "",
                true
            ],
            [
                "I plan now that for any given match I'm going to be missing about 30% of my players.",
                "",
                true
            ],
            [
                "Most coaches are facing that at the moment.",
                "",
                true
            ],
            [
                "I think 20% missing would be decent at the moment.",
                "",
                true
            ],
            [
                "You'd be happy with that.",
                "",
                true
            ],
            [
                "I'm not great first thing in the morning; my knees do get very sore if I'm on my feet for long.",
                "",
                true
            ],
            [
                "But I wouldn't change any of it.",
                "",
                true
            ],
            [
                "I'm still doing my passion.",
                "",
                true
            ],
            [
                "For 21 years I have been a professional player or coach, and I'm still loving it.",
                "",
                true
            ],
            [
                "Hookers carry quite a bit of ball; defensively you're making more tackles, trying to catch up with the flankers.",
                "",
                true
            ],
            [
                "But it's a great position to play - if my son wanted to play hooker, I certainly wouldn't try to talk him out of it.",
                "",
                true
            ],
            [
                "I was never worried about the future.",
                "",
                true
            ],
            [
                "It's great at the time, and it's always short-term.",
                "",
                true
            ],
            [
                "You worry about post-playing afterwards.",
                "",
                true
            ],
            [
                "And if you don't have that attitude you won't have a long career.",
                "",
                true
            ],
            [
                "Jamie Roberts [Harlequins centre] said the only time you're not injured is your first game, and I think that's right; there's very rarely a day when you're not hurt, and you just crack on.",
                "",
                true
            ],
            [
                "For the vast majority of injuries you can train and play.",
                "",
                true
            ],
            [
                "For sure there are days they can't get out of bed, but as you warm up and the day gets longer and you get the adrenaline into your body, you can play through that.",
                "",
                true
            ],
            [
                "It's the love of the game.",
                "",
                true
            ],
            [
                "It's the sense of teamship.",
                "",
                true
            ],
            [
                "A job to do to represent your club, your region, your country, your family in a positive way.",
                "",
                true
            ],
            [
                "That 80 minutes on a Saturday gives you back more than the pain takes away during the week.",
                "",
                true
            ],
            [
                "That feeling of emptying yourself over 60 or 80 minutes brings contentment.",
                "",
                true
            ],
            [
                "There is something cleansing about it, something wholesome.",
                "",
                true
            ],
            [
                "It's a harsh reality, but very few players are playing injury free at any given point in time.",
                "",
                true
            ],
            [
                "Anything from a slight muscle strain to tightness in a joint to aggravation of an old injury,",
                "",
                true
            ],
            [
                "Sometimes it can be difficult - if a player has a cruciate ligament repair, we'll generally see within four or five years that they'll have some degenerative change within the joint.",
                "",
                true
            ],
            [
                "A player will be managing but over time their knee will be getting sore - not acute, but regularly bothering them.",
                "",
                true
            ],
            [
                "It becomes a case of managing pain, but you have to avoid the quick fix of them coming to you for pain relief.",
                "",
                true
            ],
            [
                "That's very rarely a good idea.",
                "",
                true
            ],
            [
                "All you're doing is glossing over the underlying issue.",
                "",
                true
            ],
            [
                "During matches at the 2011 World Cup, the time for the doctor to run out, make contact with the player and make an assessment - you're talking 30 seconds maximum.",
                "",
                true
            ],
            [
                "There's a very rudimentary assessment where you ask the player five questions.",
                "",
                true
            ],
            [
                "I can say as a team physician I never got through the five questions without being interrupted by something or someone while I was trying to do it.",
                "",
                true
            ],
            [
                "I would have argued that that's not a long enough time to even decide if you're worried about somebody.",
                "",
                true
            ],
            [
                "You're trying to make an assessment with 80,000 screaming supporters, you're probably cold and wet, there are five minutes left in the game, your team is just about to win or lose - these are all things that shouldn't make a difference but they do.",
                "",
                true
            ],
            [
                "When the pressure is on, that can be a lonely place to be.",
                "",
                true
            ],
            [
                "Most pitches have a significant camber.",
                "",
                true
            ],
            [
                "So if you're on one touchline you often can't see the feet of players on the other side of the pitch.",
                "",
                true
            ],
            [
                "There is so much going on at any one time that you spend the whole match watching who does get up and who doesn't get up rather than what's happening in the match.",
                "",
                true
            ],
            [
                "I remember being with Ireland in Rome, and [ex-Ireland wing] Luke Fitzgerald called me over.",
                "",
                true
            ],
            [
                "He'd felt a little shudder in his knee.",
                "",
                true
            ],
            [
                "He had actually ruptured his cruciate.",
                "",
                true
            ],
            [
                "He was standing up, he was trying to jog around.",
                "",
                true
            ],
            [
                "To him it just felt a little wobbly, a bit unusual.",
                "",
                true
            ],
            [
                "You couldn't have chosen a more benign cause, but it was a devastating injury.",
                "",
                true
            ],
            [
                "You become reasonably friendly with these players.",
                "",
                true
            ],
            [
                "I teach a masters in sports medicine to doctors and physios, and one of the things I teach them is that you can't afford to be a fan.",
                "",
                true
            ],
            [
                "You can't afford to be emotionally invested in the outcome of either the team or the player's input on the team.",
                "",
                true
            ],
            [
                "You need to look after the player as a human being rather than part of the team.",
                "",
                true
            ],
            [
                "Every morning I get up, walk down the stairs and I struggle.",
                "",
                true
            ],
            [
                "It takes me 20 to 30 minutes to warm up my Achilles.",
                "",
                true
            ],
            [
                "I had a groin reconstruction about four or five years ago.",
                "",
                true
            ],
            [
                "I've got tendonitis in both my Achilles.",
                "",
                true
            ],
            [
                "I've got three prolapsed discs in my spine.",
                "",
                true
            ],
            [
                "We've got a new baby at home.",
                "",
                true
            ],
            [
                "My paternal duty is bathing Phoenix.",
                "",
                true
            ],
            [
                "Bending over to get into the bath is a genuine struggle.",
                "",
                true
            ],
            [
                "I can't actually bend over to pick her up.",
                "",
                true
            ],
            [
                "And this is coming from a winger.",
                "",
                true
            ],
            [
                "I wasn't a number eight who had the huge collisions and competed at the ruck.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.bbc.com/sport/rugby-union/41491349",
                "http://www.bbc.com/sport/rugby-union/41036497"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bbc.co.uk/programmes/p05jsb9x",
                "https://www.bbc.com/sport/football"
            ]
        },
        "key_words": [
            "going",
            "im",
            "player",
            "team",
            "play",
            "game",
            "crisis",
            "coach",
            "doctor",
            "pain",
            "youre",
            "players",
            "injury",
            "rugbys"
        ]
    }
]