[
    {
        "url": "https://www.politico.com/story/2016/09/clinton-trump-terror-threat-228354?cmpid=sf",
        "title": "Clinton warns against getting 'distracted' by Trump's terror talk",
        "authors": [
            {
                "name": "Nolan D. Mccaskill",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-19",
        "text": "Hillary Clinton on Monday urged Americans not to get “diverted and distracted” by Donald Trump's inflammatory words as the United States combats the threat posed by the Islamic State.\n“Let’s not get diverted and distracted by the kind of campaign rhetoric we hear coming from the other side. This is a serious challenge,” Clinton told reporters after delivering a statement from White Plains, New York. “We are well equipped to meet it. And we can do so in keeping with smart law enforcement, good intelligence and in concert with our values.”\nStory Continued Below\nClinton addressed the recent string of attacks in New York, New Jersey and Minnesota on Monday, remarking that the terrorist threat of the Islamic State is real while also casting herself as the only candidate with the experience necessary to handle such threats.\n“This threat is real but so is our resolve. Americans will not cower. We will prevail. We will defend our country and defeat the evil, twisted ideology of the terrorists,\" said Clinton, who implicitly contrasted her role as head of the State Department and Trump’s inexperience in politics and government as she declared, \"I’m the only candidate in this race who has been part of the hard decisions to take terrorists off the battlefield.”\nClinton also presented herself as a longtime advocate of “tough vetting” and called for an improved visa system. Her response Monday contradicted Trump’s message. While the Republican presidential nominee seemingly encouraged racial profiling to help law enforcement stop future attacks during a phone interview with “Fox and Friends,” Clinton talked up her bona fides.\n“I was part of the national security team that worked with President Obama, developed strategies to fight the terrorists — sometimes that involved direct kinetic action, sometimes that involved working with allies and partners, sometimes that involved capture,” she said. “I won’t get into classified information, but I have sat at that table in the Situation Room, I have analyzed the threats, I have contributed to actions that have neutralized our enemies. I know how to do this and I understand how we don’t want this to get even bigger than it already is.”\nAs for Trump’s contributions to the terrorism conversation, Clinton cited his rhetoric as ammunition for the other side. “We know that Donald Trump’s comments have been used online for recruitment of terrorists,” she said. “We’ve heard that from former CIA Director Michael Hayden, who made it a very clear point when he said Donald Trump is being used as a recruiting sergeant in and for the terrorists. We know from the former head of the Counterterrorism Center, Mike Olsen, that the language that Mr. Trump has used is giving aid and comfort to our adversaries.”\nTrump on Monday again criticized President Barack Obama and Clinton for refusing to go after “radical Islamic terrorism.” But Clinton brushed off the real estate mogul’s criticism of her record.\n“Well, it’s like so much else he says: It’s not grounded in fact. It’s meant to, you know, make some kind of demagogic point,” Clinton said. “And the facts are pretty clear that, you know, we still have challenges. That’s what I have been talking about throughout this campaign. I am prepared to, ready to actually take on those challenges, not engage in a lot of, you know, irresponsible, reckless rhetoric, but to do the hard work as I’ve done before, to put into place the strategies for local and state law enforcement for an intelligence surge, for the kind of preventive actions we need to take here at home and to intensify our efforts to defeat ISIS.”\nClinton suggested Americans won’t hear her opponent’s plan, and not because it's secret. “He keeps saying he has a secret plan. Well, the secret is he has no plan,” she said. “So let’s focus on what we really can do, and what I've laid out is a path forward that will keep us safer, protect our country and go after the terrorists to finally destroy them.”\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "Let’s not get diverted and distracted by the kind of campaign rhetoric we hear coming from the other side.",
                "Clinton",
                true
            ],
            [
                "We are well equipped to meet it.",
                "Clinton",
                true
            ],
            [
                "And we can do so in keeping with smart law enforcement, good intelligence and in concert with our values.",
                "Clinton",
                true
            ],
            [
                "This threat is real but so is our resolve.",
                "",
                true
            ],
            [
                "We will defend our country and defeat the evil, twisted ideology of the terrorists,\" said Clinton, who implicitly contrasted her role as head of the State Department and Trump’s inexperience in politics and government as she declared, \"I’m the only candidate in this race who has been part of the hard decisions to take terrorists off the battlefield.",
                "",
                true
            ],
            [
                "I was part of the national security team that worked with President Obama, developed strategies to fight the terrorists — sometimes that involved direct kinetic action, sometimes that involved working with allies and partners, sometimes that involved capture,",
                "Clinton",
                true
            ],
            [
                "I won’t get into classified information, but I have sat at that table in the Situation Room, I have analyzed the threats, I have contributed to actions that have neutralized our enemies.",
                "Clinton",
                true
            ],
            [
                "I know how to do this and I understand how we don’t want this to get even bigger than it already is.",
                "Clinton",
                true
            ],
            [
                "We know that Donald Trump’s comments have been used online for recruitment of terrorists,",
                "Clinton",
                true
            ],
            [
                "We’ve heard that from former CIA Director Michael Hayden, who made it a very clear point when he said Donald Trump is being used as a recruiting sergeant in and for the terrorists.",
                "Clinton",
                true
            ],
            [
                "We know from the former head of the Counterterrorism Center, Mike Olsen, that the language that Mr. Trump has used is giving aid and comfort to our adversaries.",
                "Clinton",
                true
            ],
            [
                "Well, it’s like so much else he says: It’s not grounded in fact.",
                "Clinton",
                true
            ],
            [
                "It’s meant to, you know, make some kind of demagogic point,",
                "Clinton",
                true
            ],
            [
                "And the facts are pretty clear that, you know, we still have challenges.",
                "Clinton",
                true
            ],
            [
                "That’s what I have been talking about throughout this campaign.",
                "Clinton",
                true
            ],
            [
                "I am prepared to, ready to actually take on those challenges, not engage in a lot of, you know, irresponsible, reckless rhetoric, but to do the hard work as I’ve done before, to put into place the strategies for local and state law enforcement for an intelligence surge, for the kind of preventive actions we need to take here at home and to intensify our efforts to defeat ISIS.",
                "Clinton",
                true
            ],
            [
                "He keeps saying he has a secret plan.",
                "Clinton",
                true
            ],
            [
                "Well, the secret is he has no plan,",
                "Clinton",
                true
            ],
            [
                "So let’s focus on what we really can do, and what I've laid out is a path forward that will keep us safer, protect our country and go after the terrorists to finally destroy them.",
                "Clinton",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/trump-response-new-york-bomb-228350"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "talk",
            "secret",
            "distracted",
            "warns",
            "terror",
            "clinton",
            "trumps",
            "threat",
            "terrorists",
            "real",
            "getting",
            "know",
            "rhetoric",
            "state",
            "used"
        ]
    }
]