[
    {
        "url": "http://www.cnn.com/2017/10/05/us/security-guard-las-vegas-hotel/index.html",
        "title": "Mandalay Bay security guard who was shot hailed for bravery",
        "authors": [
            {
                "name": "Madison Park",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-05",
        "text": "Hotel security guard who approached shooter's room hailed for bravery\nUpdated 6:26 AM ET, Thu October 5, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nSecurity guard was first to approach Stephen Paddock during Sunday's shooting\nJesus Campos is out of hospital, union president says\n(CNN)\nThe security guard who first approached Stephen Paddock's hotel suite during the massacre in Las Vegas, was shot in the leg and continued to help clear rooms after getting injured, police said.\nJesus Campos was identified as the security guard at the Mandalay Bay Resort and Casino, said David Hickey, president of the union that represents the hotel's security guards. He was uncertain whether Campos was armed at the time.\nCampos is out of the hospital, but is expected to have surgery at a later date to remove a bullet, Hickey told CNN's Wolf Blitzer.\nWhen reached by ABC News , Campos said he was fine. \"I was just doing my job,\" he said.\nCampos' actions may have distracted Paddock, possibly saving lives of many people below at the country music festival. The shooter killed 58 people and the attack left nearly 500 concertgoers wounded.\nRead More\nPaddock began firing at concertgoers from his 32nd-floor suite beginning 10:05 p.m. Sunday, according to police.\nFull coverage\nCampos had been in the building, patrolling the halls and was sent to the area of commotion. When he got to the shooter's floor, Campos found the stairwells had been barricaded and had to use the elevator, Hickey said he was told by local union officials.\nWhen Campos approached Paddock's suite, the shooter \"fired through the door, striking Mr. Campos in the upper right thigh,\" said Hickey who is president of the International Union, Security, Police and Fire Professionals of America.\nHe faced well over 200 rounds, said Sheriff Joseph Lombardo of the Las Vegas Metropolitan Police on Wednesday. \"It's amazing that that security guard didn't sustain additional injury.\"\nAfter being shot, Campos spoke with police officers at 10:18 p.m., giving them the shooter's exact room and key pass.\n\"His bravery was amazing because he remained with our officers, providing them the key pass to access the door and continued to help them clear rooms until our officers demanded he seek medical attention,\" said Lombardo.\nClark County Undersheriff Kevin McMahill also commended the security guard as \"very heroic.\"\nWhen asked why he thought Paddock stopped shooting at concertgoers, McMahill said Tuesday he believed Paddock's attention had been diverted as he fired at the security guard.\nCNN's Dave Alsup contributed to this report.\n",
        "quotes": [
            [
                "I was just doing my job,",
                "Jesus Campos",
                true
            ],
            [
                "fired through the door, striking Mr. Campos in the upper right thigh,",
                "Hickey",
                false
            ],
            [
                "It's amazing that that security guard didn't sustain additional injury.",
                "Joseph Lombardo",
                true
            ],
            [
                "His bravery was amazing because he remained with our officers, providing them the key pass to access the door and continued to help them clear rooms until our officers demanded he seek medical attention,",
                "Lombardo",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2017/10/05/us/las-vegas-shooting-investigation/index.html"
            ],
            "gov_pgs": [
                "https://abcnews.go.com/US/security-guard-las-vegas-gunman-unarmed/story?id=50290318"
            ],
            "unsure": []
        },
        "key_words": [
            "bay",
            "shot",
            "hospital",
            "wounded",
            "bravery",
            "stephen",
            "hailed",
            "security",
            "hickey",
            "union",
            "campos",
            "paddock",
            "guard",
            "mandalay",
            "president"
        ]
    }
]