[
    {
        "url": "http://www.bbc.com/sport/gymnastics/41547182",
        "title": "Claudia Fragapane wins World Gymnastics bronze in Montreal",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-08",
        "text": "By David McDaid\n8 Oct 2017\nFragapane wins floor bronze\nGreat Britain's Claudia Fragapane won a world bronze medal in the floor at the World Gymnastics Championships in Montreal on Sunday.\nThe 19 year-old scored 13.933 behind Japan's winner, Mai Murakami (14.233), and Jade Carey of the USA (14.2).\n\"It's absolutely incredible, I can't believe I have a bronze medal round my neck,\" Fragapane - who won four 2014 Commonwealth golds - told BBC Sport.\n\"All the hurt from missing the Olympic final has gone away. I'm so happy.\"\nFragapane is the first British woman to win an individual world medal since Beth Tweddle won uneven bars gold in 2010.\nCompeting fifth out of the eighth finalists, Fragapane dropped marks after a messy landing on her first tumble pass.\nOnly just managing to avoid stepping out of the floor she then recomposed herself to finish strongly.\nInspired to try gymnastics?\nFind out how to get into gymnastics with our special guide .\nHer maiden individual medal was confirmed when the last gymnast, Vanessa Ferrari, had to abandon her routine after an awkward landing.\n\"I was so angry after that landing and I was determined to get through to the end cleanly,\" said Fragapane.\nShare this page\nShare this with\nTop Stories\nFrom the section Football\nFrom the section Football\nFrom the section Gymnastics\nFrom the section Gymnastics\nAlso in Sport\n",
        "quotes": [
            [
                "It's absolutely incredible, I can't believe I have a bronze medal round my neck,",
                "",
                true
            ],
            [
                "All the hurt from missing the Olympic final has gone away.",
                "",
                true
            ],
            [
                "I was so angry after that landing and I was determined to get through to the end cleanly,",
                "Fragapane",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.com/sport/gymnastics",
                "https://www.bbc.com/sport/football",
                "http://www.bbc.com/sport/get-inspired/28689820"
            ]
        },
        "key_words": [
            "medal",
            "individual",
            "won",
            "montreal",
            "world",
            "claudia",
            "gymnastics",
            "landing",
            "wins",
            "bronze",
            "fragapane",
            "gold",
            "floor"
        ]
    }
]