[
    {
        "url": "https://www.reuters.com/article/us-china-tech-breakingviews/breakingviews-beijings-closer-embrace-is-bad-news-for-big-tech-idUSKBN1CH0HK",
        "title": "Breakingviews - Beijing’s closer embrace is bad news for Big Tech",
        "authors": [
            {
                "name": "Robyn Mak",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "Breakingviews - Beijing’s closer embrace is bad news for Big Tech\n3 Min Read\nPeople walk past a logo of Tencent Literature at a Tencent Interactive Entertainment stand during a book fair in Guangzhou, Guangdong province, China August 17, 2014. Picture taken August 17, 2014. REUTERS/Stringer\nHONG KONG (Reuters Breakingviews) - President Xi Jinping’s closer embrace is bad news for Big Tech. China’s government wants stakes and board seats at web giants like Tencent, the Wall Street Journal reported on Wednesday. Beijing is already influential behind the scenes in technology, and given its tightening grip elsewhere, a power grab in this vital sector was all but inevitable. This will nonetheless cost investors.\nChina’s bureaucrats have held discussions with Tencent, microblog-operator Weibo, and a video-streaming platform owned by e-commerce group Alibaba, according to the Journal, which cited people close to the companies. State-backed funds would buy a 1 percent stake via “special management shares” allowing them to put a government official on the board. The powerful internet watchdog has already trialled this arrangement with two startups, the newspaper said.\nXi’s government is increasing its control on everything from traditional media to private conglomerates like Dalian Wanda and Anbang. So, Beijing’s latest focus on social media and internet companies was to be expected.\nTo be sure, too, the government already exerts substantial sway over the sector. Tough censorship and capital controls mean bosses like Tencent’s Pony Ma need good relations with regulators. He and rivals like Jack Ma of Alibaba are also increasingly pushing into sensitive sectors like cloud computing and finance.\nThat said, government intervention in decision-making will have far more impact. Recently tech groups including Alibaba, Baidu, and JD.com injected $12 billion into state-owned telecom Unicom, as part of the government’s “mixed-ownership” reform. That could be the first of a series of politically motivated investments. So capital allocation could get worse.\nForeign scrutiny of Chinese takeovers is already increasing, and politicians in the United States, Europe and elsewhere are pushing for even tighter controls based on national security concerns. The $1 billion acquisition of U.S.-based MoneyGram by Ant Financial, Jack Ma’s financial-technology group, has been delayed, with the buyer having to refile an application, Reuters reported last month. Having direct state backing will make it much harder for these groups to argue they are independent actors.\nBreakingviews\nReuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the world every day. A global team of about 30 correspondents in New York, London, Hong Kong and other major cities provides expert analysis in real time.\nSign up for a free trial of our full service at https://www.breakingviews.com/trial and follow us on Twitter @Breakingviews and at www.breakingviews.com . All opinions expressed are those of the authors.\n0 : 0\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.breakingviews.com",
                "https://twitter.com/breakingviews",
                "https://www.breakingviews.com/trial/"
            ]
        },
        "key_words": [
            "reported",
            "bad",
            "tech",
            "alibaba",
            "tencent",
            "breakingviews",
            "pushing",
            "media",
            "beijings",
            "sector",
            "ma",
            "journal",
            "jack",
            "closer",
            "big",
            "embrace"
        ]
    }
]