[
    {
        "url": "https://www.reuters.com/article/us-eu-banks-regulation/eu-weakens-plan-on-bank-deposits-safety-net-risks-clash-with-ecb-idUSKBN1CG17M",
        "title": "EU weakens plan on bank protection, risks ECB clash on bad loans",
        "authors": [
            {
                "name": "Francesco Guarascio",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "October 11, 2017 /  10:25 AM / 2 years ago\nEU weakens plan on bank protection, risks ECB clash on bad loans\nBRUSSELS (Reuters) - The European Commission proposed on Wednesday watered-down measures to help guard European Union banks against future crises, after two years of fruitless talks among the 28 EU states on more ambitious plans.\nA general view shows the European Commission President Jean-Claude Juncker addressing the European Parliament during a debate on The State of the European Union in Strasbourg, France, September 13, 2017.  REUTERS/Christian Hartmann\nThe new proposals were designed to win over Germany, the EU’s largest economy and the staunchest opponent of sharing banking risks among EU states, but the German banking lobby quickly dismissed them.\nThe proposals could also slow the European Central Bank’s plans to reduce the exposure of banks to bad loans. Shares of Italian banks rose, since they would face big losses if the EU mandated they quickly unload bad debts.\nThe Commission proposal would reduce the sharing of banking risks and set strict conditions that states must meet before their banks gain access to safety nets funded at the EU level.\nThose changes were intended to placate Germany, whose departing finance minister, Wolfgang Schaeuble, repeatedly argued that sharing risks meant richer German banks would prop up weaker banks in other EU countries. His successor may be equally dubious.\nThe plan, revealed by Reuters last week, discards earlier proposals for full-fledged European insurance of savers if banks fail, leaving the burden largely with individual member states.\nEU rules guarantee deposits up to 100,000 euros ($118,000), a provision meant to strengthen confidence in the region’s banks after a decade-long crisis that has seen the bailout of several top banks.\nBut existing national schemes to insure depositors are considered insufficient to cope with a major banking crisis. An EU backstop, funded by all banks in the bloc, is considered the best guarantee to protect savers and increase market confidence.\nUMBRELLA WITH HOLES?\nUnder the new proposals, a European Deposit Insurance Scheme (EDIS) would intervene only after national schemes had spent all the money they had available.\nIn an initial phase, EDIS would lend to national insurers only enough to cover 30 percent of their losses. That would increase in stages to 90 percent in 2021.\nIn a second phase, EDIS would directly cover depositors’ losses, but only partly. National insurance schemes would continue to bear the brunt of a banking crisis.\nThe beginning of the second phase would not be automatic but would depend on banks’ ability to clean up their balance sheets and dispose of bad loans.\nBut the German banking lobby DK said the plan was “only a marginal advance” and urged measures to clean up bank balance sheets before the first phase began.\nNon-performing loans (NPLs) in EU banks are decreasing, but still amount to nearly 1 trillion euros ($1.18 trillion), mostly at lenders in southern euro zone countries.\nThe Commission said it would make new legislative proposals by spring to address the NPLs problem, including measures to revamp a secondary market for bad loans and to favor banks’ recovery of soured credit, such as mortgages.\nIt will also consider possible legislative measures on “minimum levels of provisioning which banks must make for future NPLs arising from newly originated loans.”\nThe Commission document did not mention stricter provisions for existing bad loans, an omission that pushed Italian banks’ stocks up, traders said.\nItaly’s bank index .FTIT8300 was up 0.9 percent by 1445 GMT, outperforming a 0.3 percent decline in the pan-European banking index .SX7P after the Commission’s proposal.\nItalian banks sold off over the past week after the European Central Bank disclosed plans to require lenders to set aside more money on new bad loans from next year and considered moves to reduce the existing stock of bad loans.\nCLASH WITH ECB?\nThe Commission’s aims match the ECB plan, but a parallel process could slow things down. EU legislative proposals require the backing of EU states and parliamentarians, a process that usually takes months or years before rules enter into force.\nCommission Vice President Valdis Dombrovskis told a news conference he expected the ECB to take into account opinions of other institutions and market participants before adopting any measure.\nHe also said that legislators and supervisors have different powers and the ECB could intervene to address risks on specific banks.\nThe president of the European Parliament, Antonio Tajani, urged the ECB to involve the parliament in decisions on bad loans.\nItaly has criticized the ECB move, urging a more gradual reduction of bad loans to avoid creating large holes in bank  balance sheets. Germany has supported the ECB move.\nBut an EU legislator close to German Chancellor Angela Merkel, Markus Ferber, attacked the ECB on Wednesday, saying it lacked “modesty” with its NPL plans.\n“I do not want to see the ECB creating a parallel regime of capital requirements that bypasses the legislator,” he said.\nReporting by Francesco Guarascio @fraguarascio; additional reporting by Peter Maushagen and Arno Schuetze; Larry King\n",
        "quotes": [
            [
                "minimum levels of provisioning which banks must make for future NPLs arising from newly originated loans.",
                "",
                false
            ],
            [
                "I do not want to see the ECB creating a parallel regime of capital requirements that bypasses the legislator,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "bad",
            "plan",
            "ecb",
            "states",
            "eu",
            "bank",
            "weakens",
            "proposals",
            "banks",
            "commission",
            "european",
            "risks",
            "protection",
            "clash",
            "banking",
            "loans"
        ]
    }
]