[
    {
        "url": "http://occupydemocrats.com/2016/09/27/jerry-springer-just-summed-trumps-debate-perfect-tweet/",
        "title": "Jerry Springer Just Summed Up Trump’s Debate With The PERFECT Tweet",
        "authors": [
            {
                "name": "Marcos Da Silva",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-27",
        "text": "Now Reading\nJerry Springer Just Summed Up Trump’s Debate With The PERFECT Tweet\nRead Next\nMillions of people tuned in Monday night to watch coverage of the presidential debate between Hilary Clinton and Trump. Going into the debate, election polls were pretty even, but after an incredible display of stamina, Hilary Clinton came out the clear winner, as reported by  almost every media organization broadcasting the debate .\nFollowing the debate, many public personalities took to Twitter to voice their opinion on the biggest political event of the last decade. But few were quite as hilarious and spot-on as former tabloid talk show host Jerry Springer of The Jerry Springer Show:\nHillary Clinton belongs in the White House. Donald Trump belongs on my show.\nSee Also\nLet’s hope America makes the right choice this November.\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://occupydemocrats.com/2016/09/27/major-polls-tonights-debate-just-came-results/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "jerry",
            "hilary",
            "belongs",
            "summed",
            "debate",
            "trumps",
            "trump",
            "clinton",
            "white",
            "donald",
            "right",
            "springer",
            "perfect"
        ]
    }
]