[
    {
        "url": "https://www.cnn.com/2016/09/19/politics/ivanka-trump-paul-ryan-meet/index.html",
        "title": "Ivanka Trump, Paul Ryan meet",
        "authors": [
            {
                "name": "Deirdre Walsh",
                "link": null
            },
            {
                "name": "Tal Kopan",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-19",
        "text": "Updated 5:51 PM ET, Mon September 19, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nHouse Speaker Paul Ryan and Donald Trump have had a tense relationship throughout the campaign\nRyan was in New York to address a luncheon\nWashington (CNN)\nIvanka Trump, the Republican presidential nominee's daughter, met with House Speaker Paul Ryan in New York on Monday, an aide to the Republican congressman confirmed to CNN.\nThe meeting was requested by Ivanka Trump, according to the speaker's office.\n\"It was a productive conversation where Ryan spoke about his 2012 experience and Ivanka shared updates about her father's campaign,\" the aide said.\nRyan was in town to address a luncheon at the Economic Club of New York.\nRead More\nRyan and Donald Trump have had a tense relationship throughout the 2016 campaign.\nAfter Trump became the presumptive nominee, Ryan publicly hesitated to endorse him, saying he needed time to decide. He eventually did endorse Trump, and the two have met. But Ryan has also remained critical of some of Trump's policies and rhetoric.\nTrump has returned the favor to Ryan, echoing his wait-and-see language on endorsing the speaker during his primary race.\nIvanka Trump is one of Trump's closest confidantes. She has also been involved in policy development, recently pushing her father to unveil a childcare proposal.\nRyan boasted about his own daughter's new political position during his speech on Monday, revealing that she won a school election to become vice president of her 9th grade class at her high school in Wisconsin.\n\"It goes to show that at least somebody in our family can get elected to vice president, so we broke that curse,\" Ryan, who served as the GOP's 2012 vice presidential nominee joked.\n",
        "quotes": [
            [
                "It was a productive conversation where Ryan spoke about his 2012 experience and Ivanka shared updates about her father's campaign,",
                "",
                true
            ],
            [
                "It goes to show that at least somebody in our family can get elected to vice president, so we broke that curse,",
                "Ryan",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/ivanka-trump-meets-with-paul-ryan-in-new-york-228374"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "york",
            "trump",
            "paul",
            "house",
            "ryan",
            "republican",
            "aide",
            "speaker",
            "address",
            "ivanka",
            "meet"
        ]
    }
]