[
    {
        "url": "http://money.cnn.com/2017/10/08/media/cbs-sports-colin-kaepernick/index.html",
        "title": "CBS reporter: I didn't talk to Kaepernick about kneeling",
        "authors": [
            {
                "name": "Jill Disis",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2017-10-08",
        "text": "by Jill Disis   @CNNMoney October 8, 2017: 7:02 PM ET\n#TakeAKnee heats up on and off the field\nA CBS sports writer who said Sunday that Colin Kaepernick would stand for the national anthem if he signed with another NFL team is now saying he never asked the quarterback about the issue.\nLa Canfora said he recently spoke with the free agent about his desire to play football again. During the segment, anchor James Brown turned to the anthem debate: \"And kneeling, he said?\"\n\"He's not planning on kneeling,\" La Canfora said. \"He's going to donate all his jersey sales, and he's planning on standing for the anthem if given the opportunity.\"\nBut La Canfora later said he and Kaepernick didn't talk about kneeling during the anthem, even though that answer sounded as if they did.\n\"Standing for Anthem wasn't something that I spoke to Colin about,\" La Canfora wrote in a series of tweets he said were meant to \"clarify\" his report. \"I relayed what had been reported about him standing in the future.\"\nStanding for Anthem wasn't something that I spoke to Colin about sat. I relayed what had been reported about him standing in the future...\nLa Canfora did not name any report in his tweets. But ESPN reported in March that Kaepernick would stand during the national anthem this season, citing unnamed sources.\n\"Colin would have to address any future demonstrations,\" La Canfora tweeted. \"I didn't ask him if he would sit or stand.\"\nA spokesperson for CBS sports referred CNNMoney to those tweets.\nLa Canfora's report was picked up by several news outlets, including the Associated Press . The AP issued a correction after La Canfora tweeted about the segment.\nThe dust-up even caught the attention of Kaepernick himself.\n\"A lie gets halfway around the world before the truth has a chance to get its pants on,\" he tweeted.\nA lie gets halfway around the world before the truth has a chance to get its pants on.\nWinston S. Churchill\nKaepernick also retweeted several messages that called reports that he would stand for the anthem \" completely false, \" along with others that said he has not discussed the issue .\nKaepernick played for the San Francisco 49ers until earlier this year. His free agency has sparked questions about whether it's connected to his decision to kneel during the anthem last season.\nKaepernick said at the time that he was protesting the treatment of black Americans, particularly by the police.\nCNNMoney (New York) First published October 8, 2017: 7:02 PM ET\nNewsletter\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "He's not planning on kneeling,",
                "La Canfora",
                true
            ],
            [
                "He's going to donate all his jersey sales, and he's planning on standing for the anthem if given the opportunity.",
                "La Canfora",
                true
            ],
            [
                "Standing for Anthem wasn't something that I spoke to Colin about,",
                "La Canfora",
                true
            ],
            [
                "I relayed what had been reported about him standing in the future.",
                "La Canfora",
                true
            ],
            [
                "Colin would have to address any future demonstrations,",
                "La Canfora",
                true
            ],
            [
                "I didn't ask him if he would sit or stand.",
                "La Canfora",
                true
            ],
            [
                "A lie gets halfway around the world before the truth has a chance to get its pants on,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.espn.com/nfl/story/_/id/18805744/colin-kaepernick-stand-national-anthem-next-season",
                "https://www.apnews.com/d6bc2da889d349b3874976099fe938fc"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/deray/status/917107180393893888",
                "https://twitter.com/AP/status/917111556030304262",
                "https://twitter.com/nessnitty/status/917098146542575617",
                "https://twitter.com/intent/user?screen_name=CNNMoney"
            ]
        },
        "key_words": [
            "reported",
            "kaepernick",
            "stand",
            "reporter",
            "spoke",
            "kneeling",
            "didnt",
            "report",
            "anthem",
            "cbs",
            "la",
            "colin",
            "talk",
            "canfora",
            "standing"
        ]
    }
]