[
    {
        "url": "https://www.politico.com/blogs/swing-states-2016-election/2016/09/poll-trump-clinton-colorado-pennsylvania-228662?cmpid=sf",
        "title": "New poll has Clinton, Trump in virtual dead heat in Colorado, Pennsylvania",
        "authors": [
            {
                "name": "Nolan D. Mccaskill",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-26",
        "text": "A CNN poll has Hillary Clinton deadlocked with Donald Trump in the swing states of Pennsylvania and Colorado. | Getty\nNew poll has Clinton, Trump in virtual dead heat in Colorado, Pennsylvania\nHillary Clinton and Donald Trump are virtually tied in Pennsylvania and Colorado, according to CNN/ORC polls of the battleground states released Monday.\nClinton and Trump are separated by a single point in both states — well within the margin of error — with Clinton’s advantage coming in Pennsylvania while Trump leads in Colorado .\nClinton tops the field in a four-way matchup in Pennsylvania with 45 percent support to Trump’s 44 percent. Libertarian nominee Gary Johnson follows with 6 percent support, while Green Party nominee Jill Stein sits at 3 percent, among likely voters.\nIn Colorado, it’s Trump who leads the field, with 42 percent support, followed by Clinton at 41 percent, Johnson at 13 percent and Stein at 3 percent.\nIn a head-to-head, though, Clinton holds narrow advantages over Trump in both states. She leads Trump 50 percent to 47 percent among likely voters in Pennsylvania and 49 percent to 47 percent in Colorado.\nThe polls come hours ahead of Monday night’s presidential debate between Clinton and Trump. While nearly 8-in-10 voters in Pennsylvania and Colorado said they’ve already made their minds up on who they will vote for in November, more than 20 percent in each state said they could change their mind, suggesting Monday’s performance could impact the race.\nThe surveys of 771 likely Pennsylvania voters and 784 likely Colorado voters were conducted Sept. 20-25 via landline and cellphone. They have a margin of error of plus or minus 3.5 percentage points.\nThis article tagged under:\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "voters",
            "heat",
            "leads",
            "stein",
            "dead",
            "colorado",
            "trump",
            "virtual",
            "clinton",
            "states",
            "likely",
            "pennsylvania",
            "support",
            "poll"
        ]
    }
]