[
    {
        "url": "https://www.cnn.com/2016/09/26/politics/harry-reid-flint-water-funding/index.html",
        "title": "Reid signals possible solution to funding stalemate",
        "authors": [
            {
                "name": "Deirdre Walsh",
                "link": null
            },
            {
                "name": "Manu Raju",
                "link": null
            },
            {
                "name": "Ted Barrett",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-26",
        "text": "By Ted Barrett, Manu Raju and Deirdre Walsh\nUpdated 7:01 PM ET, Mon September 26, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nPres. Obama drinks filtered Flint water, says \"it's safe\" 01:41\nStory highlights\nLawmakers are struggling to agree how to pass Flint funding\nThe government is scheduled to run out of funding in four days\nWashington (CNN)\nFour days before the government is scheduled to run out of money, lawmakers on Capitol Hill remain at odds about whether to add millions of dollars for Flint, Michigan, to a spending bill to keep agencies operating.\nDemocrats are insisting help for Flint -- hard hit last year by lead poisoning in its drinking water supply -- be attached to the must-pass bill. If it's not, they vow to block the legislation on a key vote in the Senate on Tuesday, leaving little time to get a funding bill through both chambers.\nBut top Democrats signaled Monday there may be a way to resolve the impasse: if House Republicans were to assure them the Flint money would make it into a separate bill that the House is voting on this week. A top House Republican leader seemed receptive to the idea.\n\"This funding measure does not quote a single penny for Flint, Michigan. Not a penny. The people of Flint, Michigan, have been waiting for emergency assistance to clean their poison water for more than a year,\" Senate Democratic Leader Harry Reid said in a floor speech. \"Senate Republicans claim they'll address the needs of Flint when we return after the election. We've heard that before, haven't we?\"\nRepublicans counter that Reid's demand for Flint funding to be added to the government spending bill are new and may be politically motivated, designed to disrupt smooth passage of government funding and make Republicans appear ineffective just weeks before the presidential and congressional elections that will determine the balance of power in the capital.\nRead More\n\"It's true that some in Democratic leadership would like to turn this simple 10-week funding bill into some unnecessary partisan food fight,\" Senate Majority Leader Mitch McConnell said. \"They think it's good election-year politics.\"\nLast Thursday, after weeks of unresolved negotiations, frustrated Senate Republicans stepped away from the negotiating table and put a GOP-authored bill on the floor, essentially daring Democrats to oppose it. The Republican bill would fund the government and the federal response to Zika. Importantly, Republicans said it met Democratic demands for leaving out controversial policy riders.\nThe bill also included what Republicans described as a \"down payment\" for disaster aid for flood-stricken Louisiana. But Democratic leaders balked arguing they couldn't support money for flooding for Louisiana unless Flint was also addressed.\nEarlier this month, the Senate passed the Water Resources Development Act, a major water bill that included $220 million in relief aid and loans for Flint. The House is set to pass its version of that bill this week, but it doesn't have any money for Flint. Democrats remain skeptical Republicans will actually agree to provide money for Flint as the two chambers merge those two competing bills into final legislation.\nHowever, a Democratic source suggested Monday that one possible way to end the stalemate would be for House Republicans to give Democrats an \"ironclad\" commitment that the Flint money would be added to that pending water bill.\nReid suggested that was a possible path forward, too, when he said on the floor to Republicans: \"Call and tell me they're going to take care of this. Give me some assurance we're going to take care of it.\"\nSenate Republicans believe they've already shown a commitment to Flint when they overwhelmingly approved the water bill with Flint funding and have vowed to press House Republicans to do the same.\nHouse Majority Leader Kevin McCarthy, R-California, told reporters Monday the Flint aid \"works perfectly\" in the water bill.\nMcCarthy would not say if he would allow the House Democrats to add the Flint aid as an amendment to the water bill, but argued that it would be an issue for a conference committee to settle since the aid is included in the Senate package.\nSenators will vote Tuesday afternoon on whether to begin debate on the government funding bill. Sixty votes are needed for it to advance and Democrats should be able to block it despite a couple of defections from Democratic senators whose states are impacted by Zika and who want to quickly approve that funding.\n",
        "quotes": [
            [
                "This funding measure does not quote a single penny for Flint, Michigan.",
                "",
                true
            ],
            [
                "The people of Flint, Michigan, have been waiting for emergency assistance to clean their poison water for more than a year,",
                "",
                true
            ],
            [
                "Senate Republicans claim they'll address the needs of Flint when we return after the election.",
                "",
                true
            ],
            [
                "We've heard that before, haven't we?",
                "",
                true
            ],
            [
                "It's true that some in Democratic leadership would like to turn this simple 10-week funding bill into some unnecessary partisan food fight,",
                "",
                true
            ],
            [
                "They think it's good election-year politics.",
                "",
                true
            ],
            [
                "Call and tell me they're going to take care of this.",
                "Reid",
                true
            ],
            [
                "Give me some assurance we're going to take care of it.",
                "Reid",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "flint",
            "senate",
            "scheduled",
            "stalemate",
            "funding",
            "reid",
            "house",
            "possible",
            "republicans",
            "michigan",
            "water",
            "solution",
            "signals",
            "spending",
            "bill"
        ]
    }
]