[
    {
        "url": "https://www.reuters.com/article/us-niger-usa-pentagon/mattis-looking-to-see-if-changes-need-to-be-made-after-niger-ambush-idUSKBN1CG2V8",
        "title": "Mattis looking to see if changes need to be made after Niger ambush",
        "authors": [
            {
                "name": "Idrees Ali",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "October 11, 2017 /  9:07 PM / 2 years ago\nMattis looking to see if changes need to be made after Niger ambush\n2 Min Read\nTAMPA, Fla. (Reuters) - Defense Secretary Jim Mattis said on Wednesday that the military was looking into what changes, if any, should be made after an ambush in Niger killed four U.S. soldiers last week.\nU.S. Secretary of Defence Jim Mattis   in Brussels, Belgium June 29, 2017. REUTERS/Eric Vidal\nThe incident, which U.S. officials suspect was carried out by a local Islamic State affiliate, has thrown a spotlight on the U.S. counterterrorism mission in the West African country.\nMattis, addressing the incident for the first time publicly, said the ambush had taken place in an area where “the enemy has not operated before” and that the patrol had been “hit hard.”\nHe said French aircraft were overhead within 30 minutes and that he did not believe there was a delay in evacuating those wounded and killed, although he did not say how long it took to move them.\n“We will look at this and say was there something we have to adapt to now, should we have been in a better stance, you know, autopsy, you always find a lot out in them,” Mattis told reporters on board a military plane.\n“We’re not complacent, we’re going to do better,” he added.\nFrom initial accounts, the 40-member patrol, which included about a dozen U.S. troops, came under a swift attack by militants riding in a dozen vehicles and on about 20 motorcycles.\nAt least four Nigeriens were also killed and, according to one Niger security source, militants seized four vehicles in the ambush.\nA diplomat with knowledge of the incident said French officials were frustrated by the U.S. troops’ actions, saying they had acted on only limited intelligence and without contingency plans in place.\nU.S. forces do not have a direct combat mission in Niger, but their assistance to its army includes intelligence, surveillance and reconnaissance in their efforts to target violent extremist organizations.\nReporting by Idrees Ali; Editing by Peter Cooney\n",
        "quotes": [
            [
                "the enemy has not operated before",
                "Mattis",
                false
            ],
            [
                "We will look at this and say was there something we have to adapt to now, should we have been in a better stance, you know, autopsy, you always find a lot out in them,",
                "Mattis",
                true
            ],
            [
                "We’re not complacent, we’re going to do better,",
                "Mattis",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "vehicles",
            "troops",
            "say",
            "patrol",
            "incident",
            "changes",
            "need",
            "looking",
            "mattis",
            "officials",
            "secretary",
            "niger",
            "ambush",
            "killed"
        ]
    }
]