[
    {
        "url": "http://www.bbc.com/sport/rugby-league/41552019",
        "title": "Women's Rugby League World Cup: England name 10 Bradford Bulls players",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-09",
        "text": "9 Oct 2017\nShare this page\nShare this with\nBradford Bulls claimed a league and cup double this season after going the full campaign unbeaten\nEngland have named 10 Bradford Bulls players in their 23-strong squad for the Women's Rugby League World Cup.\nThe Bulls beat Featherstone in the inaugural Women's Super League Grand Final and also won the domestic cup.\nEngland are in the same group as Papua New Guinea Orchids, Australian Jillaroos and The Cook Islands.\nFor the first time, the women's final will be played as the curtain-raiser to the men's final, at Brisbane's Suncorp Stadium on 2 December.\nEngland Women's squad:\nAmy Hardcastle (Bradford Bulls), Andrea Dobson (Featherstone Rovers), Beth Sutcliffe, Charlotte Booth, Claire Garner (all Bradford Bulls), Danielle Bound (Thatto Heath St Helens), Danika Priim (Bradford Bulls), Emily Rudge (Thatto Heath St Helens), Emma Slowe (Featherstone Rovers), Faye Gaskin, Jenny Welsby (both Thatto Heath St Helens), Jessica Courtman (Bradford Bulls), Jodie Cunningham (Thatto Heath St Helens), Katherine Hepworth (Castleford Tigers), Kayleigh Bulman (Featherstone Rovers), Kirsty Moroney, Lois Forsell (both Bradford Bulls), Rachel Thompson (Thatto Heath St Helens), Rhiannon Marshall, Sarah Dunn (both Featherstone Rovers), Shona Hoyle, Stacey White (both Bradford Bulls), Tara-Jane Stanley (Thatto Heath St Helens).\nEngland fixtures:\nTo be played at Southern Cross Stadium, New South Wales\n16 November: Papua New Guinea Orchids (kick-off 09:30 BST)\n19 November: Australian Jillaroos (04:45 BST)\n22 November: The Cook Islands (04:45 BST)\n26 November: Semi-finals\n2 December: Final\nShare this page\nShare this with\nFrom the section Football\nFrom the section Football\nAlso in Sport\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.bbc.com/sport/rugby-league/41539126"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bbc.com/sport/football"
            ]
        },
        "key_words": [
            "cup",
            "bradford",
            "heath",
            "world",
            "st",
            "thatto",
            "bulls",
            "helens",
            "england",
            "featherstone",
            "rugby",
            "final",
            "rovers",
            "league",
            "womens",
            "players"
        ]
    }
]