[
    {
        "url": "http://www.cnn.com/2016/10/07/health/infidelity-breadwinners-cheat-husband-wife/index.html",
        "title": "Men with breadwinning wives more likely to cheat, study says",
        "authors": [
            {
                "name": "Kelly Wallace",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-10-07",
        "text": "Husbands of female breadwinners most at risk for cheating, says study\nUpdated 3:51 PM ET, Fri October 7, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nPhotos: Couples who weathered public affairs\nIn December 2013, actors Dean McDermott and Tori Spelling had a falling out after reports that he'd had an affair. Spelling and McDermott's attempt to salvage their marriage publicly played out in tabloids and on their Lifetime reality show, \"True Tori.\" The couple have been married since 2006 and are expecting their fifth child .\nHide Caption\nPhotos: Couples who weathered public affairs\nFormer President Bill Clinton, center right, was notably embroiled in an office fling with former White House intern Monica Lewinsky , which became public in 1998. He and wife Hillary weathered the storm and other allegations of infidelity.\nHide Caption\nPhotos: Couples who weathered public affairs\nIn October 2009, David Letterman admitted to having affairs with some of his female staffers. \"I have had sex with women who work for me,\" the late-show host admitted in front of a live studio audience. The confession came after Robert \"Joe\" Halderman was arrested for allegedly constructing a $2 million extortion plot centered around the host and his infidelities. Letterman and wife Regina Lasko have been married since 2009. Click through the gallery for more couples who stayed together after an alleged affair.\nHide Caption\nPhotos: Couples who weathered public affairs\n\"Bones\" star David Boreanaz in 2010 admitted cheating on his wife. Despite the fling, he is still married to Jaime Bergman, whom he wed in 2001. \"Our marriage has been tainted with my infidelities,\" the actor told People Magazine . \"I just want to be open and honest. I was irresponsible.\"\nHide Caption\nPhotos: Couples who weathered public affairs\nFormer football player Dan Marino and wife Claire have been married since 1985. In 2013, it came to light that the legendary quarterback allegedly had an affair and child with  a production assistant at CBS Sports in 2005. In a statement issued to the New York Post , Marino said: \"'This is a personal and private matter. I take full responsibility both personally and financially for my actions now as I did then.\"\nHide Caption\nPhotos: Couples who weathered public affairs\nSinger Fergie, best known for her success with the Black Eyed Peas, and actor Josh Duhamel have been married since 2009. During that same year, reports surfaced that Duhamel was allegedly involved in a fling with an Atlanta stripper. In 2012, Fergie opened up to Oprah Winfrey about the ordeal: \"When you go through difficult times, it really makes you stronger as a unit, as a partnership. It does for us, anyways. Our love today is a deeper love, definitely.\"\nHide Caption\nPhotos: Couples who weathered public affairs\nTelevision personality Kathie Lee Gifford and former football player Frank Gifford had been married since 1986 until he died in 2015. In 1997, the couple's private life was thrust front and center when videotape emerged of an encounter between Frank and a flight attendant .\nHide Caption\nPhotos: Couples who weathered public affairs\nIn 2006, former megachurch pastor Ted Haggard resigned from his post as president of the National Association of Evangelicals after reports surfaced he had sexual relations with a young male prostitute . His wife, Gayle Haggard, stuck by his side and eventually wrote a book about the affair called \"Why I Stayed: The Choices I Made in My Darkest Hour.\"\nHide Caption\nStory highlights\nMen 100% economically dependent on wives are most at risk for cheating, according to study\nWomen earning 100% of the family's income are least likely to stray, the study concluded\nThis story was originally published on CNN.com in 2015.\nKelly Wallace is CNN's digital correspondent and editor-at-large covering family, career and life. Read her other columns and follow her reports at CNN Parents and on Twitter.\n(CNN)\nFemale breadwinners, especially those who didn't set out to make most of their family's income, have been found to feel less satisfied about their lives, based on a survey by Working Mother Media .\nAnd now, the findings of a new study about infidelity will probably give these breadwinners more cause for concern.\nIt's tough to know precisely how many people cheat in their marriages, because many might not admit it in surveys, but researchers estimate that between 20% and 25% of married men and between 10% and 15% of married women have engaged in an extramarital relationship.\nThis new study, showcased in the June issue of the American Sociological Review , found that men who are 100% economically dependent on their spouses were most at risk for cheating, three times more at risk than women married to male breadwinners.\nWhile, on average, women who are completely financially dependent on their husbands face about a 5% chance that they will stray, there is about a 15% chance that a man married to a female breadwinner will cheat, the study concluded.\nRead More\n\"I think it has to do with our cultural notions of what it means to be a man and what ... the social expectations are for masculinity,\" said the study author, Christin Munsch , an assistant professor of sociology at the University of Connecticut.\nBeing economically dependent on their wives may threaten their manhood, Munsch said, and having an affair is a way to re-establish their masculinity, even if it's all done subconsciously.\n\"There's plenty of great literature showing how when men in particular undergo gender identity threats, they engage in hypermasculine behaviors,\" she said.\n\"Sex is one of the most sort of gender-typed behaviors. You think of men as ... (having) sex on the brain. They can engage in a behavior associated with masculinity.\"\nThe study relied on data from more than 2,750 people who are married, who range in age from 18 to 32 and who were part of the National Longitudinal Survey of Youth from 2001 through 2011.\nInterestingly, female breadwinners whose husbands were 100% financially dependent on them were the least likely group to cheat. On average, they face about a 1.5% chance that they will cheat in an average year, according to the study.\nThere's plenty of data suggesting that these women know they are breaking social norms, feel guilty about it at times and do what they can to bolster their husband's masculinity, such as doing more of the housework even if they are the ones working full-time, said Munsch.\n\"He already might feel threatened that 'I'm the breadwinner; I'm certainly not going to make him clean the toilet, too,' \" she said, giving voice to the possible thought process of a female breadwinner.\nThey are going to do what they can to keep a potentially strained relationship intact and would not cheat because that would threaten the relationship, she added.\nBut, there's another reason female breadwinners are less likely to cheat, and this comes down to pure logistics. \"They kind of don't have time to cheat. They're really busy,\" Munsch said.\nTry working full-time and then doing the housework so your not-working-outside-the-home husband doesn't feel threatened, and where is the time for an affair?\nTime and opportunity don't seem to be issues for men who are the major breadwinners for their family.\nMen whose wives are fully economically dependent on them face about a 4% chance that they will cheat: higher than the risk of cheating for a female breadwinner but dramatically lower than the 15% chance of cheating for men who are economically dependent on their wives, said Munsch.\nWe often hear about the celebrities, politicians and sports stars, often with wives fully financially dependent on them, who cheat but not the husbands of female breadwinners.\n\"We don't ever read about the economically dependent men because ... they're probably not famous.\"\nAlready, in four out of 10 households with children, women are the sole or primary breadwinners, based on a 2013 report by the Pew Research Center .\nAs more and more women become the sole or primary breadwinners and more men are economically dependent on their wives, will men grow more comfortable with these roles -- and women, too?\nJUST WATCHED\nMoms increasingly becoming breadwinners 02:16\nJudging by Munsch's latest research, no. She's interviewing undergraduate men at an unnamed university, where the women outnumber men in classes and get higher grades, about their breadwinning expectations.\nWhen she asks them about their future families, they fully expect they will be the primary earners, she said. Sure, their wives may work, but they believe that her income will be supplemental and that they will be bringing in the lion's share.\n\"That is shocking to me that in 2015, in the face of so many women being so incredibly successful ... the fact that these young men have grown up in this 'post-feminist era' still feel that it's that important to be a breadwinner really, I think, speaks to how strong this norm is.\"\nJoin the conversation\nSee the latest news and share your comments with CNN Health on Facebook and Twitter .\nAnd, as long as men still feel like they're the ones who should be providing for the family, we may continue to see the husbands of female breadwinners the most at risk -- of all groups -- to have an affair.\nAre you surprised the men married to female breadwinners are more likely to cheat than other married men? Share your thoughts with Kelly Wallace on Twitter @kellywallacetv or CNN Parents on Facebook .\n",
        "quotes": [
            [
                "I have had sex with women who work for me,",
                "David Letterman",
                true
            ],
            [
                "Our marriage has been tainted with my infidelities,",
                "",
                true
            ],
            [
                "I just want to be open and honest.",
                "",
                true
            ],
            [
                "This is a personal and private matter.",
                "Marino",
                true
            ],
            [
                "I take full responsibility both personally and financially for my actions now as I did then.",
                "Marino",
                true
            ],
            [
                "When you go through difficult times, it really makes you stronger as a unit, as a partnership.",
                "Fergie",
                true
            ],
            [
                "Our love today is a deeper love, definitely.",
                "Fergie",
                true
            ],
            [
                "Why I Stayed: The Choices I Made in My Darkest Hour.",
                "",
                true
            ],
            [
                "I think it has to do with our cultural notions of what it means to be a man and what ... the social expectations are for masculinity,",
                "",
                true
            ],
            [
                "There's plenty of great literature showing how when men in particular undergo gender identity threats, they engage in hypermasculine behaviors,",
                "Munsch",
                true
            ],
            [
                "Sex is one of the most sort of gender-typed behaviors.",
                "",
                true
            ],
            [
                "You think of men as ... (having) sex on the brain.",
                "",
                true
            ],
            [
                "They can engage in a behavior associated with masculinity.",
                "",
                true
            ],
            [
                "He already might feel threatened that 'I'm the breadwinner; I'm certainly not going to make him clean the toilet, too,",
                "",
                true
            ],
            [
                "They kind of don't have time to cheat.",
                "Munsch",
                true
            ],
            [
                "We don't ever read about the economically dependent men because ... they're probably not famous.",
                "",
                true
            ],
            [
                "That is shocking to me that in 2015, in the face of so many women being so incredibly successful ... the fact that these young men have grown up in this 'post-feminist era' still feel that it's that important to be a breadwinner really, I think, speaks to how strong this norm is.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2014/05/06/politics/lewinsky-clinton-affair/",
                "http://money.cnn.com/2013/05/29/news/economy/breadwinner-moms/",
                "https://www.cnn.com/2016/10/05/entertainment/tori-spelling-pregnant-baby/",
                "https://psychcentral.com/blog/how-common-is-cheating-infidelity-really/",
                "https://nypost.com/2013/01/31/exclusive-nfl-legend-dan-marino-had-a-love-child-with-cbs-employee-in-2005/",
                "https://www.usmagazine.com/celebrity-news/news/fergie-opens-up-about-husband-josh-duhamels-affair-with-a-stripper-in-2009-20121810/",
                "https://www.cnn.com/2014/02/11/living/breadwinner-moms-survey-parents/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.cnn.com/specials/health/parenting",
                "https://journals.sagepub.com/action/cookieAbsent",
                "http://www.cnn.com/2009/SHOWBIZ/TV/10/01/letterman.allegations/index.html?eref=ew",
                "http://sociology.uconn.edu/sociology-faculty/",
                "https://www.facebook.com/cnnparents",
                "https://www.facebook.com/CNNHealth",
                "https://twitter.com/cnnhealth",
                "http://www.cnn.com/2009/US/01/29/lkl.ted.haggard/index.html"
            ]
        },
        "key_words": [
            "economically",
            "likely",
            "female",
            "wives",
            "cheat",
            "breadwinners",
            "women",
            "dependent",
            "feel",
            "study",
            "men",
            "breadwinning"
        ]
    }
]