[
    {
        "url": "https://www.nytimes.com/2017/10/09/theater/in-my-lingerie-play-diana-oh-review.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Review: ‘{my lingerie play},’ a Glitter-Dusted, Song-Filled Call for Liberation",
        "authors": [
            {
                "name": "Laura Collins-Hughes",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nReview: ‘{my lingerie play},’ a Glitter-Dusted, Song-Filled Call for Liberation\nImage\nDiana Oh at the center of a circle formed by audience members and band members (from left) Matt Park, Rocky Vega and Ryan McCurdy, during a performance of “{my lingerie play}.”CreditCreditEmon Hassan for The New York Times\n{my lingerie play} 2017: THE CONCERT AND CALL TO ARMS!!!!!!!!! The Final Installation\nNYT Critic's Pick\nOff Broadway, Musical\n866-811-4111\nRattlestick Playwrights Theater is one of those tiny downtown spaces where you have to climb onstage to get to the bathroom. Before curtain time, people queue up to use the facilities while they’re still available, because once the performance starts, you’re out of luck.\nThat’s how it usually goes, anyway, but Diana Oh’s messy-beautiful new show — the logorrheically titled “{my lingerie play} 2017: THE CONCERT AND CALL TO ARMS!!!!!!!!! The Final Installation” — makes its own rule about that. As a handwritten sign on the wall advises, “If you need to pee, pee — take care of yourself!” And look: The silvery set leaves a little passageway, so you know they mean it.\nIt’s a slightly miraculous gesture, and in its blend of compassion, defiance and practicality it’s emblematic of Ms. Oh’s show, a glitter bomb of feminist and queer protest that feels just right for this cultural moment. And while “{my lingerie play}” isn’t truly a play — it’s more of an indie band concert infused with storytelling, politics and mostly voluntary audience participation — it is definitely theater. It’s also two hours long, no intermission, and the time flies.\nImage\nDiana Oh with brown paper bags that figure significantly in her show, which is more an interactive rock concert than a play.CreditEmon Hassan for The New York Times\nDirected by Orion Stephanie Johnstone and Ms. Oh, the show is part of a projected series of 10 performance installations, which began last spring in Times Square when Ms. Oh stripped down to her underwear for a piece called “The World Bends Over Backwards to Make Excuses for (White) Male Violence.” Artifacts from that installation and others — including lots of flattened brown paper bags with statements of purpose and outrage written on them — adorn the walls in the stairwell leading up to the theater.\nWalking past them, you might reasonably worry that you’re about to be harangued, dourly, from the stage, where Ms. Oh stands on a soapbox as the crowd filters in. But a better clue to the spirit of the show is in the minuscule lobby, which has been outfitted as a “shimmer station,” where audience members can glam up if they want with eyeliner, beaded necklaces, temporary tattoos and body glitter.\nAs angry as “{my lingerie play}” is, and it is pretty angry, it’s also a friendly, feel-good celebration of human beings sharing a space where it’s safe for them to be themselves — and safe for Ms. Oh to stand onstage in her lingerie with her skimpily attired, glitter-dusted band (Ryan McCurdy, who is also the music director, on drums; Matt Park on guitar; Rocky Vega on bass).\nImage\nTheatergoers blowing bubbles in one of several segments that ask for audience participation.CreditEmon Hassan for The New York Times\nShades of Taylor Mac and the cabaret band the Skivvies for sure. But the voice Ms. Oh is channeling is her own as she talks about gender, race, class and the shame so many people experience about sexual desire. She’d like to banish that feeling, along with the everyday predation and abuse that put women and queer people at risk.\nIt’s hard material to tackle in a performance intended to entertain, but Ms. Oh mostly manages that. Her stage persona is funny, irreverent and approachable, her band is terrific and her songs cycle lushly through a whole range of moods, from dance-party exuberance to mournful darkness. In this bubble-blowing, confetti-throwing show, the lighting (by Kate McGee) keeps things gorgeous, with a breeze softly riffling the set’s tinsel-curtain backdrop.\n“Who wants to make out with me onstage right now?” Ms. Oh inquires well into the performance — and that is not, by a long shot, the most daring thing she asks a spectator to do. (Someone may leave the theater with a freshly shaved head, but it doesn’t have to be you.) The night I saw the show, a woman in front volunteered immediately for kissing, then turned shy.\n“I got carried away,” she told Ms. Oh. “My children are in the room.”\nBut the woman didn’t back out, and what followed was the gentlest possible demonstration of Ms. Oh asking for, and getting, consent, step by step. It was startlingly sweet and sexy, not least because it was so respectful. That’s the sort of thing this show does: puts drab-sounding ideals into action and blindsides you with the resulting loveliness.\nStop right here if you don’t want to know how “{my lingerie play}” ends. It’s the one section of the show with mandatory audience participation, and when Ms. Oh explained what she wanted us to do — move to the edges of the theater and form a circle — it seemed impractical, awkward and off-puttingly kumbaya.\nAll of which it is, yet the idea that the performers and audience are simply “people in a room together,” as Ms. Oh says, is central to the power of the show. Dutifully, we took our places in the circle, looking across the theater at one another as the band played one last song and the audience joined in on the chorus.\nThe surprise was how moving the moment turned out to be: strangers standing shoulder to shoulder, raising their voices together to make a glorious sound.\n{my lingerie play} 2017: THE CONCERT AND CALL TO ARMS!!!!!!!!! The Final Installation\nNYT Critic's Pick\nCredits\nStory, music and lyrics by Diana Oh; Directed by Orion Stephanie Johnstone and Diana Oh\nCast\nPreview\nAug 27, 2018\n{my lingerie play} 2017: THE CONCERT AND CALL TO ARMS!!!!!!!!! The Final Installation\nThrough Oct. 28 at Rattlestick Theater, Manhattan; 212-627-2556, rattlestick.org. Running time: 2 hours.\nA version of this article appears in print on , Section C, Page 2 of the New York edition with the headline: A Glitter-Dusted Call for Liberation. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "my lingerie play} 2017: THE CONCERT AND CALL TO ARMS!!!!!!!!!",
                "Diana Oh",
                false
            ],
            [
                "If you need to pee, pee — take care of yourself!",
                "",
                true
            ],
            [
                "The World Bends Over Backwards to Make Excuses for (White) Male Violence.",
                "",
                true
            ],
            [
                "Who wants to make out with me onstage right now?",
                "",
                true
            ],
            [
                "My children are in the room.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2014/04/25/nyregion/the-skivvies-comic-mashups-build-a-following.html?module=inline",
                "https://www.nytimes.com/2016/09/18/theater/taylor-mac-24-decade-history-of-popular-music.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "http://www.mylingerieplay.com",
                "https://www.rattlestick.org/"
            ]
        },
        "key_words": [
            "play",
            "ms",
            "turned",
            "oh",
            "songfilled",
            "thing",
            "review",
            "liberation",
            "right",
            "lingerie",
            "glitterdusted",
            "step",
            "audience",
            "shoulder",
            "woman",
            "theater"
        ]
    }
]