[
    {
        "url": "https://www.reuters.com/article/us-auction-sothebys-dish/song-dynasty-bowl-shatters-world-record-for-chinese-ceramics-fetches-37-7-million-in-hk-sale-idUSKCN1C80R8",
        "title": "Song dynasty bowl shatters world record for Chinese ceramics, fetches $37.7 million in HK sale",
        "authors": [
            {
                "name": "Stefanie Mcintyre",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-03",
        "text": "Song dynasty bowl shatters world record for Chinese ceramics, fetches $37.7 million in HK sale\n2 Min Read\nHONG KONG (Reuters) - A nearly 900-year-old porcelain Song dynasty bowl smashed the world auction record for Chinese ceramics on Tuesday, selling for HK$294.3 million ($37.68 million) at a Sotheby’s sale in Hong Kong.\nThe small, blue-green item broke the previous record, also set in a sale in Hong Kong, when a 500-year-old imperial “chicken” cup from the Ming dynasty Chenghua period sold for HK$281.2 million ($36.0 million) in 2014, Sotheby’s said.\nThe 13-cm (5-inch) bowl, used to wash brushes, was fired in the famed Northern Song dynasty (960-1127) kilns in Ruzhou, and was sold to an anonymous buyer after a 20-minute bidding battle.\nSuch “Ru guanyao” wares — known for their intense blue-green glaze and “ice-crackle” pattern — are extremely rare because the kiln in China’s central Henan province had a brief production run of only around two decades.\nThe bowl, from the Chang Foundation in Taiwan’s Hongxi Museum, is one of only four known pieces of Ru heirlooms in private hands. Since 1940, no more than six Ru vessels have ever appeared at auction, according to ceramics expert Regina Krahl.\n“We’ve had in last 20 years a huge sort of influx of mainland Chinese buyers. We’re filling the room with new prices, new interest and that’s what’s really driven the price today,” said Sotheby’s Asia deputy chairman Nicolas Chow, who declined to reveal the nationality of the buyer.\nWriting by Venus Wu; Editing by James Pomfret and Kim Coghill\n",
        "quotes": [
            [
                "We’ve had in last 20 years a huge sort of influx of mainland Chinese buyers.",
                "Nicolas Chow",
                true
            ],
            [
                "We’re filling the room with new prices, new interest and that’s what’s really driven the price today,",
                "Nicolas Chow",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "sold",
            "dynasty",
            "world",
            "hong",
            "sale",
            "ru",
            "sothebys",
            "bowl",
            "million",
            "hk",
            "fetches",
            "chinese",
            "song",
            "shatters",
            "record"
        ]
    }
]