[
    {
        "url": "https://www.cnn.com/2016/09/19/politics/us-election-terrorism-trump-clinton/index.html",
        "title": "Clinton, Trump duel on terrorism after weekend attacks",
        "authors": [
            {
                "name": "Stephen Collinson",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-19",
        "text": "Updated 8:44 PM ET, Mon September 19, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nPhotos: Explosion in Manhattan\nNew York Mayor Bill de Blasio, right, and New York Gov. Andrew Cuomo, second right, look over the mangled remains of a dumpster Sunday, September 18, in New York's Chelsea neighborhood. An explosion injured 29 people there the night before.\nHide Caption\nPhotos: Explosion in Manhattan\nAuthorities believe the blast was caused by an explosive device in or near this dumpster. All 29 victims have been released from hospitals, according to the governor.\nHide Caption\nPhotos: Explosion in Manhattan\nFBI agents review the scene of the explosion on Sunday morning.\nHide Caption\nPolice officers redirect passers-by as investigations continue early on Sunday morning.\nHide Caption\nPhotos: Explosion in Manhattan\nA fire truck at the scene of the blast on Saturday.\nHide Caption\nPhotos: Explosion in Manhattan\nThe New York Police Department's Counterterrorism Bureau tweeted this image of the crumpled dumpster following the explosion in Chelsea.\nHide Caption\nPhotos: Explosion in Manhattan\nJust blocks away from the explosion, a suspicious device was found. Officials said the device appeared to be a pressure cooker with dark-colored wiring protruding, connected by silver duct tape to what appeared to be a cell phone.\nHide Caption\nPhotos: Explosion in Manhattan\nDe Blasio, in the blue tie, speaks at a news conference near the scene on Saturday. He was joined by New York Police Commissioner James O'Neill.\nHide Caption\nPhotos: Explosion in Manhattan\nPolice block off a road near the site of the explosion.\nHide Caption\nHide Caption\nHide Caption\nPhotos: Explosion in Manhattan\nA New York police officer and his dog check a garbage can close to the scene of the explosion.\nHide Caption\nHide Caption\nHide Caption\nHide Caption\nHide Caption\nHide Caption\nHide Caption\nHide Caption\nPhotos: Explosion in Manhattan\nA line of emergency vehicles near the scene of the explosion.\nHide Caption\nHide Caption\nStory highlights\nAttacks highlight divergent bets Clinton and Trump are making on politics of terrorism\nTrump says anti-terror playbook must be thrown out, Clinton offers more traditional approach\nWashington (CNN)\nSix days before the crucial first presidential debate, Donald Trump is using a spate of bombings and stabbings to build an interlocking argument on two issues where he thinks tough talk gives him a winning hand -- immigration and terrorism.\nThe attacks over the weekend mercifully did not kill anybody -- but they inevitably put the fear of terrorism back at the center of the showdown between Trump and Democratic nominee Hillary Clinton.\nFrom Trump's point of view, the new terror scares play directly into a vision of a nation under siege and which he must get Americans to buy into if he is to win in November.\n\"We cannot let this evil continue,\" Trump said in Florida on Monday after the capture of a US naturalized citizen of Afghan descent suspected of planting a series of bombs in New York and New Jersey over the weekend, and the stabbing of nine people in a separate attack in a Minnesota mall on Saturday in an attack claimed by ISIS. \"If you chose Donald Trump, these problems are going to go away.\"\nStill -- Trump's hard bore approach does carry risks. His Democratic rival Hillary Clinton is also maneuvering in the wake of the attacks, portraying herself as the kind of steely and calm commander-in-chief Americans traditionally turn to in times of crisis.\nRead More\n\"I know how to do this,\" Clinton said at an airport news conference on Monday.\nTrump is presenting the attacks as the result of what he says are lax, weak anti-terrorism policies pursued by President Barack Obama and his Democratic foe Clinton while she was secretary of state. And he's offering a solution: that the new threat of homegrown Islamic terrorism could be snuffed out if only the United States adopted the kind of \"extreme\" vetting of foreigners and drastic changes to the immigration system that he proposed and which lit a fire under his presidential campaign.\n\"Hillary Clinton's decisions overseas have left us with the threat we face today and her immigration policies will invite this threat onto our shores, and it's already happening,\" Trump said Monday. \"Let me state very clearly, immigration security is national security.\"\nTrump is also likely to seize on the fact that Ahmad Khan Rahami, the accused New York bomber, a US naturalized citizen of Afghan descent, had spent time in Afghanistan and Pakistan in recent years to renew his call for a halt on immigration to the US from nations with proven links to terrorism.\nThough Trump's plans might not have prevented Rahami from visiting South Asia, where thousands of law abiding US citizens travel every month, Rahami's travels will play into the febrile political atmosphere that Trump is trying to tap into following the attacks.\nAnd revelations Monday that at least 858 people that had been ordered deported or removed under another name were improperly granted US citizenship due to a failure to maintain adequate fingerprint records, according to a new report, will be used by critics of the immigration system to bolster his claims of the need for reform.\nTrump's tough response to the terror attacks is likely to be a hit with his faithful supporters who have responded to such a message before -- for instance after attacks in Paris, San Bernardino California and Orlando which helped to shape the Republican primary process.\nBut it's a gamble because while some Americans like the tough talk, he risks exacerbating impressions that with his vehement response to terrorist attacks, he is exhibiting the deficiencies that have many other voters wondering whether he is fit to be president.\nIt's also unclear whether the limited human toll of the weekend's attacks will dilute their impact on an election still 49 days away -- in an election season in which the narrative often seems to shift by the hour. For instance, the huge campaign controversies of recent days -- Trump's false claim that Clinton was to blame for accusations that Obama was not born in the United States and the Democratic nominee's health issues dominated campaign conversation for days last week -- but barely got a mention on Monday.\nVoters also appear conflicted on the how national security will factor into the election.\nA CNN/ORC poll this month showed that voters trust the Republican more to tackle terrorism, by 51% to 45%. But the same survey found that voters think Clinton has the superior temperament required of a president (56% to 36%) and is better able to handle the responsibilities of commander in chief (50% to 45%).\nTrump's potential temperamental vulnerability came into focus during his Florida rally, when he bemoaned the medical treatment offered to Rahami after he was injured in a shootout with police.\n\"He will be taken care of by some of the best doctors in the world. He will be given a fully modern and updated hospital room. And he will probably even have room service, knowing the way our country is. And on top of all of that, he will be represented by an outstanding lawyer,\" Trump said.\nBut New York Gov. Andrew Cuomo, a Clinton supporter, pointed out that what Trump was proposing was a wholesale repudiation of the humanitarian, civic and legal values for which the US stands -- a factor that could give some voters pause when they consider handing the White House to Trump.\"\n\"Welcome to America,\" Cuomo told CNN's Wolf Blitzer.\n\"We have a system of jurisprudence, you are innocent until you proven guilty, you have a right to counsel, you have a right to hospitalization if you are ill. That is our system and it's what makes this country special. And what makes this country great.\"\nThe Clinton campaign, for its part, has long believed that in the unwanted circumstances of an \"October Surprise\" terror attack, voters would turn to experience and a steady hand rather than Trump's more impulsive leadership.\n\"I have sat at that table in the Situation Room, I have analyzed the threats, I have contributed to actions that have neutralized our enemies. I know how to do this,\" Clinton said during her news conference.\nWhile Trump responded to the fears of Americans, Clinton issued a call to their intellect.\n\"We should also launch an intelligence surge to help identify and thwart attacks before they can be carried out. We need to work more closely with Silicon Valley and other partners to counter terrorist propaganda and recruitment efforts online,\" Clinton said, repeating policies she has long embraced.\n",
        "quotes": [
            [
                "We cannot let this evil continue,",
                "Donald Trump",
                true
            ],
            [
                "If you chose Donald Trump, these problems are going to go away.",
                "Donald Trump",
                true
            ],
            [
                "I know how to do this,",
                "Hillary Clinton",
                true
            ],
            [
                "Hillary Clinton's decisions overseas have left us with the threat we face today and her immigration policies will invite this threat onto our shores, and it's already happening,",
                "Donald Trump",
                true
            ],
            [
                "Let me state very clearly, immigration security is national security.",
                "Donald Trump",
                true
            ],
            [
                "He will be taken care of by some of the best doctors in the world.",
                "Donald Trump",
                true
            ],
            [
                "He will be given a fully modern and updated hospital room.",
                "Donald Trump",
                true
            ],
            [
                "And he will probably even have room service, knowing the way our country is.",
                "Donald Trump",
                true
            ],
            [
                "And on top of all of that, he will be represented by an outstanding lawyer,",
                "Donald Trump",
                true
            ],
            [
                "We have a system of jurisprudence, you are innocent until you proven guilty, you have a right to counsel, you have a right to hospitalization if you are ill. That is our system and it's what makes this country special.",
                "Cuomo",
                true
            ],
            [
                "And what makes this country great.",
                "Cuomo",
                true
            ],
            [
                "I have sat at that table in the Situation Room, I have analyzed the threats, I have contributed to actions that have neutralized our enemies.",
                "Hillary Clinton",
                true
            ],
            [
                "I know how to do this,",
                "Hillary Clinton",
                true
            ],
            [
                "We should also launch an intelligence surge to help identify and thwart attacks before they can be carried out.",
                "Hillary Clinton",
                true
            ],
            [
                "We need to work more closely with Silicon Valley and other partners to counter terrorist propaganda and recruitment efforts online,",
                "Hillary Clinton",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "voters",
            "terrorism",
            "weekend",
            "immigration",
            "democratic",
            "duel",
            "clinton",
            "trump",
            "trumps",
            "days",
            "americans",
            "attacks",
            "system"
        ]
    }
]