[
    {
        "url": "https://www.nytimes.com/2017/10/12/sports/baseball/new-york-yankees-cleveland-indians.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Ahead of Schedule, Yankees Push Toward World Series",
        "authors": [
            {
                "name": "Tyler Kepner",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-12",
        "text": "Advertisement\nImage\nDavid Robertson, a veteran of the 2009 Yankees, pitched two and two-thirds innings of hitless ball in Game 5.CreditCreditJason Miller/Getty Images\nCLEVELAND — You get one chance, just one, for a season like this in New York. Once a group wins, that becomes the expectation. It is like a first kiss: Everything changes, and there is no going back.\nThis was the Yankees’ bonus year, when nobody thought they would win very much — maybe not even the players. How could we all see this coming? Their best starting pitcher was awful last season. Their leading slugger hit .179. Their rivals looked stronger. This would be another season to wait for faraway free agents and groom the kids.\n“I thought we were going to be better than people thought we were going to be,” said outfielder Brett Gardner, who also acknowledged his uncertainty. “You don’t know what to expect when a young guy comes up to the big leagues — if they’re ready or not, or how long it’s going to take them to adjust.”\nThe Yankees would be patient, for a change, after a winter of relative discipline. If one New York team would play for a berth in the World Series, it would surely be the Mets. They had been there more recently, and they had so much pitching.\nYet here are the Yankees, ready to face the Houston Astros in the American League Championship Series after storming back to upset the Cleveland Indians, three games to two, in a riveting division series. The Mets have fallen apart. The Yankees have under-promised and overdelivered. They are a pinstriped underdog in the year of the solar eclipse.\nWith four more victories, the Yankees would advance to the World Series for the first time since winning it eight years ago.\n“The ’09 team, we were very confident in spring training; we felt like we knew we were going to win,” reliever David Robertson said. “This team, there’s a lot of guys that are realizing that they can win, that they’re that good.”\nRobertson joined the Yankees in June 2008, one day before Gardner, who has an unbroken decade of service. Those two, and starter C. C. Sabathia, are the only Yankees who also played for the 2009 champions. All figured prominently in Wednesday’s 5-2 clincher, Sabathia and Robertson working the first seven innings, and Gardner breaking the Indians’ will in the ninth.\nHe came to bat with two on and two outs, the Yankees ahead by a run, and had to face Cody Allen, the Indians’ star closer. Gardner had already done plenty in Game 5, including a single ahead of Didi Gregorius’s second home run. But he was ready to duel Allen, to knife the heart from the defending A.L. champs.\nThe batter behind Gardner, Aaron Judge, had looked as anemic in the first eight innings as he did in his brief trial late last season, with four strikeouts. But Gardner was convinced that Judge’s presence meant he would keep seeing fastballs, and he knew that if he survived long enough, he could hit one.\n“It’s an eternity,” said Gardner, who complimented Allen’s stuff. “I fouled off a really good breaking ball, maybe the seventh or eighth pitch, and after that I figured he would stay with the fastball because I’ve got the big guy on deck behind me.”\nOn the 12th pitch, Gardner lashed a single to right. No team had ever struck out as many times as the Yankees did on Wednesday (16) and still won a nine-inning postseason game. But Gardner showed the value of putting the ball in play: Not only did Aaron Hicks score, but so did Todd Frazier, on an errant throw.\nThis time, facing elimination in Cleveland, Aroldis Chapman held the three-run lead. He blew that advantage in Game 7 of the World Series for the Chicago Cubs last November, but recovered to earn the victory in his last game for them.\nChapman soon became the Yankees’ winter extravagance, signing the richest deal ever for a closer (five years, $86 million) to return to the club that had traded him to Chicago. He has been overwhelming this postseason, with 13 strikeouts in six and two-thirds scoreless innings. He recognizes some traits in the Yankees that he saw in the Cubs last fall.\n“There’s a couple of things that are similar; there are a lot of young players here, and people get along very well here in this clubhouse,” Chapman said through an interpreter, as catcher Gary Sanchez sprayed him with Champagne.\nImage\nBrett Gardner had a key hit in the ninth for the Yankees.CreditGregory Shamus/Getty Images\n“And the same as last year with the Cubs, it was a fun clubhouse to be a part of. What I see here is everybody gets along, and everybody understands what kind of job they need to do.”\nThese days it is Robertson’s job to work multiple innings in middle relief, and he has thrived. When Dellin Betances struggled in Game 4, it was Tommy Kahnle’s job to earn his first save of the season — and he did.\nRobertson and Kahnle arrived with Frazier from the Chicago White Sox in a trade for prospects in July. So did starter Sonny Gray, from the Oakland Athletics. All but Frazier are under team control for next year. General Manager Brian Cashman, who had aggressively built prospect inventory, was thrilled to give some away.\n“You’re always hoping you’re in a position to do that,” Cashman said. “You want your team to force you to do something.”\nWhen he did, a championship — not just a fun little season of progress — suddenly seemed realistic. Designated hitter Matt Holliday, a veteran of three World Series, understood the impact of those moves.\n“When you add Kahnle and David Robertson to a bullpen that’s already very strong,” Holliday said, “that was when I thought, ‘We have a real chance to win the World Series.’”\nAfter the Minnesota Twins chased Luis Severino after one out of the wild-card game, Chad Green led a ruthless display of bullpen force. The Yankees expected much better of Severino in that game — he was an All-Star after going 0-8 as a starter last season — but the relievers overcame his failure. Then he dominated Cleveland six days later.\nFor the Indians on Wednesday, it was a swift and brutal ending, an unlucky 13th trip to the postseason for a team that has not won a title since 1948. What if Judge were not 6 feet 7 inches, and had not caught Francisco Lindor’s would-be homer in a 1-0 Game 3 loss? What if Corey Kluber had not worn down (“He’s fighting a lot,” Manager Terry Francona conceded) and twice pitched so poorly?\n“I thought that they had an edge that couldn’t be defeated,” the Hall of Famer Reggie Jackson, a Yankees special adviser, said of the Indians. “I really thought they would be so hard to beat, and I never thought this guy would pitch two bad games. I never thought he’d pitch twice like he did.”\nYet Jackson knows how quickly scripts can flip in October. In the 1972 A.L.C.S., with Oakland, Jackson tore his hamstring to end his season. An unheralded teammate, Gene Tenace, played his role to perfection in the World Series, slamming four home runs to lead the A’s to the first of three consecutive titles.\nA generation later, the Yankees matched that feat with a homegrown core of Bernie Williams, Derek Jeter, Mariano Rivera, Andy Pettitte and Jorge Posada. In 1995, those players were all in Seattle for a decisive fifth game of another division series. The Yankees lost, but they built off that defeat to start a dynasty.\nThe new homegrown stars — Judge, Sanchez, Severino, Greg Bird — faced the same outcome on Wednesday. Had it happened, no rational fan could have switched off the TV and called the season a failure. Just making it this far would have been an achievement.\nBut the Yankees won, and it feels like the start of something.\n“We hope so, but sports can change things,” Cashman said. “Injuries, there’s a lot of things. That’s why you’ve got to grasp the moment when it comes around.”\nHe mentioned the battered Mets and his favorite N.F.L. franchise, the winless Giants. Neither team expected to flop.\n“There’s no guarantee,” Cashman said. “I mean, we do believe we’re building on something. But we’re not going to sit here and assume that the next three to five years are going to be perfect. We’ve got to reinforce it every which way we can, because storm clouds are always brewing. That’s the problem with sports — you can never guarantee anything.”\nThe problem with sports is also the beauty of it. This was not supposed to be the Yankees’ year, yet here they are, all grown up in a hurry. They might as well keep winning.\n“That’s what I’ve told these guys: ‘This is what it’s all about, this is the reason we play,’” Gardner said. “We’re not ready to go home yet.”\nA version of this article appears in print on , Section B, Page 8 of the New York edition with the headline: My, How These Yanks Have Grown. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "We have a real chance to win the World Series.",
                "",
                true
            ],
            [
                "This is what it’s all about, this is the reason we play,",
                "",
                true
            ],
            [
                "I thought we were going to be better than people thought we were going to be,",
                "Brett Gardner",
                true
            ],
            [
                "You don’t know what to expect when a young guy comes up to the big leagues — if they’re ready or not, or how long it’s going to take them to adjust.",
                "Brett Gardner",
                true
            ],
            [
                "The ’09 team, we were very confident in spring training; we felt like we knew we were going to win,",
                "David Robertson",
                true
            ],
            [
                "This team, there’s a lot of guys that are realizing that they can win, that they’re that good.",
                "David Robertson",
                true
            ],
            [
                "I fouled off a really good breaking ball, maybe the seventh or eighth pitch, and after that I figured he would stay with the fastball because I’ve got the big guy on deck behind me.",
                "Gardner",
                true
            ],
            [
                "There’s a couple of things that are similar; there are a lot of young players here, and people get along very well here in this clubhouse,",
                "Aroldis Chapman",
                true
            ],
            [
                "And the same as last year with the Cubs, it was a fun clubhouse to be a part of.",
                "Brett Gardner",
                true
            ],
            [
                "What I see here is everybody gets along, and everybody understands what kind of job they need to do.",
                "Brett Gardner",
                true
            ],
            [
                "You’re always hoping you’re in a position to do that,",
                "Cashman",
                true
            ],
            [
                "You want your team to force you to do something.",
                "Cashman",
                true
            ],
            [
                "When you add Kahnle and David Robertson to a bullpen that’s already very strong,",
                "Holliday",
                true
            ],
            [
                "that was when I thought, ‘We have a real chance to win the World Series.",
                "Holliday",
                false
            ],
            [
                "I thought that they had an edge that couldn’t be defeated,",
                "Famer Reggie Jackson",
                true
            ],
            [
                "I really thought they would be so hard to beat, and I never thought this guy would pitch two bad games.",
                "Famer Reggie Jackson",
                true
            ],
            [
                "I never thought he’d pitch twice like he did.",
                "Famer Reggie Jackson",
                true
            ],
            [
                "We hope so, but sports can change things,",
                "Cashman",
                true
            ],
            [
                "Injuries, there’s a lot of things.",
                "Cashman",
                true
            ],
            [
                "That’s why you’ve got to grasp the moment when it comes around.",
                "Cashman",
                true
            ],
            [
                "I mean, we do believe we’re building on something.",
                "Cashman",
                true
            ],
            [
                "But we’re not going to sit here and assume that the next three to five years are going to be perfect.",
                "Cashman",
                true
            ],
            [
                "We’ve got to reinforce it every which way we can, because storm clouds are always brewing.",
                "Cashman",
                true
            ],
            [
                "That’s the problem with sports — you can never guarantee anything.",
                "Cashman",
                true
            ],
            [
                "That’s what I’ve told these guys: ‘This is what it’s all about, this is the reason we play,",
                "Brett Gardner",
                true
            ],
            [
                "We’re not ready to go home yet.",
                "Brett Gardner",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "going",
            "young",
            "world",
            "winter",
            "season",
            "win",
            "yankees",
            "push",
            "thought",
            "york",
            "wins",
            "schedule",
            "ahead",
            "series"
        ]
    }
]