[
    {
        "url": "https://money.cnn.com/2016/09/27/media/presidential-debate-tv-review/index.html",
        "title": "Donald Trump's reality TV background doesn't help him in debate",
        "authors": [
            {
                "name": "Brian Lowry",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2016-09-27",
        "text": "Donald Trump's reality TV background doesn't help him in debate\nby Brian Lowry   @blowryontv September 27, 2016: 3:28 AM ET\nThe Clinton/Trump faceoff in under 2 minutes\nAnticipation for Monday's presidential debate partly centered on what was different about it: Hillary Clinton, the first woman to be a major party's nominee, versus Donald Trump, who honed his communications skills on reality TV and peppered rivals with insults during the primary showdowns.\nWhat emerged, though, was in format and outward appearance similar to debates past -- two people behind lecterns -- only this time featuring what appeared to be a seasoned politician and a political novice. And it was Trump, expected to earn points for style, who at times seemed rattled, one of several distractions related less to the content of what he said than the manner in which he delivered it.\nThe give and take didn't make for a sterling night, necessarily, as political theater. But for those who concluded that hosting \"The Apprentice\" would ready Trump for this sort of exercise, well, it turns out those are very different muscles than the ones he had to put to use on Monday night.\nClinton, clearly, came into the debate with a strategy that she prosecuted almost without deviation: The goal was to appear unflappable, relaxed and almost dismissive of Trump's statements, while working in a few well-practiced zingers. That included pointing out that she had prepared for the debate, which offered a stark alternative to some of Trump's riffing, disjointed answers.\nThere were also some effective ad-libs, such as when she reacted to a rambling Trump response by saying, \"Just listen to what you heard.\"\nTrump, by contrast, having faced multiple rivals during the primaries, looked uncomfortable in this one-on-one format. With so many people on stage during the primaries, his attacking style could stand out; here, having to share the spotlight only with Clinton, it was harder to employ that hit-and-run tactic.\nHe interrupted Clinton repeatedly -- at first to get in points, but as the debate progressed those interruptions increasingly felt like fits of pique, as if all the attack ads she's running against him (which he referenced) had gotten under his skin.\nTrump's sniffling, which persisted throughout, also provided a distraction -- not a big deal, in theory, but the kind of thing teed up to be ridiculed in real time on social media.\nTrump's attempts to steamroll through certain exchanges created some problems for the third person in this mini-drama, Lester Holt. Holt, the \"NBC Nightly News\" anchor, had perhaps the most unenviable task one could imagine, given all the hand-wringing that preceded it and the Tuesday-morning quarterbacking that's sure to follow.\nHolt acquitted himself well enough, occasionally fact-checking Trump's statements -- usually when he sought to deny direct quotes that had been attributed to him -- and pressing him for specific answers.\nThose few moments when he challenged the candidate likely won't sit well with Trump's most ardent supporters, but Holt at least avoided the notion that the moderator should be some sort of potted plant who asks questions and completely gets out of the way. To that extent, his performance offered a measure of redemption for NBC News.\nTrump's impulse to look for one-liners also let him down when Clinton hammered him for not releasing his tax returns. When Clinton suggested that he might be hiding the fact that he hadn't paid any federal taxes, he interjected, \"That makes me smart,\" a quip that was both ill considered and potentially problematic for him in the days ahead.\nIndeed, if Trump is the more practiced performer, it didn't show. Clinton maintained an appearance of calm while Trump spoke, occasionally smiling but looking intent and engaged. Trump adopted a steely-eyed squint in the early portion of the debate -- somewhere between Clint Eastwood and Chuck Norris -- but seemed less energetic as the evening wore on.\nPrior to the debate, MSNBC's Rachel Maddow noted that presidential debates are \"the most unpredictable, the least scripted\" of all major political events.\nAs TV insiders know, reality television really isn't unscripted, and those programs benefit from the input of producers and editors in shaping storylines and the way characters are presented.\nIn this first debate, anyway, Clinton stuck to her script, and Trump generally looked like he could have used a more detailed one.\nCNNMoney (Los Angeles) First published September 27, 2016: 12:10 AM ET\nNewsletter\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "Just listen to what you heard.",
                "Donald Trump",
                true
            ],
            [
                "the most unpredictable, the least scripted",
                "Rachel Maddow",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/intent/user?screen_name=blowryontv"
            ]
        },
        "key_words": [
            "reality",
            "background",
            "debate",
            "political",
            "tv",
            "donald",
            "doesnt",
            "way",
            "holt",
            "trumps",
            "clinton",
            "nbc",
            "didnt",
            "help",
            "trump"
        ]
    }
]