[
    {
        "url": "http://inhealth.cnn.com/advances-in-psoriasis-treatment/what-psoriasis-does-to-your-heart?did=t1_rss12_2",
        "title": "What Psoriasis Does to Your Heart",
        "authors": [],
        "publisher": "www.healthgrades.com",
        "publish_date": "2016-06-13",
        "text": "By\nHow can psoriasis affect the heart?\nSince psoriasis is an inflammatory disease, over time the inflammation inside your body can cause damage to your blood vessels and your organs, like your heart. As the damage progresses, your risk for cardiovascular disease and stroke increases. Statistics show that people with psoriasis have three times the risk of having a heart attack than people who don’t have psoriasis, and the more severe the psoriasis, the higher the risk.\nPsoriasis doesn’t have to ruin your life—if you find the right doctor, determine the best treatment, and commit to living a healthy lifestyle, you can stay on top of your condition.\n2019 Healthgrades Operating Company, Inc. The content on Healthgrades does not provide medical advice. Always consult a medical provider for diagnosis and treatment. All rights reserved. May not be reproduced or reprinted without permission from Healthgrades Operating Company, Inc. Use of this information is governed by the Healthgrades User Agreement.\nTranscript\nopen\nDr. Jaber:          If you're newly diagnosed with psoriasis, the first thing I would tell you is take a deep breath and relax.    Brittany:           It's scary, and you're allowed to be scared.    Lorenzo:            It's frightening, especially when you don't know anything about it.   Wendy:              A lot of people just don't know even where to start. One thing I always recommend, which is what helped me, is finding a good doctor because psoriasis is not a one-size-fits-all disease.    Dr. Goldman:        Because it is a chronic condition, I think it is important to form a partnership with your dermatologist so to optimize therapy.    Dr. Jaber:          There are so many wonderful treatments for psoriasis and it's just as important for each patient to determine what the best treatment is for them.    Wendy:              A topical might work for some people, whereas it might not work for other people, like it didn't work for me.   Dr. Jaber:          She might choose an oral medication or injectable medication, but it really depends on each patient.   Wendy:              Currently I'm using a biologic treatment, which has cleared my skin.   Dr. Goldman:        I'm not necessarily their counselor or their internist, but I'm going to mention that a healthy lifestyle can improve psoriasis. Go out there, be physically active. I think a little sunlight helps people.   Brittany:           You know, to eat better, to treat your body better.   Dr. Goldman:        Several patients have lost weight and their psoriasis got better.   Brittany:           Try meditation, try yoga, try something.   Lorenzo:            I wrote a journal. I know what I'm eating, I know what I'm feeling, I know what the weather is, did it flare up here, did it flare up there. You actually can live your life around this chronic disease.    Dr. Strachan:       Having psoriasis can be stressful, and stress can cause psoriasis, so managing your stress is important.   Brittany:           There's going to be bad moments, and you're allowed to have bad or sad days. Have the sad day, and that's it, the next day you have to get up and start your life over again.   Lorenzo:            Talk to people, help people.   Wendy:              I do actually go to a therapist and that seems to help me a lot.   Brittany:           Find a community or a friend or somebody that has psoriasis.   Dr. Jaber:          Go on the National Psoriasis Foundation website, it's a great resource for patients.   Brittany:           We're all there for each other, we're a family.   Wendy:              Don't give up. Don't just live with the disease because you can get help and you can live a normal everyday life. There are treatment options out there, there is support groups out there.   Lorenzo:            Own this disease, I know that sounds funny. You really can maneuver your life around it. It's not going to ruin me, it's not an end all at all. It's manageable, you can live with it, you can own it.\nPeople with psoriasis are also prone to developing some other illnesses, which are risks themselves for heart disease, such as:\nObesity\nWhat causes the complications to the heart?\nLong-term inflammation in your arteries leads to damage in the arterial walls. This can lead to atherosclerosis, or hardening of the arteries. When there is damage along your arterial wall, substances in your blood, such as low-density lipoprotein cholesterol (LDL), can hook on to the wall and become stuck, narrowing the blood vessel. As it becomes harder for your blood to flow past the obstruction, your heart has to work harder, leading to heart disease. Fatty deposits stuck to the wall could also break off and travel through your blood stream to your heart or brain, causing a heart attack or stroke. Additionally, chronic smoldering inflammation anywhere in the body leads to elevated levels of chemical mediators that are directly related to atherosclerotic heart disease.\nResearchers have also found other problems that are unique to people with psoriasis and may increase their heart disease risk:\nPeople with psoriasis have thicker, denser LDL that can clog up more easily\nThey don’t have as much “good” cholesterol, high-density lipoprotein (HDL), which works against LDL\nThey may take medications, such as acitretin (Soriatane), that can increase LDL and decrease HDL\nCombined with the higher risk people with psoriasis have for obesity, type 2 diabetes, hypertension or metabolic syndrome, all patients with psoriasis need to take steps to prevent heart complications.\nHow can heart problems caused by psoriasis be prevented?\nYou can help reduce your risk of heart disease, a heart attack, or stroke caused by psoriasis by managing your illness as well as possible, and by living a healthy lifestyle. Along with your doctor’s advice, here are some ways you can help yourself:\nFollow your psoriasis treatment plan: Take your medications as prescribed by your doctor to treat your psoriasis. If you have any concerns about the drugs, speak with your doctor or pharmacist. Don’t stop treatment without discussing it first with your doctor.\nEat a heart-healthy diet: Eating a heart-healthy diet not only helps reduce your risk of developing heart disease, it also helps reduce the risk of type 2 diabetes, obesity, hypertension, metabolic syndrome, and other illnesses that can be related to lifestyle. If your doctor has advised you to lose weight and you don’t know where to start, ask to meet with a dietitian, who will be able to help you develop new eating patterns.\nExercise: Speak with your doctor about starting an exercise plan if you don’t exercise already. For some people, regular exercise is a daily walk; for others, it’s participating in team sports. Find an activity that will keep you active and that you’ enjoy, so you’ll stick to it.\nReduce your stress levels: This may be easier said than done, but stress can increase the risk of heart disease, so reducing stress is important. Being physically active can be one type of stress reliever, as can participating in activities such as yoga, meditation and mindfulness. Therapy with a counselor may help you learn how to manage stress.\nQuit smoking: If you smoke and find it hard to quit, speak to your doctor about options that may help you.\nUndergo regular heart disease screening: Talk to your doctor about how often you should be screened for heart disease and what tests you should have.\nIf you experience any signs or symptoms of a heart attack or stroke, call 9-1-1 immediately for emergency help.\nLiving with a chronic disease such as psoriasis has its challenges, but by being proactive and and taking care of yourself, you can reduce your risks for heart disease and other illnesses.\nWas this helpful? (190)\n© 2019 Healthgrades Operating Company, Inc. The content on Healthgrades does not provide medical advice. Always consult a medical provider for diagnosis and treatment. All rights reserved. May not be reproduced or reprinted without permission from Healthgrades Operating Company, Inc. Use of this information is governed by the Healthgrades User Agreement.\nPerez OA, English JC. Psoriasis and Heart Disease. Medscape.com. http://www.medscape.com/viewarticle/726756_10\nAtherosclerosis. National Heart, Lung and Blood Institute. Part of the National Institutes of Health. http://www.nhlbi.nih.gov/health/health-topics/topics/atherosclerosis\nDermatologists urge psoriasis patients to be aware of potential link to other serious diseases. American Academy of Dermatology. https://www.aad.org/media/news-releases/dermatologists-urge-psoriasis-patients-to-be-aware-of-potent...\nx\nThis content is created or selected by the Healthgrades editorial team and is funded by an advertising sponsor. The content is subject to the Healthgrades medical review process for accuracy, balance and objectivity. The content is not edited or otherwise influenced by the advertisers appearing on this page except with the possible suggestion of the broad topic area. For more information, read the  Healthgrades advertising policy.\nADVERTISEMENT\nUse moisturizer\nStick with my medications\n28%\nYour opinion matters!\nPlease fill out this short, 1-3 minute survey about Advances in Psoriasis Treatment. Your answers are anonymous and will not be linked to you personally.\nThe survey will appear at the end of your visit.\nNo, Thanks\nThank you!\nA survey will be presented to you after you finish viewing our Advances in Psoriasis Treatment content.\nClose\nYou appear to be interested in [INTEREST]\nThere are [COUNT] four and five-star providers near [LOCATION] who treat [INTEREST]. Let us connect you with the right doctor.\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.healthgrades.com/content/advertising-policy"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.medscape.com/viewarticle/726756_10",
                "https://www.aad.org/media/news-releases/dermatologists-urge-psoriasis-patients-to-be-aware-of-potential-link-to-other-serious-diseases"
            ]
        },
        "key_words": [
            "does",
            "heart",
            "help",
            "disease",
            "stress",
            "dont",
            "doctor",
            "blood",
            "psoriasis",
            "stroke",
            "risk"
        ]
    }
]