[
    {
        "url": "http://occupydemocrats.com/2016/09/26/wwii-veteran-pens-brutal-op-ed-slamming-draft-dodging-trump/",
        "title": "WWII Veteran Pens Brutal Op-Ed Slamming Draft-Dodging Trump",
        "authors": [
            {
                "name": "Natalie Dickinson",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-26",
        "text": "A ninety-six-year-old World War II veteran and longtime New Yorker contributor Roger Angell has voted in eighteen elections. As he prepares to vote in his nineteenth, he has published an op-ed in which he shares his wisdom and experience – and sends a dire warning to the American people.\nThis man, who has lived through the most dangerous threats to ever face our nation, including the prospect of nuclear Armageddon, believes that the election of Republican nominee Donald Trump would be a catastrophe on the same level:\n“My country faces a danger unmatched in our history since the Cuban missile crisis, in 1962, or perhaps since 1943, when the Axis powers held most of Continental Europe, and Imperial Japan controlled the Pacific Rim, from the Aleutians to the Solomon Islands, with the outcome of that war still unknown. “\nAngell acknowledges Trump’s long history of outrageously offensive statements but chooses to focus on the one closest to his heart: military service and the lessons of the Second World War, the most destructive conflict humanity has ever fought.\n“I stick at a different moment—the lighthearted comment he made when, in early August, an admiring veteran presented him with a replica of his Purple Heart and Mr. Trump said, “I always wanted to get the Purple Heart. This was much easier.” Mr. Trump is saying he wishes that he had joined the armed forces somehow (he had a chance but skimmed out, like so many others of his time) and then had died or been scarred or maimed in combat?\nThis is the dream of a nine-year-old boy, and it impugns the five hundred thousand young Americans who have died in combat in my lifetime, and the many hundreds of thousands more whose lives were altered or shattered by their wounds of war.\nI take this personally, representing as I do the last sliver of the sixteen million Americans who served in the military in my war…I experienced the loss of more than twenty close friends, classmates, and companions of my youth, who remain young and fresh in memory.\nI have named them in previous pieces, along with some wounded survivors, like my friend Gardner, an infantry captain who landed at Normandy Beach and fought at Hürtgen Forest and Aachen and the Battle of the Bulge, was twice wounded…my late brother-in-law Neil, who lay wounded on the field for two days during the battle of Belfort Gap, and who hobbled with a cane all his life, and with two canes near the end. Every American of my generation can supply stories like these, and once learned and tried to forget that, worldwide, seventy million people died in our war.\nFar too many people have forgotten the lessons of that dreadful conflict – or never learned them at all, as in Trump’s case. Trump is a selfish coward at his core; a draft-dodger who then had the nerve to compare his promiscuity with the sacrifices of the hundreds of thousands of young Americans  who perished in the jungles of Vietnam, a man who mocks war heroes and insults the families of our slain warriors , a man who uses our veterans for cheap propaganda stunts and tosses them aside once they’ve served their purpose.\nTrump is uniquely ill-suited for the presidency, a man enslaved by his ego and devoid of principle – negatives that deeply disturb Mr. Angell.\n“Mr. Trump is endlessly on record as someone who will not back down, who cannot appear to pause or lose. He is a man who must win, stay on the attack, and who thinks, first and last, “How will I look?” This is central, and what comes after it, for me, at times, is concern for what it must be like for anyone who, facing an imperative as dark and unforgiving as this, finds only the narcissist’s mirror for reassurance.”\nOn the other hand, Mr. Angell has glowing praise for Democratic nominee Hillary Clinton, a woman who has spent her entire life in public service, who has shown time and time again that she has a backbone of steel and is up to the pressures of the Presidency:\nI will cast my own vote for Hillary Clinton with alacrity and confidence. From the beginning, her life has been devoted to public service and to improving the lives of children and the disadvantaged. She is intelligent, strong, profoundly informed, and extraordinarily experienced in the challenges and risks of our lurching, restlessly altering world and wholly committed to the global commonality. Her well-established connections to minorities may bring some better understanding of our urban and suburban police crisis. Ms. Clinton will make a strong and resolute President—at last, a female leader of our own—and, in the end, perhaps a unifying one.\nHe saves his best criticism for the end, however, as he nervously ponders what a President Trump might be responding to an ordinary day in the White House:\nSee Also\n“If Donald Trump wins this election, his nights in the White House will very soon resemble those of President Obama.  A new day is arriving, and with it the latest rush of bad news—another police shooting out West, another suicide bomber in Yemen, and other urgent briefings from a world already caught up in the morning’s difficult events. He needs to respond, but the beginning of this President’s response is always reliably at hand: How will I look?”\nWe absolutely cannot elect a President that will put his own public image above the needs of the American people.\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "I always wanted to get the Purple Heart.",
                "Trump",
                true
            ],
            [
                "Trump is endlessly on record as someone who will not back down, who cannot appear to pause or lose.",
                "",
                true
            ],
            [
                "He is a man who must win, stay on the attack, and who thinks, first and last, “How will I look?” This is central, and what comes after it, for me, at times, is concern for what it must be like for anyone who, facing an imperative as dark and unforgiving as this, finds only the narcissist’s mirror for reassurance.",
                "",
                true
            ],
            [
                "If Donald Trump wins this election, his nights in the White House will very soon resemble those of President Obama.",
                "",
                true
            ],
            [
                "A new day is arriving, and with it the latest rush of bad news—another police shooting out West, another suicide bomber in Yemen, and other urgent briefings from a world already caught up in the morning’s difficult events.",
                "",
                true
            ],
            [
                "He needs to respond, but the beginning of this President’s response is always reliably at hand: How will I look?",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://occupydemocrats.com/2016/02/16/watch-1997-video-shows-trump-bragging-about-dodging-draft-sleeping-around-was-my-vietnam-2/",
                "https://occupydemocrats.com/2016/07/30/dad-muslim-war-hero-reminded-trump-sons-sacrifice-trumps-response-disgusting/",
                "https://occupydemocrats.com/2016/03/03/investigation-finds-trump-veterans-fundraiser-cant-account-for-3-million-in-donations/",
                "http://www.newyorker.com/news/news-desk/my-nineteenth-presidential-election-and-the-most-important"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "war",
            "president",
            "veteran",
            "young",
            "life",
            "service",
            "oped",
            "pens",
            "trump",
            "man",
            "slamming",
            "draftdodging",
            "mr",
            "brutal",
            "public",
            "world",
            "wwii"
        ]
    }
]