[
    {
        "url": "https://www.reuters.com/article/us-afghanistan-airstrikes/u-s-bombs-dropped-in-afghanistan-at-highest-since-2010-under-new-trump-strategy-idUSKBN1CG0OO",
        "title": "U.S. bombs dropped in Afghanistan at highest since 2010, under new Trump strategy",
        "authors": [
            {
                "name": "Josh Smith",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "October 11, 2017 /  7:27 AM / 2 years ago\nU.S. bombs dropped in Afghanistan at highest since 2010, under new Trump strategy\n2 Min Read\nKABUL (Reuters) - American warplanes in Afghanistan are dropping bombs in numbers not seen since the height of the U.S. troop surge in 2010, after President Donald Trump announced a new strategy in August to ease attack curbs and widen the range of militant targets.\nIn September, for example, the U.S. Air Force dropped 751 bombs, an increase of nearly 50 percent from the August figure of 503, to reach its highest single-month total in seven years, military data showed.\n“The increase can be attributed to the president’s strategy to more proactively target extremist groups that threaten the stability and security of the Afghan people,” the Air Force said in a monthly report.\nSix more F-16 fighter bombers have been deployed to Bagram air field north of the Afghan capital of Kabul, and additional massive B-52 bombers have been assigned to strike Afghanistan from bases in the Persian Gulf, it added.\nThe Air Force numbers exclude strikes by the U.S. Army, which maintains armed helicopters and other aircraft in Afghanistan.\nTrump’s South Asia strategy included promises to expand authority for U.S. forces to target militants in Afghanistan.\n“These killers need to know they have nowhere to hide; that no place is beyond the reach of American might and Americans’ arms,” Trump said in his August speech unveiling the strategy.\n“Retribution will be fast and powerful.”\nFormer President Barack Obama’s plans to drawdown the U.S. mission in Afghanistan often limited U.S. troops to attacking the Taliban only in certain circumstances, such as self-defense.\nThis month, Defense Secretary James Mattis confirmed to Congress that those restrictions would be lifted under Trump’s plan.\nReporting by Josh Smith; Editing by Clarence Fernandez\n",
        "quotes": [
            [
                "The increase can be attributed to the president’s strategy to more proactively target extremist groups that threaten the stability and security of the Afghan people,",
                "",
                true
            ],
            [
                "These killers need to know they have nowhere to hide; that no place is beyond the reach of American might and Americans’ arms,",
                "Trump",
                true
            ],
            [
                "Retribution will be fast and powerful.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "target",
            "highest",
            "kabul",
            "air",
            "numbers",
            "2010",
            "force",
            "dropped",
            "afghanistan",
            "bombs",
            "trump",
            "reach",
            "president",
            "strategy"
        ]
    }
]