[
    {
        "url": "https://www.activistpost.com/2017/09/hpv-vaccines-pharmaceutical-menace-promoted-prophylactic-medicine.html",
        "title": "HPV Vaccines: The Pharmaceutical Menace Promoted As Prophylactic Medicine",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-13",
        "text": "Several entries sort of “stand out” for various reasons:\nDr Douglas Lowy reports that as part of his United States government-supported research at the National Cancer Institute (NCI)/National Institutes of Health (NIH), he is an inventor of technology that underlies the L1-based prophylactic virus-like particle (VLP) HPV vaccine and technology that underlies an L2-based candidate prophylactic HPV vaccine. The NIH has licensed the technology for the L1 VLP vaccine to Merck, the manufacturer of Gardasil, to GlaxoSmithKline, the manufacturer of Cervarix, and to Indian Immunologicals Ltd. The L2-based vaccine technology is the subject of a cooperative research and development agreement between the NCI, Johns Hopkins University, and Shantha Biotech, and has been licensed to Shantha, PanVax, Acambis Inc., and GlaxoSmithKline. United States Federal law entitles Dr Lowy to a limited share of royalties the NIH receives for these technologies.\nDr Joel Palefsky reports that his research unit at the University of California, San Francisco benefited from research funding from Merck and Hologic; Dr Palefsky reports that he benefited from support for travel from Merck; Dr Palefsky reports that he has received honoraria for a research presentation at Qiagen; Dr Palefsky reports that he testified on behalf of Merck on the vaccine efficacy in males.\nDr John Schiller reports that as part of his United States government-supported research at the National Cancer Institute (NCI)/National Institutes of Health (NIH), he is an inventor of technology that underlies the L1-based prophylactic virus-like particle (VLP) HPV vaccine and technology that underlies an L2-based candidate prophylactic HPV vaccine. The NIH has licensed the technology for the L1 VLP vaccine to Merck, the manufacturer of Gardasil, to GlaxoSmithKline, the manufacturer of Cervarix, and to Indian Immunologicals Ltd. The L2-based vaccine technology is the subject of a cooperative research and development agreement between the NCI, Johns Hopkins University, and Shantha Biotech, and has been licensed to Shantha, PanVax, Acambis Inc., and GlaxoSmithKline. United States Federal law entitles Dr Schiller to a limited share of royalties the NIH receives for these technologies.\nDr Margaret Stanley reports that she received personal consultancy fees from Sanofi Pasteur MSD, GlaxoSmithKline, and MSD; Dr Stanley reports that she received personal speaker’s fees from MSD.\nOne has to wonder just how much the above “interests” can, and do, influence either the science or ‘propaganda’ generated by pharmaceutical companies in their zealous promotion of the very dangerous HPV vaccines being promoted for various ‘health reasons’ when first they were promoted as “preventing cervical cancer in young women.”  Now boys, who don’t have cervixes, are mandated to receive them too.\nThe Australia Connection\nIn Australia there is a current ‘war of words’ going on regarding all mandatory vaccines, and in particular the HPV vaccine, between citizens and the Aussie government’s “No Jab No Pay” mandatory vaccine policy with groups like “No Jab No Pay No Way” stating:\n NO WAY! – to pressuring or forcing injections that can cause serious medical conditions, even death!\n(Ab)using its power from needy families’ dependence, the Government threatens to withhold needed funds to PRESSURE OR FORCE 20 thousands of parents to allow their children to be directly injected and, by its own admission after only very limited testing3, with ALL of…\n86 antigen doses: 8 injections (74 antigen doses) before 12 months of age, and 2 more injections by 4 years of age.4 plus foreign organism components, neurotoxins and multiple chemicals: such as aborted foetal & animal cell line components & DNA, aluminium, polysorbate 805, genetically engineered yeast, MSG, antibiotics and potentially animal viruses and/or other contaminants.6\nThe factual irony of the “No Jab No Pay” policy is that it truly is unconstitutional in principle, as two countries now have stated mandatory and coercive vaccination policies (which Australia’s definitely is because government welfare benefits are attached) are unconstitutional.  Those countries are Sweden in Europe and Colombia in South America.\nAs the “No Jab No Pay No Way” website clearly and legally asserts:\nNO WAY! – to disregarding inalienable human rights!…. Individuals have inalienable rights to life, bodily security, equality, and free exercise of thought, conscience and religion. Provisions for these rights are NOT “loopholes”. They are expressed in the Constitution, common and statute law and international human rights instruments.19 Accordingly, the High Court (1949) has ruled that “any form” or “extent” of “compulsion” of medical services, “whether legal, by… penalties, or… by any other means, direct or indirect, could not be authorized.’20 So whatever ‘law’ the Government enacts, vaccination will remain illegal unless parents give valid consent. The Government itself instructs that consent to vaccination is valid only if given:-  “voluntarily in the absence of undue pressure, coercion or manipulation” AND   “after the potential risks and benefits of the… vaccine, risks of not having it and any alternative options have been explained”.21  Otherwise vaccination may constitute battery, negligence, malpractice, professional misconduct and/or fraud by the administrator. [CJF emphasis]\nHowever, Australian health officials and all healthcare consumers there need to factor into the “No Jab No Pay” brouhaha going on, somethings that probably can influence changing the disregard for denying inalienable human rights: vested corporate interests and marketing plans on the part of vaccine manufacturers, their subsidized scientists and public relations mouthpieces, i.e., doctors Pharma financially support and provide gratuities to.  In Australia one such individual, according to the IARC list, is\nDr Suzanne Garland reports that her unit at the Royal Women’s Hospital benefited from research funding from CSL, Merck, and GlaxoSmithKline; Dr Garland reports benefiting from personal speaker’s fees and support for travel from CSL, Merck, Sanofi Pasteur, and GlaxoSmithKline.  [CJF emphasis]\nDon’t CSL [1], Merck and GlaxoSmithKline provide HPV vaccines in Australia?\nIs Australia so ‘hung up’ on pushing the HPV vaccines because it was “Australian research technology” and “CSL has the exclusive right to market in Australia and New Zealand any Merck HPV vaccine developed using CSL’s technology.”  [1]\nHere’s CSL (Australian Pharma Company) role in the HPV vaccine:\nCSL chief scientific officer Andrew Cuthbertson said Merck expected to apply for a licence for the HPV vaccine in the second half of 2005, following extensive Phase III trials.\n“We’re very excited about this project, not just because we believe it is commercially important for CSL.\n“I think from an Australian science point of view, this is terribly important.”\nDr Cuthbertson said CSL had not released any information in relation to milestone payments linked to the HPV vaccine or to potential royalties from sales.\nThe vaccine could be on the market about 12 months after gaining regulatory approval.\nDr Cuthbertson said Merck expected to be the first to sell the vaccine, under the trademark Gardasil, in the major markets of the United States and the European Union.\nThe initial target group would be women aged 19 to 24, of which there were 60 to 70 million in the US and Europe.\nMerck was carrying out studies on vaccinating women aged 25 to 45, which comprised about 100 million women in the US and Europe, Dr Cuthbertson said. [1]\nNow, let’s juxtapose the article “Ten years on, Professor Ian Frazer recalls ‘lucky’ discovery of cervical cancer vaccine” against the following devastating information about HPV vaccines adverse reactions from countries around the globe, which Australia and the USA both need to consider seriously and at least make HPV vaccines not mandatory, but voluntary.  Voluntary status for those who either don’t know the real science behind the HPV vaccines or those who think HPV vaccines may be helpful truly IS the constitutional way to go, as opposed to the totalitarian way now being forced on adolescents and their parents.\nU.S. court pays $6 million to Gardasil victims (2014) The Washington Times\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nWho Knew That HPV Vaccines Could Hurt Kids?\nAre prospective HPV vaccinees and/or their parents/guardians given and/or told, as part of “Informed Consent” and medical ethics, the above full-disclosure about the risks-benefits of HPV vaccines BEFORE inoculation?\nNO!  Why not? Shouldn’t that be legally mandated with vaccinees signatures giving consent required as part of vaccination protocols anywhere in the world, starting with Australia and the USA?\nAnother medical-legal protocol which must be instituted and enforced is this: When anyone under 21 years of age dies, a complete record of their vaccinations with DATES administered must become part of the autopsy report and medical review before issuance of a death certificate.\nGardasil Vaccine: Spain Joins Growing List of Countries to File Criminal Complaints\nJapanese watchdog group indicts HPV (Gardasil) vaccine, media silent (2017)\nDr. Sin Hang Lee, MD, Director of the Milford Molecular Diagnostics Laboratory, Milford, Connecticut, wrote a 16-page open-letter-of-complaint to Dr. Margaret Chan,  Director-General of the World Health Organization, regarding misleading safety information about the two HPV vaccines, Gardasil® and Cervarix®, another important document to study.\nDr. Diane Harper, MD, one of the original researchers on the HPV vaccine spoke out and\n…agrees with Merck and the CDC that Gardasil is safe for most girls and women. But she says the side effects reported so far call for more complete disclosure to patients. She says they should be told that protection from the vaccination might not last long enough to provide a cancer protection benefit, and that its risks – “small but real” – could occur more often than the cervical cancer itself would.\n“Parents and women must know that deaths occurred. Not all deaths that have been reported were represented in Dr. Slade’s work, one-third of the death reports were unavailable to the CDC, leaving the parents of the deceased teenagers in despair that the CDC is ignoring the very rare but real occurrences that need not have happened if parents were given information stating that there are real, but small risks of death surrounding the administration of Gardasil.”\nShe also worries that Merck’s aggressive marketing of the vaccine may have given women a false sense of security. [2]   [CJF emphasis]\nAll the above about the HPV vaccines would lead any thinking person to wonder why such a ‘pig-in-a-poke’ is being mandated and forced on to adolescent children and their parents for compliance.\nIs it a question of “follow the money”?\nCatherine J Frompovich ( website ) is a retired natural nutritionist who earned advanced degrees in Nutrition and Holistic Health Sciences, Certification in Orthomolecular Theory and Practice plus Paralegal Studies. Her work has been published in national and airline magazines since the early 1980s. Catherine authored numerous books on health issues along with co-authoring papers and monographs with physicians, nurses, and holistic healthcare professionals. She has been a consumer healthcare researcher 35 years and counting.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "preventing cervical cancer in young women.",
                "",
                false
            ],
            [
                "No Jab No Pay No Way",
                "",
                false
            ],
            [
                "No Jab No Pay No Way",
                "",
                false
            ],
            [
                "voluntarily in the absence of undue pressure, coercion or manipulation",
                "",
                false
            ],
            [
                "after the potential risks and benefits of the… vaccine, risks of not having it and any alternative options have been explained",
                "",
                false
            ],
            [
                "CSL has the exclusive right to market in Australia and New Zealand any Merck HPV vaccine developed using CSL’s technology.",
                "",
                true
            ],
            [
                "I think from an Australian science point of view, this is terribly important.",
                "",
                true
            ],
            [
                "Ten years on, Professor Ian Frazer recalls ‘lucky’ discovery of cervical cancer vaccine",
                "",
                false
            ],
            [
                "Parents and women must know that deaths occurred.",
                "",
                true
            ],
            [
                "Not all deaths that have been reported were represented in Dr. Slade’s work, one-third of the death reports were unavailable to the CDC, leaving the parents of the deceased teenagers in despair that the CDC is ignoring the very rare but real occurrences that need not have happened if parents were given information stating that there are real, but small risks of death surrounding the administration of Gardasil.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.abc.net.au/news/2017-03-25/ian-frazer-recalls-lucky-discovery-of-cervical-cancer-vaccine/8385872"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.catherinejfrompovich.com/"
            ]
        },
        "key_words": [
            "dr",
            "reports",
            "merck",
            "technology",
            "medicine",
            "csl",
            "hpv",
            "menace",
            "promoted",
            "glaxosmithkline",
            "research",
            "pharmaceutical",
            "vaccines",
            "prophylactic",
            "vaccine"
        ]
    }
]