[
    {
        "url": "https://www.cnn.com/2016/09/23/politics/eric-trump-donald-trump-american-dream/index.html",
        "title": "Eric Trump: My father started with 'just about nothing'",
        "authors": [
            {
                "name": "Naomi Lim",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-23",
        "text": "By Naomi Lim, CNN\nUpdated 11:52 AM ET, Mon September 26, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nDonald Trump got his start in real estate in part thanks to a $1 million loan from his father, Fred Trump\nTrump's children have become prominent surrogates for his presidential campaign\nWashington (CNN)\nEric Trump on Friday defended his father's self-made real estate mogul narrative, saying the Republican presidential nominee was the epitome of the American dream for having \"gone from just about nothing\" to become a successful real estate mogul in New York.\nThe younger Trump's comments follow extensive reporting of how the GOP presidential candidate got his start in property development in part thanks to a $1 million loan from his father, Fred Trump, in the late 1960s or early 1970s.\n\"Well, I think he's a guy who has been an entrepreneurial guy,\" Eric Trump told Fox News on Friday after being asked about his father's outreach to millennial voters. \"He's built an amazing company. He's become the epitome of the American dream.\"\nTrump begun to say that millennials could relate to his father because \"he's gone from just about nothing,\" but was interrupted by \"Outnumbered\" panelist Julie Roginsky.\n\"Nothing? He got a million bucks? I mean, come on,\" Roginsky interjected.\nRead More\n\"Listen, he's built an unbelievable empire,\" Trump responded. \"He's epitomized what America is all about: opportunity and working hard and being able to achieve your dreams and what you want to succeed, right?\"\nTrump continued, \"It's no different from a (Mark) Zuckerberg, right, who went out with a great idea like Facebook and developed this idea and built it and grew it and grew it and grew it. That's achieving something, right? And I think it is very different than a person who has been career politician.\"\nIn 2015, Donald Trump described the $1 million loan from his father as \"small.\"\n\"My whole life really has been a 'no' and I fought through it,\" Trump said at an NBC-sponsored town hall in October. \"It has not been easy for me, it has not been easy for me. And you know I started off in Brooklyn, my father gave me a small loan of a million dollars.\"\nThe 32-year-old Eric Trump on Friday also said that he thought millennials did not relate to policy well because \"they haven't lived their lives long enough to understand ... the broad stroke of issues.\"\n\"They obviously understand a lot of issues as it pertains to them, student debt, and this and that,\" Trump said. \"But I think maybe taxes and things might be a little less significant than other issues. And so I just think there is a disconnect between somebody who is constantly talking about policy and this and that, than a man who's built a great company.\"\nDonald Trump's children have become prominent surrogates for his unconventional presidential campaign, but at times have cause minor controversies of their own.\nEric Trump's comments come after his older brother, Donald Jr., caused controversy earlier this week when he likened Syrian refugees to Skittles .\n",
        "quotes": [
            [
                "Well, I think he's a guy who has been an entrepreneurial guy,",
                "Donald Trump",
                true
            ],
            [
                "He's built an amazing company.",
                "Donald Trump",
                true
            ],
            [
                "He's become the epitome of the American dream.",
                "Donald Trump",
                true
            ],
            [
                "he's gone from just about nothing,",
                "Donald Trump",
                false
            ],
            [
                "Listen, he's built an unbelievable empire,",
                "Donald Trump",
                true
            ],
            [
                "He's epitomized what America is all about: opportunity and working hard and being able to achieve your dreams and what you want to succeed, right?",
                "Donald Trump",
                true
            ],
            [
                "It's no different from a (Mark) Zuckerberg, right, who went out with a great idea like Facebook and developed this idea and built it and grew it and grew it and grew it.",
                "Donald Trump",
                true
            ],
            [
                "And I think it is very different than a person who has been career politician.",
                "Donald Trump",
                true
            ],
            [
                "My whole life really has been a 'no' and I fought through it,",
                "Donald Trump",
                true
            ],
            [
                "It has not been easy for me, it has not been easy for me.",
                "Donald Trump",
                true
            ],
            [
                "And you know I started off in Brooklyn, my father gave me a small loan of a million dollars.",
                "Donald Trump",
                true
            ],
            [
                "they haven't lived their lives long enough to understand ... the broad stroke of issues.",
                "Donald Trump",
                false
            ],
            [
                "They obviously understand a lot of issues as it pertains to them, student debt, and this and that,",
                "Donald Trump",
                true
            ],
            [
                "But I think maybe taxes and things might be a little less significant than other issues.",
                "Donald Trump",
                true
            ],
            [
                "And so I just think there is a disconnect between somebody who is constantly talking about policy and this and that, than a man who's built a great company.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2015/10/26/politics/donald-trump-small-loan-town-hall/",
                "https://www.cnn.com/2016/09/19/politics/donald-trump-jr-twitter-refugees/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "thanks",
            "hes",
            "trump",
            "presidential",
            "million",
            "real",
            "estate",
            "father",
            "start",
            "mogul",
            "started",
            "eric"
        ]
    }
]