[
    {
        "url": "https://www.reuters.com/article/us-race-australia-solar/solar-cars-begin-race-across-australian-desert-idUSKBN1CD04Y",
        "title": "Solar cars begin race across Australian desert",
        "authors": [
            {
                "name": "Benjamin Cooper",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "Solar cars begin race across Australian desert\n3 Min Read\nSYDNEY (Reuters) - The World Solar Challenge began on Sunday with 42 solar cars crossing Australia’s tropical north to its southern shores, a grueling 3,000 km (1,864 mile) race through the outback.\nThe race from the northern city of Darwin to the southern city of Adelaide is expected to take a week for most cars, with speeds of 90-100 kmh (55-62 mph) powered only by the sun.\nThe fastest time was achieved by Japan’s Tokai University in 2009, completing the transcontinetal race in only 29 hours and 49 minutes.\nBelgian team Punch Powertrain started first on Sunday after recording a trial time of 2:03.8 for 2.97 km (1.78 miles), hitting an average speed of 83.4 kmh (51.5mph).\nBut reigning 2015 champions Nuon from Delft University of Technology in the Netherlands believes it has a good chance of retaining the prize.\n“All the cars look completely different (this year), and all we know is we’ve got a good car, we’ve got it running perfectly the last couple of days and we’re confident we’re going to do everything to win,” tour manager Sarah Benninkbolt said Sunday.\nRace director Chris Selwood said the biennial event has attracted one of the best fields ever, with teams from more than 40 countries.\n“This is the 30th anniversary of the Bridgestone World Solar Challenge and competitors want to be part of that. They have been drawn to the challenge of new regulations which reduced the solar array size without limiting the size of the solar car,” Selwood said.\nTeams come from countries including the United States, Japan, Germany, Chile, Netherlands, United Kingdom, Malaysia, Belgium, Sweden, Iran, South Korea, India, Hong Kong, South Africa, Poland, Thailand, Turkey, Canada, Taiwan and Australia.\nSlideshow (2 Images)\nThe Northern Territory Minister for Tourism and Culture, Lauren Moss said her government’s A$250,000 (US$194,150) sponsorship of the race showed it was committed to achieving 50 percent renewable energy for the territory by 2030.\n“Innovation is at the heart of the event and the technology showcased this year will influence continuing solar innovation for vehicles and householders in the future,” she said.\n“This event is a great promotion for the NT – it shows our ability to innovate to the world.”\nReporting by Benjamin Cooper; Editing by Michael Perry\n",
        "quotes": [
            [
                "All the cars look completely different (this year), and all we know is we’ve got a good car, we’ve got it running perfectly the last couple of days and we’re confident we’re going to do everything to win,",
                "Sarah Benninkbolt",
                true
            ],
            [
                "This is the 30th anniversary of the Bridgestone World Solar Challenge and competitors want to be part of that.",
                "Selwood",
                true
            ],
            [
                "They have been drawn to the challenge of new regulations which reduced the solar array size without limiting the size of the solar car,",
                "Selwood",
                true
            ],
            [
                "Innovation is at the heart of the event and the technology showcased this year will influence continuing solar innovation for vehicles and householders in the future,",
                "Lauren Moss",
                true
            ],
            [
                "This event is a great promotion for the NT – it shows our ability to innovate to the world.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "challenge",
            "solar",
            "australian",
            "territory",
            "world",
            "united",
            "desert",
            "begin",
            "event",
            "race",
            "weve",
            "university",
            "cars"
        ]
    }
]