[
    {
        "url": "https://www.activistpost.com/2017/10/new-ghost-gun-update-allows-3d-printing-of-untraceable-handgun.html",
        "title": "New Ghost Gun Update Allows 3D Printing of Untraceable Handgun",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-02",
        "text": "Hot Topics\nNew Ghost Gun Update Allows Rapid Creation of Untraceable Handgun\nThe controversial organization Defense Distributed just made it easier to create your own untraceable handguns.\nOn October 1, Cody Wilson and Defense Distributed began selling two of the most common handgun “80 percent” receivers. In addition to selling a computer-numerically-controlled (CNC) mill which can complete unfinished lower receivers for AR-15 semi-auto rifles, Defense Distributed will now sell unfinished receivers for Glocks and single-stack  M1911 s.\nUsing Defense Distributed’s mill, known as the Ghost Gunner, anyone with $1,600 and some basic milling knowledge can create the lower receiver of an AR-15 rifle. The term “ghost guns” was first popularized by gun control advocates because the weapons do not have a serial number and are thus untraceable. Wilson and Defense Distributed have since re-claimed the term in a sort of send-up to the U.S. government, which the company is still fighting over the alleged violations of the International Traffic in Arms Regulations.\n“It’s a certain type of person who builds and enjoys an AR-15—that’s a lot of gun, and most people don’t feel the need to have a big ol’ battle rifle,” Wilson told ArsTechnica . “But we believe lots of people are interested in the conversation about an untraceable, concealable handgun. It’s been on the roadmap the whole time for this project. It’s just always been a question of how we get there, and it ended up being very, very difficult—kinda like the brass ring of the project, if you will.”\n“Just like the ARs and stuff, you’re making the identical item that you would otherwise handle, purchase, and fire—so it feels identical,” Wilson notes. “These are real guns.”\nWilson is a former University of Texas School of Law student who gained notoriety in the tech world for his involvement in a series of controversial digital projects, including  Dark Wallet , an application to make bitcoin transactions anonymous and untraceable, and his efforts to spread firearms blueprints to the public via downloadable files. In January,  Wired named Wilson one of the “most dangerous people on the Internet right now,” putting him in league with Edward Snowden, the National Security Agency and North Korean leader Kim Jong-un.\nIn May 2013, Defense Distributed released a video of Wilson firing the world’s first fully 3D printable firearm, the 16-piece Liberator .380 single shot pistol. They also released the 3D printable files to the Internet. Within days the State Department  demanded that the files be removed from public access , citing a violation of the International Traffic in Arms Regulations. Defense Distributed complied, though Wilson admitted to Forbes that removing all relevant data from public access “might be an impossible standard.”\nWith the release of the new lower receivers, advocates of gun ownership and privacy have achieved a victory. The government could not stop the spread of these weapons or this technology if it tried. It will eventually try and the Cody Wilsons of the world will do everything they can to break past the barriers set by the State. Obviously, individuals with ill intent could make use of this tech, just as the privacy advocate who wants to protect her family might make use of it. We cannot allow fear of bad men using these weapons drive us to support attempts at banning or restricting access. Tyrants want the people in fear and without a means for defense. Don’t fall prey to the manipulation and fear porn.\nDerrick is available for interviews. Please contact [email protected]\nThis article may be freely reposted in part or in full with author attribution and source link .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 7, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "It’s a certain type of person who builds and enjoys an AR-15—that’s a lot of gun, and most people don’t feel the need to have a big ol’ battle rifle,",
                "Wilson",
                true
            ],
            [
                "But we believe lots of people are interested in the conversation about an untraceable, concealable handgun.",
                "ArsTechnica",
                true
            ],
            [
                "It’s been on the roadmap the whole time for this project.",
                "ArsTechnica",
                true
            ],
            [
                "It’s just always been a question of how we get there, and it ended up being very, very difficult—kinda like the brass ring of the project, if you will.",
                "ArsTechnica",
                true
            ],
            [
                "Just like the ARs and stuff, you’re making the identical item that you would otherwise handle, purchase, and fire—so it feels identical,",
                "Wilson",
                true
            ],
            [
                "most dangerous people on the Internet right now,",
                "Wilson",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.wired.com/2015/01/dangerous-people-internet-right-now/",
                "https://arstechnica.com/gadgets/2017/10/3d-print-a-serial-free-handgun-at-home-with-the-latest-ghost-gunner-update/",
                "https://www.activistpost.com/2017/10/new-ghost-gun-update-allows-3d-printing-of-untraceable-handgun.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.forbes.com/sites/andygreenberg/2013/05/09/state-department-demands-takedown-of-3d-printable-gun-for-possible-export-control-violation/",
                "https://www.activistpost.com/cdn-cgi/l/email-protection",
                "https://www.wired.com/2014/07/inside-dark-wallet/",
                "https://en.wikipedia.org/wiki/M1911_pistol"
            ]
        },
        "key_words": [
            "gun",
            "files",
            "traffic",
            "ghost",
            "3d",
            "unfinished",
            "distributed",
            "receivers",
            "update",
            "handgun",
            "printing",
            "allows",
            "defense",
            "wilson",
            "untraceable",
            "public",
            "term"
        ]
    }
]