[
    {
        "url": "https://www.reuters.com/article/us-india-economy-analysis/fiscal-test-as-indias-smaller-firms-struggle-modi-faces-stimulus-dilemma-idUSKBN1CE1DU",
        "title": "Fiscal test: As India's smaller firms struggle, Modi faces stimulus dilemma",
        "authors": [
            {
                "name": "Manoj Kumar",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "October 9, 2017 /  1:10 PM / in 2 years\nFiscal test: As India's smaller firms struggle, Modi faces stimulus dilemma\n6 Min Read\nNEW DELHI/MUMBAI (Reuters) - India’s festive season should be a time of celebration for textiles businessman Habib Ansari, who usually spends October counting a boom in profits from supplying retailers ahead of a month of peak shopping.\nWorkers rest inside a closed-down factory in an industrial area on the outskirts of Mumbai, India, October 5, 2017. Picture taken October 5, 2017. REUTERS/Danish Siddiqui\nThis year Ansari is grappling with losses, and blames a 50 percent drop in sales in the last three months on confusion wrought by the July launch of a national sales tax and the after-effects of a government crackdown on untaxed wealth.\n“Small garment units are not buying due to weak demand. We have cut down our workforce to 600 from 1200,” Ansari said from a textiles hub outside Mumbai, as laid off laborers napped in nearby warehouses.\nAnsari’s woes highlight how Asia’s third-largest economy has cooled rapidly over five consecutive quarters as small and -medium-sized businesses across India report tumbling sales, undermining job creation and damaging sentiment in industries crucial to Prime Minister Narendra Modi’s political powerbase.\nThat has pushed Modi into a tight corner - stepping up stimulus could reduce political damage ahead of a round of state elections beginning in December but shatter the confidence of investors worried about fiscal slippage.\nThe government is considering spending between 400 to 500 billion rupees ($7.7 billion) more this financial year than it had budgeted for, two senior finance ministry officials told Reuters.\nNew Delhi has already cut petrol and diesel taxes, but the focus now is on whether to spend more money on rural jobs, housing and recapitalization of state-run banks, or to give targeted relief to sectors hit hardest by sliding growth, the officials said.\n“We face our toughest challenge in three years,” said a government official, adding fiscal consolidation was under pressure amid slowing revenue receipts.\nThe economy grew at an annual 5.7 percent year-on-year in the three months to end-June, its slowest in three years, while tax collection is falling -  a turnaround from a year ago when India boasted the fastest growth among major economies.\nPOLITICAL DAMAGE\nPeople close to Modi, who romped to power in a landslide victory for his Bharatiya Janata Party (BJP) in 2014, say he wants to control the political damage and ensure the economic slowdown remains temporary.\nTwo BJP grandees, Yashwant Sinha, an ex-finance minister, and Arun Shourie, a former cabinet minister, have been critical of Modi’s recent handling of economic reforms.\nBut the prime minister has to walk a tight rope as pandering to populist policies could risk damaging investor confidence. The BJP has won praise from investors after trimming the fiscal deficit from 4.5 percent of GDP in 2013/14.\nWhen the government last month hinted at more spending, India’s stock market skidded for seven consecutive days and the rupee dropped to its lowest level in six months as investors worried about the impact on public debt.\nOn Sept. 28, the government decided against announcing more borrowing and maintained a target for the 2017/18 financial year in line with a deficit of 3.2 percent, a move welcomed by markets.\nModi could seek parliament’s approval for up to 500 billion rupees in extra spending over the budgeted spending, the two finance ministry officials said, which could widen the fiscal deficit to a three-year high of around 3.7 percent of GDP.\nIndia’s former chief economist, Arvind Virmani, told Reuters there was no scope for additional spending.\nSMALL BUSINESS CRUNCHED\nAcknowledging the slide in sentiment, Modi took the rare step last week of defending his record in a 90-minute speech, calling the economic slowdown a blip, and promising relief.\nSmall and medium-sized businesses across India are meanwhile cutting staff because of falling demand.\nThe launch in July of the long-awaited Goods and Service Tax (GST), which transformed India’s 29 states into a single customs union, has left firms at the bottom of the supply chain short of working capital.\nThat came on top of Modi’s “demonetization” decision last November, in which he suddenly banned high-denomination banknotes to force people to declare illicit or untaxed wealth.\nSmaller enterprises accustomed to dealing entirely in cash are now required to register themselves under the GST and to file tax returns.\nRashid Tahir Momin, treasurer of the Bhiwandi Powerloom Weavers Federation, said more than 200,000 people have lost their jobs since July in the textiles hub outside Mumbai.\nPreviously exempt of tax or taxed at lower rates, the requirement to pay higher taxes and then claim them back has left the government owing $10 billion to the textiles, jewellery and other exporting industries.\nOn Friday, the government announced it would ease tax rules to help smaller businesses.\nNarendra Jadhav, a lawmaker close to Modi, said the government was operating with “a great sense of urgency” to resolve the problems faced by the small and medium enterprises.\n“Complaints are being noted and addressed. We are committed to bring about  structural changes, create jobs and improve infrastructure,” Jadhav said.\nFISCAL STABILITY\nFinance Minister Arun Jaitley had estimated a 16.4 percent rise in tax receipts to $188.7 billion this year, but the government faces a shortfall of up to 1 trillion rupees following the GST launch, one of the two finance ministry officials said.\nIndia’s fiscal deficit including federal and state borrowing is close to 6 percent, and the central bank governor, Urjit Patel, warned this month that further widening could hit fiscal stability.\nSlideshow (4 Images)\nMahesh Vyas, head of the Centre for Monitoring Indian Economy, said that 500 billion rupees ($7.65 billion) of extra spending would not be sufficient to turn the economy round.\n“The government should send a clear message whether it wants to provide a stimulus or not,” he said.\n“The uncertainty is hitting markets and any small stimulus would just be a waste of money.”\nWriting and additional reporting by Tommy Wilkes; Editing by Shri Navaratnam\n",
        "quotes": [
            [
                "Small garment units are not buying due to weak demand.",
                "Ansari",
                true
            ],
            [
                "We have cut down our workforce to 600 from 1200,",
                "Ansari",
                true
            ],
            [
                "We face our toughest challenge in three years,",
                "",
                true
            ],
            [
                "Complaints are being noted and addressed.",
                "Jadhav",
                true
            ],
            [
                "We are committed to bring about  structural changes, create jobs and improve infrastructure,",
                "Jadhav",
                true
            ],
            [
                "The government should send a clear message whether it wants to provide a stimulus or not,",
                "",
                true
            ],
            [
                "The uncertainty is hitting markets and any small stimulus would just be a waste of money.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "smaller",
            "test",
            "dilemma",
            "tax",
            "billion",
            "textiles",
            "minister",
            "firms",
            "rupees",
            "india",
            "spending",
            "faces",
            "indias",
            "officials",
            "fiscal",
            "struggle",
            "stimulus",
            "modi"
        ]
    }
]