[
    {
        "url": "http://beforeitsnews.com/scandals/2017/10/police-pedophile-hugh-hefner-was-murdered-2437337.html",
        "title": "Police: 'Pedophile' Hugh Hefner Was Murdered",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By americatalks\nSunday, October 1, 2017 19:04\n% of readers think this story is Fact. Add your two cents.\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nTedx\nWhat “police source”?  The guy at the end of the bar?\n“According to reports” What reports?\n“According to police” What police.  Who made this claim? What public records show charges made against Hefner?  What pubic records show any evidence of anything reported in this video?\nIdentify the source or be considered a conman looking for clicks on your YouTube channel.\nOct 1, 2017, 9:35 pm\nAnonymous\nYep, it is the same goon who told us that 72 elite pedophiles would be arrested immediately, and Pizzagate would be completely exposed.   Never happened yet he still is on here squawking away without a single explanation of why he has made unfounded claims.\nOct 2, 2017, 4:59 am\nTedx\nAmericatalks about BS provided by fiction writers, trying to get gullible people to click on their site to increase advertising revenue.\nIdentify a credible source of these claims, or identify one police officer who endorses them, or site public records that document claims made in the broadcast, or be recognized as a conman just trying to collect clicks.\nOct 1, 2017, 9:57 pm\nDISPENSER\nI immediately knew that when I heard about a young man in his 90s dying some nefarious cover-up was afoot.  When they attempted to play it off as natural causes, that confirmed my suspicions.\nOct 1, 2017, 11:03 pm\nIt’s bullshit! Hugh was a good jewish boy that simply played his particularly deviant part in the grand plan . . . .\nOct 1, 2017, 11:49 pm\npulltabjunkie\nHe was  a 150 frikkin’ years old for cryin’ out loud. This story smells like BS.\nOct 2, 2017, 5:47 am\nBLUE54\nMaybe this is why these people want to keep Cuba closed so they can keep doing all of these pedophiles over there and probably in each country south from here and all of the Islands..\nOct 2, 2017, 2:09 pm\nor they shouldnt be living next to the bermuda triangle\nOct 2, 2017, 2:22 pm\nCanderson\nIf what you say is the truth then it must be investigated further.\n“Hefner’s death was confirmed in a statement from Playboy Enterprises that said he ‘passed away today from natural causes at his home, The Playboy Mansion, surrounded by loved ones.’”\nOct 2, 2017, 3:13 pm\n2QIK4U\nGoogle results are 50/50 .now I don’t have a clue if it’s true or not.  I suppose he lived in Hollywood hills so the Hollywood police website would be the only one to answer it properly?\nOct 3, 2017, 9:01 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "passed away today from natural causes at his home, The Playboy Mansion, surrounded by loved ones.",
                "",
                false
            ],
            [
                "Hefner’s death was confirmed in a statement from Playboy Enterprises that said he ‘passed away today from natural causes at his home, The Playboy Mansion, surrounded by loved ones.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "share",
            "wake",
            "pedophile",
            "whitelist",
            "beforeitsnews",
            "hefner",
            "toomake",
            "tell",
            "hugh",
            "sure",
            "support",
            "murdered",
            "youthank",
            "worldwide"
        ]
    }
]