[
    {
        "url": "https://www.cnn.com/2016/09/26/politics/barney-frank-axe-files/index.html",
        "title": "Barney Frank: Tea party outmaneuvered Dems",
        "authors": [
            {
                "name": "The Axe Files",
                "link": null
            },
            {
                "name": "Tim Skoczek",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-26",
        "text": "Updated 7:24 AM ET, Mon September 26, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nStory highlights\nBarney Frank says the tea party was better at mobilizing\nFrank says he thinks bipartisanship can return to Congress if Hillary Clinton is elected\nThe Axe Files, featuring David Axelrod, is a podcast distributed by CNN and produced at the University of Chicago Institute of Politics. The author works for David Axelrod.\nKiev (CNN)\nHe was one of the most effective legislators in Washington, an icon of Democratic politics. Now Barney Frank says the left has been outmaneuvered by the tea party and the populist right.\n\"To my great regret, the tea party movement has had much more impact on American politics than Occupy Wall Street,\" Frank, former congressman from Massachusetts, said to David Axelrod on \"The Axe Files\" podcast, produced by the University of Chicago Institute of Politics and CNN.\n\"Because the tea party people correctly understood that, for them, what they needed to do was to get control of the political machinery, to register people to vote, to vote in primaries, and influence public policy,\" Frank continued. \"Occupy Wall Street decided that they would bring about great change by smoking pot and having drum circles, and it turns out voting in primaries is a better way to do it.\"\nThe key to bringing about political change, Frank believes, is not allowing one's ideals to overwhelm the sense of moral duty inherent in public service.\n\"I do believe that, clearly, idealism comes first. You don't belong trying to run other people's lives unless you're committed to ideals,\" Frank said. \"But the more idealistic you are, the more morally you are obligated to be pragmatic.\"\nRead More\nThe conversation with Frank was taped in Kiev around the Yalta European Strategy conference, at which Frank and Axelrod participated in a panel discussion on the American election.\nDuring his more than 30 years in Congress, Frank had been involved in some of Washington's most consequential policy debates, including the bipartisan federal bailout of the financial industry in 2008 and the subsequent Dodd-Frank financial reform and consumer protection legislation enacted in 2010.\nFrank, who retired from Congress in 2013, says he can't help but feel somewhat pessimistic when he reflects on the deterioration of bipartisanship in Washington and the legislative paralysis it has spawned. However, if Hillary Clinton is elected president, then Frank, a staunch supporter of her candidacy, is cautiously hopeful that our nation's political gridlock will lessen.\n\"If Hillary Clinton wins, one of the benefits, I hope, will be that the Republicans will take their party back. That's all that needs to happen,\" Frank said. \"You don't need huge changes. You just need conservatives who believe in governance arguing with liberals who believe in governance.\"\nTo hear the whole conversation with Frank, which also covered the corrupt machine politics in his childhood home of Hudson County, New Jersey; why he blames Newt Gingrich for the excessive partisanship that has come to define Washington, D.C.; and why Clinton's email issue has been an anchor on her candidacy, click on http://podcast.cnn.com . To get \"The Axe Files\" podcast every week, subscribe at http://itunes.com/theaxefiles .\n",
        "quotes": [
            [
                "To my great regret, the tea party movement has had much more impact on American politics than Occupy Wall Street,",
                "Frank",
                true
            ],
            [
                "Because the tea party people correctly understood that, for them, what they needed to do was to get control of the political machinery, to register people to vote, to vote in primaries, and influence public policy,",
                "Barney Frank",
                true
            ],
            [
                "Occupy Wall Street decided that they would bring about great change by smoking pot and having drum circles, and it turns out voting in primaries is a better way to do it.",
                "Barney Frank",
                true
            ],
            [
                "I do believe that, clearly, idealism comes first.",
                "Barney Frank",
                true
            ],
            [
                "You don't belong trying to run other people's lives unless you're committed to ideals,",
                "Barney Frank",
                true
            ],
            [
                "But the more idealistic you are, the more morally you are obligated to be pragmatic.",
                "Barney Frank",
                true
            ],
            [
                "If Hillary Clinton wins, one of the benefits, I hope, will be that the Republicans will take their party back.",
                "Barney Frank",
                true
            ],
            [
                "That's all that needs to happen,",
                "Barney Frank",
                true
            ],
            [
                "You don't need huge changes.",
                "Barney Frank",
                true
            ],
            [
                "You just need conservatives who believe in governance arguing with liberals who believe in governance.",
                "Barney Frank",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.cnn.com/specials/podcasts"
            ]
        },
        "key_words": [
            "party",
            "barney",
            "street",
            "tea",
            "dems",
            "outmaneuvered",
            "david",
            "frank",
            "university",
            "public",
            "politics",
            "wall",
            "vote"
        ]
    }
]