[
    {
        "url": "https://www.nytimes.com/2017/10/09/us/politics/bob-corker-trump-interview-transcript.html?rref=collection%2Fsectioncollection%2Fpolitics",
        "title": "Read Excerpts From Senator Bob Corker’s Interview With The Times",
        "authors": [
            {
                "name": "The New York Times",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nSupported by\nRead Excerpts From Senator Bob Corker’s Interview With The Times\nVideo\nIn audio excerpts from an interview with Jonathan Martin, a New York Times reporter, Senator Bob Corker, Republican of Tennessee, spoke about President Trump's tweets and what Mr. Trump’s twitter feed means for diplomacy.CreditCreditTom Brenner/The New York Times\nBy The New York Times\nOct 9, 2017\nWASHINGTON — Senator Bob Corker, Republican of Tennessee, responded to President Trump’s tweets on Sunday in an on-the-record phone interview with Jonathan Martin, a Times political reporter.\nFollowing are excerpts from their exchange, as transcribed by The New York Times, which have been lightly edited for clarity.\nSenator Bob CORKER: Hey Jonathan, how are you, sir?\nJonathan MARTIN: Senator, I didn’t know you could handle a blade that well.\nCORKER: Well, we’ll see what happens. We know that we will see some tough times but it was the right thing to do.\nMARTIN: Yeah I hear you, I hear you.\nCORKER: So have at it. I understand we’re on the record. I don’t like normally talking to you on the record — I’m kidding you — but I will.\n(Laughter)\nMARTIN: So now that you’re a liberated free man who’s become like an instant Twitter sensation, I figured that it was now your obligation to step out of the shadows here and talk on the record. But in all seriousness, it wasn’t just the tweet. I mean, I heard you in the Capitol this week say what you did twice about Secretary Tillerson, first upstairs then downstairs when the cameras were running which of course is what prompted all of this. I also know for a fact that you purposefully said what you did during the recess back in August about the president after Charlottesville —\nCORKER: Yeah\nMARTIN: Which is all to say this is not an accident for you. This is not some off-the-cuff sort of gaffe. You very much know what you’re doing. So let me ask you this: Are you concerned for where the country is at right now, given who’s in the Oval Office? I mean, if you add up your comments it seems to be like that you’re trying to sound some kind of an alarm here.\nCORKER: So, let me go back and then —\nMARTIN: Sure.\nCORKER: You know, Jonathan, I have been, felt liberated the entire time I have been in the Senate, okay. You know, so I’m not — The only thing that would have — it’s not as if because I’m not running that all of a sudden I’m liberated. I’ve said all of these things about, you know they were in a downward spiral, you know, lacked some of the stability necessary to be successful and competent. I mean all of those things were before I was not running.\nMARTIN: I know, I know, I know.\nCORKER: So but, what I am saying. But obviously, what happens, the thing that is different, if I’m running in a Republican primary, you know obviously you end up being constrained. But, I just, if you could, I’m not asking any different than I have the entire 10 years and eight months that I have been in office. You know, and one of the reasons, the main reason was the statement that I made. You know, I told people, I didn’t intend to serve more than two terms, that’s been a really big drag on me.\nBut in addition to that, the other part of our statement was true that the next 15 months we believe to be the most important time of our service and to be constrained by looking over your shoulder with some winger running against you, you know, let’s face it that impedes your ability to serve. So I just — again, I haven’t like changed course I just don’t have the worry.\nI actually can continue over the next 15 months being the same senator that I’ve been. So, sure, I mean the president concerns me. I mean there’s no question. And, I like him. O.K., I enjoyed playing golf with him, you know, he’s a very courteous kind person. It’s not that I dislike him.\nMARTIN: Right.\nCORKER: I know for a fact that every single day at the White House it’s a situation of trying to contain him.\nMARTIN: Yeah.\nMARTIN: Yes, you’re right.\nCORKER: I mean, you’ve talked to enough people to know that that’s just a fact. So, thankfully we’ve got some very good people there. At least today, we’ve got some very good people there and they have been able to push back against his worst instincts.\nMARTIN: Yeah.\nCORKER: But yes, I mean, you know, yes. He concerns me. I mean he would have to concern anyone who cares about our nation. But a lot people that — Let me put it this way, I think that — So I’ll just stop there. Sure, I mean, do I want him to be successful? Absolutely.\nMARTIN: Let me just —\nCORKER: Have we worked with him. Are you still here?\nMARTIN: Yes, sir. I’m here, I’m here. Yes, sir. I’m here, I can hear you.\n___________\nCORKER: Do I understand that it’s a daily exercise at the White House to keep him in the middle of the road? Yes. Do I want our nation to be successful? Yes.\nMARTIN: Yeah.\nCORKER: Have I even weighed in from time to time to help keep things in the middle of the road? Yes.\nMARTIN: What have you done? What have you done?\nCORKER: I don’t wish him harm. I don’t. I just — But the volatility is, to anyone who has been around, is to a degree alarming. But again, I don’t wish him harm. He’s got people around him that have been able to keep him, generally speaking, in the middle of the road. The tweets, especially as it relates to foreign policy issues, I know have been very damaging to us, O.K..\nMARTIN: Yeah.\n___________\nMARTIN: Senator let me ask you this: Have you talked to other colleagues who feel the same way but who aren’t speaking as candidly as you are in the Senate?\n(Phone connection drops out briefly)\nCORKER: Oh yeah. Are you kidding me? Oh yeah.\nMARTIN: So why are they not speaking out?\nCORKER: Say again?\nMARTIN: Why are they not speaking out? Why are your colleagues not speaking out like you are?\nCORKER: I don’t know, I don’t know. Look I — I don’t know. Look, there’s people trying to manage — I don’t want to be a drawn out deal myself. (Inaudible) I told Mitch McConnell earlier today on a call.\nLook, I want to be the same person I’ve always been on the policy issues. I want to see good things happen. None of this to me is personal in any way. I don’t know why the president tweets out things that are not true. You know he does it. Everyone knows he does it. But, he does and I think people — Sure I mean, I would say —\nLook, except for a few people. The vast majority of our caucus understands what we’re dealing with here. There will be some — if you write that, I’m sure there will be some that say, ‘no, no, no I don’t believe that,’ but of course they understand the volatility that we are dealing with and the tremendous amount of work that it takes from people around him to keep him in the middle of the road. No question.\nMARTIN: Is the country in jeopardy do you think?\nCORKER: Again, as long as those — One of the reasons that I’ve supported Mattis and Tillerson and Kelly last week is, again, as long as there’s people like that around him who are able to talk him down, you know, when he gets spun up, you know, calm him down and continue to work with him before a decision is made.\nI think we’ll be fine. I do worry that these — Sometimes I feel like he’s on a reality show of some kind, you know, when he’s talking about these big foreign policy issues. And, you know, he doesn’t realize that, you know, that we could be heading towards World War III with the kinds of comments that he’s making.\nAnd it’s like he — it’s like it’s an act to him and sure that bothers me, just from the standpoint of, I mean, I know that he isn’t necessarily a warmonger. I don’t believe that he is a warmonger in any way. But I don’t think he understands —\n(Phone connection drops out)\n___________\nCORKER: When I watch him on television, and even, you know, sometimes — Well, when I watch his performances, you know, it very much feels to me like he thinks as president he’s on a reality television show.\nAnd I just mean — I don’t think he understands that the messages that he sends out, especially when you take into account they’re being received in other languages around the world, what that does. I know he’s hurt, in several instances, he’s hurt us as it relates to negotiations that were underway by tweeting things out. And I just — It worries me. Again, I don’t think he’s a warmonger.\nBut I don’t think he fully, I don’t think he appreciates that when the president of the United States speaks, and says the things that he does, the impact that it has around the world, especially in the region that he’s addressing. And so yeah, I mean, yeah, it’s concerning to me. A lot of people think that there’s some good cop, bad cop act underway, but that’s just not true. That’s just not true.\nMARTIN: It’s just totally impulsive, it’s just totally impulsive?\nCORKER: It’s just total — I mean, again, it’s like he’s doing “The Apprentice” or something. He’s just putting on an act. And it’s worrisome. You have people out there working hard to bring some — to solve problems, and those kinds of statements set us back. They just do.\nMARTIN: So last weekend, when he pops off about, ‘Rex, don’t bother with North Korea, it’s not worth it.’ That’s not some like preplanned, super savvy, John Kelly, Jim Mattis deal, where he’s the bad cop and Rex is the good cop? That’s just him —\nCORKER: No, absolutely not. Absolutely not. No. Absolutely not. And you know, just the comments, the comments that were made. You know, just the other day with the military thing. I mean, we’ve gotten to where as a nation, we just accept these things.\n___________\nMARTIN: Tell me what happened, because obviously, his account of this is that you begged for his support, he said no, and so you chickened out and didn’t run. What actually was the conversation in terms of your re-election when you met him in the Oval Office last month?\nCORKER: Yeah. I think I’ve had four conversations with him about my re-election. The first was on the plane going down to the Andrew Jackson event at the Hermitage in Nashville. I spent some time with him up in his office privately where he encouraged me to run for the Senate, that he would do a big rally event for me if I would do so.\nHe told me that if I would do it early — He wanted me to announce and get going early so he could do the rally early on before a bunch of other people got into the race. O.K.? So I don’t know what date that was. I talked to him this month.\nMARTIN: He told you that during the trip to the Hermitage?\nCORKER: That’s right. That’s right. Absolutely.\nMARTIN: O.K., got it, got it.\nCORKER: And you know, and then, I talked to him this summer. At some point, I was down in the panhandle of Florida on one of our recesses for a couple days. For one day before I started traveling the state. And we ended up having a conversation about something. I don’t remember what it was.\nBut again, he encouraged me to run and said he would do a rally and endorse me. And by the way, in none of those cases was I begging him to do something for me. That just wasn’t the case. And then, I guess — Gosh, what was the — Oh! When I went over there after, you know, I’d made the most recent comments —\nMARTIN: Sure. Last month.\nCORKER: I went over Friday afternoon at 1 o’clock. You know, in that meeting — again — he told me he wanted me to run again. I mean there were reports to that end. Some people apparently from the White House even leaked that out, O.K.? That he wanted me to run again. And that he would endorse me, O.K.?\nAnd then he called me again after I announced that I was not going to run. He called me just last week, asked me if I would reconsider. And when I told him that just wasn’t in the cards, he said, well, you know, if you run, I’ll endorse you.\n___________\nMARTIN: Hey, one last thing. You mentioned that McConnell called you. Was McConnell upset that you had tweeted what you did this morning?\nCORKER: No, no, no no no. Absolutely not.\nMARTIN: What did McConnell say about it?\nCORKER: It was totally unrelated.\nMARTIN: Oh, it wasn’t related to that?\n(Connection drops)\nCORKER AIDE: I think we lost him.\nRelated Coverage\n",
        "quotes": [
            [
                "no, no, no I don’t believe that,",
                "",
                false
            ],
            [
                "Rex, don’t bother with North Korea, it’s not worth it.",
                "John Kelly",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/realDonaldTrump/status/917026789188399105"
            ]
        },
        "key_words": [
            "senator",
            "mean",
            "im",
            "interview",
            "yes",
            "thats",
            "statement",
            "read",
            "months",
            "bob",
            "know",
            "sure",
            "corkers",
            "weve",
            "times",
            "excerpts",
            "yeahcorker"
        ]
    }
]