[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/trump-caucus-debate/index.html",
        "title": "Hill backers: Donald Trump knows debate stakes",
        "authors": [
            {
                "name": "Tom Lobianco",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Updated 12:46 PM ET, Fri September 23, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nDonald Trump's supporters on Capitol Hill met for one last time before the election\nThe Trump campaign sent out a debate prep survey to supporters on Thursday\nWashington (CNN)\nDonald Trump's supporters on Capitol Hill said Thursday they know the stakes are high for Monday night's debate and could set the tone for the sprint to Election Day.\n\"Donald Trump knows, the team knows that Monday night is going to be not necessarily make or break, but the momentum coming out of Monday night could be critical on both sides and Donald Trump knows that,\" said Rep. Chris Collins, a New York Republican, as he walked out of what could be the final meeting of Trump's congressional supporters.\n\"He's likely to bring up some Clinton issues. I think we're going to see some give and take there,\" Collins said. \"We all know Mr. Trump is a little quicker on his feet than Mrs. Clinton.\"\nThe group met for close to an hour at the Republican National Committee headquarters and discussed the Trump campaign's plan for battleground states as well, but the debate prep stood out in the meeting led by top Trump advisers.\nCollins, the first congressman to endorse Trump and an early leader of efforts to rally highly reluctant House Republicans to Trump's side, said that he will be flying to New York Monday to help the Trump campaign after the debate against Democratic nominee Hillary Clinton in the media spin room.\nRead More\n\"Donald Trump knows that Monday night is absolutely critical,\" he said. \"And I think with that in the back of his mind, I'm confident we'll see presidential Trump Monday night.\"\nCollins said Trump's Hill supporters also got an update on the battleground plans, with just six weeks left in the race, and said they are confident Trump has multiple paths to the 270 electoral votes needed to win.\n\"There are six different ways for him to get to 269, he's right now leading in Iowa, Nevada and New Hampshire, that takes him to 269, he might win one in Maine, there's 270, he might lose one in Nebraska, he's back to 269,\" he said. Collins cited other states in play -- Colorado, Michigan, Wisconsin, Pennsylvania, Virginia -- that could tip the balance to Trump.\nThe focus now, he said, has turned from rallying conservatives to winning over independent and undecided voters.\n\"It's all about the undecideds, they don't like Hillary Clinton, they don't like her with her character flaws, they haven't warmed up to President Trump and that's where the debate is going to be so critical Monday night for President Trump to address the nation for all those people who want no part of Hillary Clinton.\"\n",
        "quotes": [
            [
                "Donald Trump knows, the team knows that Monday night is going to be not necessarily make or break, but the momentum coming out of Monday night could be critical on both sides and Donald Trump knows that,",
                "Chris Collins",
                true
            ],
            [
                "He's likely to bring up some Clinton issues.",
                "Collins",
                true
            ],
            [
                "I think we're going to see some give and take there,",
                "Collins",
                true
            ],
            [
                "We all know Mr. Trump is a little quicker on his feet than Mrs.",
                "Collins",
                true
            ],
            [
                "Donald Trump knows that Monday night is absolutely critical,",
                "Donald Trump",
                true
            ],
            [
                "And I think with that in the back of his mind, I'm confident we'll see presidential Trump Monday night.",
                "Donald Trump",
                true
            ],
            [
                "There are six different ways for him to get to 269, he's right now leading in Iowa, Nevada and New Hampshire, that takes him to 269, he might win one in Maine, there's 270, he might lose one in Nebraska, he's back to 269,",
                "Donald Trump",
                true
            ],
            [
                "It's all about the undecideds, they don't like Hillary Clinton, they don't like her with her character flaws, they haven't warmed up to President Trump and that's where the debate is going to be so critical Monday night for President Trump to address the nation for all those people who want no part of Hillary Clinton.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "prep",
            "supporters",
            "knows",
            "trump",
            "stakes",
            "hill",
            "donald",
            "debate",
            "backers",
            "trumps",
            "republican",
            "night",
            "york"
        ]
    }
]