[
    {
        "url": "http://occupydemocrats.com/2016/09/24/just-georgia-cop-arrested-shooting-blaming-black-man/",
        "title": "JUST IN: Georgia Cop Arrested After Shooting Herself And Blaming “Black Man”",
        "authors": [
            {
                "name": "Colin Taylor",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-24",
        "text": "Now Reading\nJUST IN: Georgia Cop Arrested After Shooting Herself And Blaming “Black Man”\n0 Shares\nTo cap off a week in which police officers shot and killed two unarmed black men, a Georgia police officer has been arrested after it was discovered that she had fabricated a story about being shot by black man. Jackson Officer Sherry Hall has been charged with “false statements, tampering, interference with government property and a violation of oath of office.”\n“After following leads and evidence, the investigation has now revealed that there is no, and never was, a suspect shooter at large in Jackson, Georgia” announced special agent Joe Wooten, who was investigating the “case.” Hall reported that on September 13th, a black man had shot her in her bulletproof vest, but it was discovered that the entire thing – radio call, tear in shirt, spent shell – was all a set-up.\nThe story is a stark reminder that the word of the police cannot always be taken at face value. When a protester was shot in the head during the Charlotte riots, the police immediately announced it was a civilian-on-civilian shooting, but multiple eyewitness reports say that it was a rubber bullet fired by riot police . A picture emerged of recently slain disabled black man Keith Lamont Scott showing a gun on the ground – but the video released by his grieving wife shows no gun but instead shows a cop dropping his glove . A police officer in St. Louis, Missouri, was recently charged with a homicide after it was discovered he had shot and killed a black man and then planted a gun on his body to justify his murder.\nSee Also\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "false statements, tampering, interference with government property and a violation of oath of office.",
                "",
                false
            ],
            [
                "After following leads and evidence, the investigation has now revealed that there is no, and never was, a suspect shooter at large in Jackson, Georgia",
                "Joe Wooten",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.buzzfeednews.com/article/emaoconnor/witnesses-say-police-shot-critically-injured-charlotte-prote"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://usuncut.com/black-lives-matter/7492/",
                "https://occupydemocrats.com/privacy/",
                "https://twitter.com/JoyAnnReid/status/779373392122306560"
            ]
        },
        "key_words": [
            "georgia",
            "arrested",
            "gun",
            "word",
            "shows",
            "shooting",
            "discovered",
            "man",
            "black",
            "shot",
            "cop",
            "recently",
            "killed",
            "officer",
            "blaming"
        ]
    }
]