[
    {
        "url": "https://www.politico.com/agenda/story/2016/09/fix-isds-trade-deals-000204?cmpid=sf",
        "title": "How to fix the most controversial element of trade deals",
        "authors": [
            {
                "name": "Rachana Pradhan",
                "link": null
            },
            {
                "name": "Nancy Scola",
                "link": null
            },
            {
                "name": "Marianne Levine",
                "link": null
            },
            {
                "name": "Paul Demko",
                "link": null
            },
            {
                "name": "Megan Cassella",
                "link": null
            },
            {
                "name": "Michael Grunwald",
                "link": null
            },
            {
                "name": "Darren Samuelsohn",
                "link": null
            },
            {
                "name": "Dan Diamond",
                "link": null
            },
            {
                "name": "Arthur Allen",
                "link": null
            },
            {
                "name": "Jenny Hopkinson",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-21",
        "text": "How to fix the most controversial element of trade deals\nCritics of the TPP rage against the Investor State Dispute Settlement system. Here's how to fix it.\nBy TODD TUCKER\nISDS allows foreign investors to sue host countries over regulations that affect their businesses. The cases are heard outside  national courts by ad hoc tribunals  that are empowered to award taxpayer-funded compensation. On the right, critics like Donald Trump claim the TPP would \"give up congressional power\" and cost America its \"economic independence.\" Left-wing critics like Bernie Sanders are equally dour, claiming the pact \"undermines our sovereignty and subverts democratically passed laws including those dealing with labor, health and the environment.\"\nTrump and Sanders overstate the novelty of this part of the TPP. ISDS has been included in thousands of pacts, including dozens  involving TPP countries, most of which allow investors to pick the most favorable rules in a host state's treaty network. TPP didn't create the system, and rejecting it won't end it.\nBut the critics have cause for concern. ISDS, as currently designed, allows investors to launch billion-dollar claims against governments for sometimes little more than making good on campaign pledges to their citizens. From Egypt to El Salvador, BuzzFeed's Chris Hamby reports ,  investors have invoked ISDS threats to obtain sweetheart settlements from governments. Some of those deals have put severe strain on national budgets. \" Shadow Courts,\" a new book by Time magazine's Haley Edwards, shows how ISDS threats have strained support for free trade around the world.\nFixing ISDS should be a high priority for the next administration. In fact, such a fix would require just a few sentences of legislation to rein in the worst abuses of the system while upholding investor rights.\nIn 1990, now-TPP advocates Sen. Chuck Grassley (R-Iowa) and Rep. Dan Glickman (D-Kan.) helped enact the Administrative Dispute Resolution Act. This legislation allowed would-be legal disputes between American citizens and U.S. government agencies to  be routed into binding arbitration. To address constitutionality concerns , a vital safeguard was built into the mix: third parties could appeal to U.S. courts to overturn an arbitration award if broader social interests were at risk.\nThat legislation provided a template for my proposal to fix ISDS, which I presented at the American Political Science Association meetings earlier this month in Philadelphia. It leverages a little-appreciated aspect of the investment rules. Unlike weaker areas of international law, ISDS awards are enforced ultimately in national courts. Under current Supreme Court precedent, U.S. judges are instructed to defer to arbitral decisions. In other words, if a country loses a case in arbitration, it cannot appeal to national judges to overturn that decision because it was wrong or shortsighted.\nUnder my proposal, this wouldn’t be the case. I proffer a so-called Equitable Investment Act. Just a few sentences long, this would give third parties a new right to petition U.S. courts to vacate arbitration awards that affect broader social interests.\nHere's how it would work in practice: Say a French bank sues Argentina under a bilateral Franco-Argentine treaty, alleging that a new Argentine administration's signature financial regulation plan cut into profits more than under a previous lighter-touch regime. Under the current ISDS system, the company could sue Argentina under the ISDS system and benefit from the possibility—however remote—that arbitrators would side with  it and order cash payment. And under current federal arbitration laws, the bank would enjoy the near certainty that national courts would help enforce the award—with no review of the policy merits of the underlying claim.\nUnder the Equitable Investment Act, in contrast, a U.S. court would be empowered to set aside the arbitrators' award if Argentine consumer groups showed it would harm their interests in a stable financial system back home. The legislation would presume that the U.S. has jurisdiction to review the award. While innovative, the proposal builds on existing practice. Already, U.S. courts can be asked to help attach Argentina's U.S. assets in such a dispute with French investors. The reform would simply expand their mandate and move up the timing of their involvement. Even if Argentine activists never used these rights, the possibility that they could would deter investors from challenging popular public interest policies.\nMy proposal is doable in the first 100 days, even without a shift in the composition of Congress. Already, both parties have critiqued ISDS. Moreover, in a separate scuffle, a bipartisan coalition is poised to override President Obama's veto of a bill shredding the sovereign immunity in U.S. courts of foreign states linked to terrorism. With this standoff, legislators have shown themselves willing to strain diplomatic ties and risk loss of foreign sovereigns' investment in the U.S. In comparison, the relatively modest Equitable Investment Act would incentivize that money to return, as sovereigns facing overreaching ISDS claims would enjoy new protections for their assets.\nThe impasse over ISDS points to a bigger problem: We lack a global governance system for investment that is coherent and fair enough to command popular support. Hillary Clinton has pledged to invent a \"new paradigm\" on investor-state dispute resolution, and  Trump advisers have also called for change . But both Clinton and Trump are short on policy details.\nIn the short term, they should take up this proposal. But in the long term, my stopgap measure will not be enough. New treaty rules are needed to put global governance on a more sustainable footing. Among other things, investors will be eager to move toward a system  in which treaty outcomes are more certain. As part of a one-two punch with the changes to domestic arbitration law, the next administration should propose a global Equitable Investment Convention and call on other countries to sign up.\nMy convention proposal would separate investor gripes into two tracks, which would better mirror our national laws' balance of property rights and democratic decision-making. First, states that expropriate property will have to compensate investors promptly and fairly. Instead of ISDS legal proceedings that take years to resolve and often deliver only pennies on investors' claims, teams of accountants would work to precisely tally the value of what investors sunk into their projects. States would then get a bill, which they could pay or challenge in a fast-tracked arbitration. Alternatively, if a state harmed an investor in less severe ways, arbitrators could still rule on  whether and how the government fell short of its obligations. But unlike the current system, arbitrators would produce an advisory decision in six months. This document would not only find faults, but recommend specific reforms governments could make to come into compliance. States would accept or reject the advice, but they would be required to explain their choice and make all of the correspondence public.\nMost important, the Convention would fix ISDS' double standard. Instead of foreign investors enjoying rights that domestic investors, unions and environmental groups don't, the pact would level the playing field. Just as an investor can now ask a tribunal to determine whether capital controls violate a state's obligations, a union would be able to request a second opinion on collective bargaining rights. An environmental NGO could shine a spotlight on weak carbon emissions plans. And domestic investors could complain about preferential treatment received by wealthy foreign companies. These rulings will allow citizens to name and shame bad governments without compromising sovereignty.\nThis proposal would accomplish what neither side of the TPP debate has promised: a path toward systemic reform of the over 3,000 ISDS pacts that already exist. Countries that joined the Convention would spare their investors from being dragged into U.S. courts under the Act. For any two countries that joined the Convention, their past deals would be automatically superseded—without time-consuming country-by-country negotiations.\nIn a global economy, international and domestic law can check and improve  each other. From trade wars to climate change to tax avoidance, we need to ensure that countries don't solve their problems at each other’s expense. International rules have a role to play, and independent adjudicators can be referees when the rules are in doubt. But the dialogue needs to be more dynamic—from arbitrators, to states, to the public, and back—if it's going to lead to better and more legitimate governance.\nTodd Tucker is a fellow at the Roosevelt Institute, where he researches international economic law and politics.\"\nBy Danny Vinik\nInnovation vs. the ants\nWhen cutting-edge research labs get old, they face a new kind of challenge: Upkeep is expensive, and it's not sexy.\nThe little-noticed bombshell in Trump's immigration order\nThe travel ban got all the headlines, but experts are realizing another provision could clamp down on normal tourism and even diplomats.\nBy Danny Vinik\nBy Danny Vinik\n \nIs Washington creating more Flints?\nThe untold story behind this year’s water scandal is that D.C. has been turning its back on America’s crucial water systems, leaving cities and states with the bill.\nBy Danny Vinik\nBy Danny Vinik\nThe Debrief\n \nBy Danny Vinik\nBy Michael Grunwald\n \nBy Michael Grunwald\n \nBillions over budget. Two years after deadline. What’s gone wrong for the ‘clean coal’ project that’s supposed to save an industry?\nBy Danny Vinik\nBy Danny Vinik\nWhy the GOP is trying to stop the Pentagon's climate plan\nBy Danny Vinik\nBy Michael Grunwald\nBy Danny Vinik\nNASA chief: We could be on Mars in the 2030s\nHow to kill an agency\nBen Carson wants to end the VA? Good luck. Here’s why it’s nearly impossible.\nBy Danny Vinik\n \nIt’s true. Here’s why.\n \n \nThe strange story of the first Cuban import in half a century\nBy Danny Vinik\nBy Michael Grunwald\nHow Trump's attack on Mexico could hurt border security\nMexico has stepped up its cooperation—a lot. What happens when the president says it's shirking?\nBy Danny Vinik\nBy Danny Vinik\nThe wrong state to have an accident\nObamacare was supposed to improve health care equality. But for some people, state politics has made the problem much worse.\nThe holes in the overtime rule\nDespite Obama's sweeping new regulation, America's 1930s-era labor law is still leaving a strange assortment of workers in the cold.\nBy Danny Vinik\nBy Danny Vinik\nBy Danny Vinik\nThe regulation that took more than four decades to finalize\nCats, weed, and outer space\nA field guide to the 2016 scorecards you probably didn’t know about (until now)\nBy Danny Vinik\nBy Michael Grunwald\nTrade with Cuba? We already do $300 million worth\nA look inside our little-known export pipeline suggests who might benefit when the embargo lifts.\nBy Danny Vinik\nBy Tony Romm\nBy Michael Grunwald\nBy Danny Vinik\nUnder Trump, regulation slows to a crawl\nThe president promised a less active government. Data show something starker: It has almost ceased issuing significant rules entirely.\nBy Danny Vinik\nBy Danny Vinik\nBy Danny Vinik\nOur best frenemy\nChina's hackers aren't delicate cat burglars. They're smash-and-grab artists helping build an economy, and that makes the Chinese hacking problem harder to fix than you think.\nBy Joseph Marks\nBy Danny Vinik\nBy Danny Vinik\nBy Michael Grunwald\nThe 7-year-old government loan program that has never made a loan\nBy Danny Vinik\nBy Danny Vinik\nTax Harvard!\nPresident Barack Obama wants to make college more affordable. Here's how.\nBy Kevin Hartnett\n",
        "quotes": [
            [
                "undermines our sovereignty and subverts democratically passed laws including those dealing with labor, health and the environment.",
                "Bernie Sanders",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://thehill.com/opinion/op-ed/235444-trade-promotion-authority-sows-growth-in-american-agriculture",
                "https://toddntucker.com/2016/04/20/clinton-and-sanders-go-deep-on-isds/",
                "https://www.politico.com/agenda/story/2017/06/16/strange-story-cuban-import-charcoal-000461",
                "https://www.nytimes.com/2016/09/01/opinion/why-this-economy-needs-donald-trump.html?_r=0",
                "https://iowastartingline.com/2016/07/23/chuck-grassley-doubts-tpp-will-pass-anytime-soon/",
                "https://www.politico.com/agenda/story/2015/07/uber-vs-laws-000172",
                "https://www.nytimes.com/2016/09/13/business/energy-environment/saudi-bid-on-a-houston-oil-refinery-is-a-big-strategic-bet.html",
                "https://www.politico.com/agenda/story/2015/05/billion-dollar-kemper-clean-coal-energy-project-000015",
                "https://www.politico.com/agenda/story/2015/06/congress-not-connected-to-internet-000106",
                "https://www.politico.com/agenda/story/2016/05/water-funding-washington-flint-000128",
                "https://www.politico.com/agenda/story/2015/05/what-does-hillary-stand-for-check-her-staff-twitter-000057",
                "https://www.politico.com/story/2016/06/transcript-trump-speech-on-the-stakes-of-the-election-224654",
                "https://www.politico.com/agenda/story/2015/06/the-us-governments-predatory-lending-program-000094",
                "https://toddntucker.com/2014/03/11/supreme-court-endorses-investment-treaties/"
            ],
            "gov_pgs": [
                "https://www.govtrack.us/congress/bills/101/hr2497"
            ],
            "unsure": [
                "https://heinonline.org/HOL/Page?handle=hein.journals/tlr67&div=20&g_sent=1&collection=journals",
                "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2840217",
                "https://globalreports.columbia.edu/books/shadow-courts/",
                "http://www.nytimes.com/aponline/2016/09/12/world/middleeast/ap-ml-saudi-arabia-us-congress.html",
                "https://www.buzzfeed.com/badge/globalsupercourt",
                "http://icsidreview.oxfordjournals.org/content/28/2/314.abstract"
            ]
        },
        "key_words": [
            "arbitration",
            "proposal",
            "deals",
            "investment",
            "countries",
            "courts",
            "investors",
            "fix",
            "states",
            "trade",
            "controversial",
            "isds",
            "element",
            "national",
            "system"
        ]
    }
]