[
    {
        "url": "https://www.cnn.com/2016/09/25/politics/presidential-debate-what-to-watch/index.html",
        "title": "5 things to watch at Monday night's Clinton-Trump debate",
        "authors": [
            {
                "name": "Mj Lee",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-25",
        "text": "By MJ Lee , CNN National Politics Reporter\nUpdated 4:48 PM ET, Mon September 26, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nMonday's debate will be seen by tens of millions of people as the candidates are virtually tied\nBig questions: How combative will Trump be? Can Clinton go on the attack? Will moderator Lester Holt interject?\nNew York (CNN)\nHillary Clinton and Donald Trump face off for the first time on the debate stage Monday night, the biggest moment of the already extraordinary 2016 presidential race.\nWith national polls showing a tight race just six weeks out from Election Day, the Hofstra University fight offers one of the last chances for each to speak directly to the tens millions of voters who are expected to tune in.\nFor Clinton, a veteran debater, one of her biggest challenges will be both to provoke Trump and avoid being provoked by him, while delivering an earnest and candid performance.\nRead More\nAnd for Trump, who had uneven and at times explosive debate performances during the Republican primary, his first one-on-one debate presents a serious test of his ability to stay on script and keep his cool.\nHere are five things to watch at Monday night's debate:\nWhich Donald Trump will show up?\nDuring the long Republican primary, there was no telling which Trump would show up to a debate.\nSometimes it was the combative and hostile Trump -- quick to throw punches and go after his opponents with personal attacks. Other times, it was an uncharacteristically subdued Trump, content to disappear from the spotlight for long stretches of time and let his competitors command the stage and attack one another.\n\"We are preparing for different Trumps that might show up,\" Clinton spokeswoman Jennifer Palmieri told reporters last week. \"He may be aggressive or he may lay back and that's hard to game out.\"\nJUST WATCHED\nTop advisers to Obama, Bush preview Monday's debate 07:58\nBeing overtly antagonistic toward Clinton would be a risky move for Trump. If he is unable to keep calm and stay focused, it will only feed the narrative that he lacks the temperament to be president and potentially make him look small next Clinton, who is famous for being measured.\nTrump also won't have the option of sitting on the sidelines. As one of only two candidates on stage, the Republican nominee must make the most of every minute allotted to him and show a level of agility and rapid-response instincts that was far less critical on a debate stage with numerous candidates.\nMonday night will pose a critical test for Trump, who has so far shown a relative lack of depth on policy. With approximately half of the debate's 90 minutes dedicated to the GOP nominee, it will be far more difficult than in past debates for Trump to get by with sweeping statements that he is accustomed to making at rallies and in interviews, particularly given that Clinton's strong suit is policy.\nCan Clinton heed Obama advice to 'be yourself?'\nNo one understands Clinton's debating chops better than President Barack Obama, who faced off against her numerous times in the 2008 election.\nObama's advice to Clinton for Monday? \"Be yourself and explain what motivates you,\" the President told ABC's Robin Roberts last week . \"I think there's a reason why we haven't had a woman president before, and so she's having to break down some barriers. There's a level of mistrust and a caricature of her that just doesn't jibe with who I know.\"\nSo far in this campaign, Clinton has struggled to do precisely that, and appearing unguarded and likeable -- fairly or not -- has been one of her biggest political challenges.\nThere's no question that policy is Clinton's forte -- aides to the former senator and secretary of state describe her as a wonk who knows policy inside and out. As she marshals her fluency in policy, she will want to avoid coming off as lecturing or smug, the way critics say Al Gore did in his debates with George W. Bush.\nBut appearing next to Trump could help make Clinton more likable by comparison: Polls show that a majority of voters question Trump's temperament and view him as appealing to bigotry. The Clinton campaign says it plans to drive home the point that Trump habitually makes factually inaccurate statements.\n\"Donald Trump has pattern of repeating lies hoping no one will correct him,\" Palmieri, Clinton's communications director, said on a call with reporters last week. \"This warrants particular focus because his level of lying is unprecedented in American politics.\"\nClinton has acknowledged that she doesn't have the natural charisma of Obama or her husband, Bill Clinton, but she has fleshed out her personal story and offered a sharper positive message in recent weeks, and she will likely attempt to continue that effort on Monday.\nThings could get really personal\nThe 2016 election has already showcased a whole lot of nasty name-calling, but Monday night has the potential to descend into the worst mudfight yet.\nEven before the debate had begun, the two campaigns were in full trolling mode.\nThe Clinton campaign offered Mark Cuban -- the TV celebrity billionaire who recently endorsed the Democratic nominee -- a front row seat at Hofstra. Cuban has been relentless in attacking Trump-- in July, he said Trump \"went off the reservation and went bats -- crazy\" -- and he has also called out Trump for not releasing his tax returns.\nJUST WATCHED\nThey can't say that on a debate stage...can they? 01:23\nHaving Cuban in the front row is the kind of mind game that the Clinton camp hopes will distract and throw Trump off his game.\nBut in Trumpian fashion, the GOP nominee responded over the weekend by threatening to bring Gennifer Flowers as his guest to the debate. Flowers is a former Arkansas state employee who claimed to have had a multi-year sexual relationship with Bill Clinton. The former president has admitted to having a sexual encounter with her.\nThe Trump campaign later said it won't invite Flowers to the debate. Still, Trump's comments may foreshadow his willingness to dredge up some of the most painful incidents from the Clintons' past, including Bill Clinton's various indiscretions.\nHillary Clinton, too, could go there if provoked -- Trump has been married three times and has two messy divorces under his belt; has openly boasted in the past about his playboy lifestyle. Moreover his offensive remarks about women and minorities are part of her campaign's argument he is temperamentally unfit to be president.\nAsked by CNN on her plane earlier this month whether she believes it is fair game to go after Trump's personal life, Clinton didn't rule out the possibility. Trump, meanwhile, said on Fox News last week: \"If she treats me with respect, I will treat her with respect.\"\nThe politics of race\nThere's no shortage of top-tier issues -- terrorism, Syria, ISIS, immigration, the economy among them -- but the first general election match-up comes amid national outrage sparked yet again by police killings of African-American men.\nThe recent deaths of Keith Lamont Scott in North Carolina and Terence Crutcher in Oklahoma have sparked fresh and impassioned calls for justice and protests that have at times turned violent. With the issue of police force -- particularly toward minorities -- dominating headlines, the politics of race is guaranteed to be a discussion topic.\nBoth Clinton and Trump had planned to visit Charlotte -- where Scott was killed -- around the debate: Clinton on Sunday and Trump on Monday. But both campaigns scrapped those plans after Charlotte mayor Jennifer Roberts told CNN's Erin Burnett that the city was too stretched on resources.\nFor both Clinton and Trump, the challenge will be to offer detailed proposals on how they would address unnecessary police violence and thoughtfully speak to a grieving community. It also gives both a chance to make arguments to key constituencies -- Clinton to African-Americans who voted with Obama, and Trump to GOP base voters with his \"law and order\" pitch.\nThe debate will likely delve into many other policy issues including healthcare, trade, economy and foreign policy. But many of the core disagreements between Trump and Clinton are rooted in the different ways in which they view race and inclusion.\nThe two nominees have starkly contrasting views on immigration, for example, and how to handle people who enter the country illegally. They also clash on the national security front — particularly on how they want to combat terrorism. Clinton has urged measured responses that ensure that an entire religion is not villanized -- Trump, meanwhile, has suggested using methods of racial profiling and keeping out entire ethnic groups as a safety measure.\nAll eyes on Lester Holt\nNo one who will face more pressure Monday night than Hillary Clinton and Donald Trump -- except Lester Holt .\nThe NBC \"Nightly News\" anchor and veteran newscaster is about to enter uncharted territory as the moderator of the first Clinton-Trump face-off.\nMonday will mark Holt's first time presiding over a general election presidential debate; some 70 to 100 million people are expected to tune in; and there is no telling what dynamics will drive ultimately drive the prime-time event.\nJUST WATCHED\nBehind the scenes with debate commission boss 05:16\n\"You should be held to the same standard on knowledge, what kind of plans you have, your ability to explain your plans,\" she said. \"Our concern is just what kind of standard is he held to.\"\nTrump, meanwhile, has suggested that Holt is a Democrat. \"Lester is a Democrat. I mean, they are all Democrats. OK? It's a very unfair system,\" Trump said. (Holt is actually a registered Republican.)\nWhat Holt wants to avoid at all costs is the fate that recently befell his NBC colleague Matt Lauer . The \"Today\" show host moderated the network's \"Commander-in-Chief Forum\" earlier this moth, and the reviews were disastrous.\nLauer was accused of multiple transgressions, including aggressively interrupting Clinton, spending too much time grilling her on the email controversy, asking Trump relatively soft-ball questions and failing to call him out when he falsely stated that he had opposed the Iraq War.\n",
        "quotes": [
            [
                "We are preparing for different Trumps that might show up,",
                "Jennifer Palmieri",
                true
            ],
            [
                "He may be aggressive or he may lay back and that's hard to game out.",
                "",
                true
            ],
            [
                "Be yourself and explain what motivates you,",
                "",
                true
            ],
            [
                "I think there's a reason why we haven't had a woman president before, and so she's having to break down some barriers.",
                "Robin Roberts",
                true
            ],
            [
                "There's a level of mistrust and a caricature of her that just doesn't jibe with who I know.",
                "Robin Roberts",
                true
            ],
            [
                "Donald Trump has pattern of repeating lies hoping no one will correct him,",
                "Palmieri",
                true
            ],
            [
                "This warrants particular focus because his level of lying is unprecedented in American politics.",
                "Palmieri",
                true
            ],
            [
                "went off the reservation and went bats -- crazy",
                "Donald Trump",
                false
            ],
            [
                "If she treats me with respect, I will treat her with respect.",
                "Donald Trump",
                true
            ],
            [
                "You should be held to the same standard on knowledge, what kind of plans you have, your ability to explain your plans,",
                "",
                true
            ],
            [
                "Our concern is just what kind of standard is he held to.",
                "",
                true
            ],
            [
                "I mean, they are all Democrats.",
                "Donald Trump",
                true
            ],
            [
                "It's a very unfair system,",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://money.cnn.com/2016/09/23/media/lester-holt-debate/",
                "https://www.cnn.com/2016/09/24/politics/donald-trump-gennifer-flowers-hillary-clinton-debate/",
                "http://www.cnn.com/2016/09/26/politics/presidential-debate-hillary-clinton-donald-trump/index.html",
                "http://money.cnn.com/2016/09/07/media/matt-lauer-nbc-commander-in-chief-forum/",
                "https://www.cnn.com/2016/09/22/politics/obama-police-violence-protests-charlotte-tulsa/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "president",
            "clintontrump",
            "watch",
            "obama",
            "things",
            "week",
            "debate",
            "trump",
            "clinton",
            "clintons",
            "times",
            "nights",
            "policy"
        ]
    }
]