[
    {
        "url": "http://occupydemocrats.com/2016/09/19/charlotte-nightclub-caught-letting-whites-inside-viral-video/",
        "title": "Charlotte Nightclub Caught Letting Only Whites Inside In Viral Video",
        "authors": [
            {
                "name": "Natalie Dickinson",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-19",
        "text": "Charlotte Nightclub Caught Letting Only Whites Inside In Viral Video\nThe story of how a group of black clubgoers were turned away at the door of a club is going viral. Ashley Ellis Sisco and a group of friends attempted to visit the Kandy Bar in Charlotte, North Carolina. They were turned away at the door and told they needed a membership to get in, but a group of white girls behind them told them that wasn’t the case. The bouncers, clearly racially profiling, allowed the white girls to enter while Sisco filmed them turning away a black man with dreads.\nSisco later posted in the comments that “the sad thing is that we all work in public service. It was a group of nurses, teachers, bankers people who serve the community and work with every race and ethnicity without judgement….and we have to go back into the community we serve and be treated like trash.”\nIt is clear that in North Carolina, a state where support for the Confederacy still is very strong, racism is still a major part of their identity, and this kind of display of casual racism makes it clear how Donald Trump is so popular in this country.\nSee Also\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "the sad thing is that we all work in public service.",
                "Ashley Ellis Sisco",
                false
            ],
            [
                "It was a group of nurses, teachers, bankers people who serve the community and work with every race and ethnicity without judgement….and we have to go back into the community we serve and be treated like trash.",
                "Ashley Ellis Sisco",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "told",
            "work",
            "inside",
            "charlotte",
            "whites",
            "away",
            "nightclub",
            "white",
            "north",
            "letting",
            "group",
            "sisco",
            "serve",
            "racism",
            "turned",
            "video",
            "viral",
            "caught"
        ]
    }
]