[
    {
        "url": "http://www.addictinginfo.org/2016/09/22/51-companies-are-pledging-over-650-million-in-refugee-support-white-house-announces/",
        "title": "51 Companies Are Pledging Over $650 Million In Refugee Support, White House Announces",
        "authors": [
            {
                "name": "Ryan Denson",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-22",
        "text": "·\nWhile Donald Trump Jr., Executive Vice President of the Trump Organization, compares refugees to poisoned skittles, the CEOs, Presidents and other executives of 51 companies are coming together to pledge hundreds of millions of dollars to aid refugees all across the world, the White House has announced .\nComing together to show solidarity and compassion while world leaders meet for the U.N. General Assembly session, the companies – which include Matercard, Facebook, Twitter, Johnson & Johnson, and yogurt maker Chobani – will use the money to promote, sustain and continue education, employment and financial services all across the world, and alleviate suffering to over 6 million refugees:\nToday, 51 U.S. companies — which represent more than 2.5 million employees, more than $775 billion in annual revenue, and more than $3.2 trillion in market capitalization — have stepped up and are standing with the Administration to demonstrate that private sector innovation and resources can make a difference and catalyze real solutions. Together, they have committed to investing, donating, and raising more than $650 million.\nThe hefty pledge is just part of the White House’s goal of $3 billion in humanitarian aid, and the announcement was made just as President Obama hosted a refugee summit with the leaders of Jordan, Mexico, Sweden, Germany, Canada and Ethiopia, countries that have taken in thousands of refugees from Syria and other war-torn states.\nWhile meeting with the company CEOs and George Clooney, President Obama thanked them for their “extraordinary gesture of compassion,” saying:\n“I want to emphasize that from their perspective this isn’t charity. This is part of their overall mission. It makes good business sense.”\nUnlike Trump’s businesses – in which hotel stays have plummeted – people like to be compassionate, see compassion, and act on it.\nU.N. Secretary-General Ban Ki-moon told world leaders and the company leaders, “Your compassion will really help these helpless people. If not us, who can do it?”\nCertainly not Donald J. Trump, nor his spawn of selfish fear-mongers.\nThe companies took to social media to express their support for President Obama’s call to action:\nWe believe in a world where you can #BelongAnywhere . Today there are millions of displaced refugees in need of belonging somewhere.\nWe’re proud our little start up is standing w/ @facebook @LinkedIn @Citi & other businesses in support of #refugees https://t.co/GjN6RkTamK\nIf there is anything President Obama and these companies have shown, it’s that compassion will always win, and love always trumps hate.\nFeatured image via Drew Angerer/Getty Images\n",
        "quotes": [
            [
                "I want to emphasize that from their perspective this isn’t charity.",
                "",
                true
            ],
            [
                "This is part of their overall mission.",
                "",
                true
            ],
            [
                "Your compassion will really help these helpless people.",
                "",
                true
            ],
            [
                "If not us, who can do it?",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://obamawhitehouse.archives.gov/the-press-office/2016/09/20/fact-sheet-white-house-announces-commitments-call-action-private-sector",
                "https://obamawhitehouse.archives.gov/blog/2016/09/20/heres-how-private-sector-committing-global-refugee-crisis"
            ],
            "unsure": [
                "https://twitter.com/facebook",
                "https://twitter.com/hashtag/refugees?src=hash",
                "https://t.co/GjN6RkTamK",
                "https://twitter.com/hashtag/BelongAnywhere?src=hash",
                "http://finance.yahoo.com/news/white-house-51-companies-pledge-650m-refugee-support-100642830.html",
                "https://twitter.com/LinkedIn",
                "https://twitter.com/Citi"
            ]
        },
        "key_words": [
            "51",
            "president",
            "pledging",
            "companies",
            "obama",
            "world",
            "refugee",
            "white",
            "trump",
            "house",
            "million",
            "trumps",
            "refugees",
            "announces",
            "leaders",
            "compassion",
            "support",
            "650"
        ]
    }
]