[
    {
        "url": "http://bleacherreport.com/articles/2736375-mike-freemans-10-point-stance-put-a-fork-in-the-giants-theyre-done?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial",
        "title": "Mike Freeman's 10-Point Stance: Put a Fork in the Giants; They're Done",
        "authors": [
            {
                "name": "Mike Freeman",
                "link": null
            }
        ],
        "publisher": "bleacherreport.com",
        "publish_date": "2017-10-04",
        "text": "Comments\nComment Bubble Icon\nJoe Robbins/Getty Images\n   \n1. Giant Problems\nI reached out to several Giants players this week, and the response I got was...interesting. \nNothing. Nada. Zip.\nAnd these are guys who always text back. I tried one of the coaches, also a reliable respondent. Again, nothing. Seems the Giants have engaged their caterpillar drive .\nThis type of silence is usually a bad sign. It often means people don't want to talk because they might say too much.\nThe Giants are 0-4, and the chaos inside that locker room must be extreme. This is a proud organization that, unlike some other franchises, despises losing on a genetic level. These aren't the Chargers. Giants owner John Mara, the son of the legendary Hall of Fame owner Wellington, is a mild-mannered man but is as competitive a person as there is in football.\nWhat's happened? This isn't a mystery to people around the league, who say they see an Eli Manning who looks old and an offense that doesn't have a lot of talent outside of Odell Beckham Jr.\nThe most scathing criticism, however, is focused on the signing of Brandon Marshall to be the team's No. 2 receiver. He was supposed to ease double-teams on Beckham, but he hasn't. Not even close. On the contrary, Marshall has hurt the offense significantly because of how much he has slowed down and how unreliable he has become as a pass-catcher.\n\"I think it's over for Brandon,\" one team executive told B/R. \"I think it was over for him last year.\"\nMarshall himself acknowledged he's \"just not playing well right now,\" per ESPN.com's Jordan Raanan. \"I haven't played a solid game since I've been here.\"\nBrian Blanco/Getty Images\nTo blame all the woes on Marshall, though, would be foolish. There is essentially a talent drain across the offense, with the exception of one player.\nThe Giants haven't scored a single point in the first quarter this season and have trailed by at least 10 points in each game so far. Sometimes, the problem isn't all that complicated to diagnose.\nThe Giants don't make personnel changes easily. This is an organization that's had just three general managers since the 1980s. Still, most NFL team sources interviewed believe that if the Giants don't make the playoffs this season, there will be massive overhaul of the coaching staff and possibly the front office. The franchise is loyal, but only to a point.\nMara isn't going to take kindly to a team that started 0-4 and didn't make the playoffs. He's patient and fair but not that patient and fair. And if the team loses this week to a winless Chargers club...hoo boy.\nIt may already be too late. Only one team ever has started 0-4 and made the playoffs: the 1992 Chargers.\n\"We've got to get that first win, and you go from there. You never know what can happen,\" said Manning, via James Kratch for NJ.com . \"We still feel like we're a good team that can win a lot of games.\n   \nPatrick McDermott/Getty Images\nRavens quarterback Joe Flacco long has been honest and blunt. It's one of many things I've always liked about him. And he didn't edit himself when B/R reached him after a loss to the Steelers in which he threw two picks and looked terrible, as he has for much of this season.\n\"I sucked,\" Flacco told me. \"I mean, you know, it wasn't good.\"\nFlacco finished with a 64.6 passer rating. But the truth is, Flacco hasn't looked good in a while.\nOf course, Flacco isn't the sole reason for the Ravens' offensive woes. But he's the quarterback, and that means he gets most of the credit when the offense rolls, and the blame when it struggles.\nAnd why has he struggled? I can't pinpoint one reason, based on interviews with players who have gone against him. But there is a general feeling that Flacco, while doing himself no favors, also hasn't been served by Baltimore's mediocre offensive weapons.\nThis isn't to say there are no options, but rather that there's no Rob Gronkowski or Todd Gurley walking through that door at M&T Bank Stadium.\n   \n3. When in Baltimore, Do as the Raven Once Did\nRyan Shazier @RyanShazier\nHad to do it against the Ravens. Shoutout to the @raylewis @NFL @steelers. #nfl #gameday #steelers https://t.co/nNnLK5I3tn\nMany opposing players, when in Baltimore, now imitate the famous (or infamous) Ray Lewis celebration after they make a good defensive play. They mock it, actually.\nBut no one has explained why they do it as well as Steelers linebacker Ryan Shazier, who mimicked the Lewis dance after he intercepted Flacco on Sunday.\n   \nTasos Katopodis/Getty Images\nAfter Ravens and Steelers players heard boos in Baltimore when some Ravens knelt and prayed before the national anthem played, both sides reacted in a manner that was measured and smart.\n\"We knew it was possible that we were going to get [booed],\" Ravens linebacker Terrell Suggs said. \"We just wanted to show to our fans that we still do stand in solidarity. We don't want [anyone] to lose the narrative of why we're doing it. We don't want people to think that we're disrespecting the flag or military, or anything like that. It was pretty much that we still wanted to show solidarity.\"\nSaid Ravens tight end Benjamin Watson: \"It's their prerogative to boo or not boo. Fans pay for their ticket, and they get to say what they want to say. We decided as a team to just have a moment of silence with everything that's going on. We wanted to pray for unity, we wanted to show the unity amongst each other, and that's what we decided to do.\"\n   \nStephen Dunn/Getty Images\nThe Eagles offense is rolling. It ranks third in total yards through Week 4 and seventh in points per game.\nWhy?\nIt is converting on third downs, that's why. It's (partly) that simple.\nAgainst the Chargers on Sunday, the Eagles converted nine of 16 third-down opportunities, or 56.3 percent. The Eagles say that is the team's ninth-highest third-down conversion rate since 1991.\nIn 2017, Philly has converted 30 of 59 third downs, or 50.8 percent, and has been successful on at least 50 percent of its third-down attempts in three of the first four games of the season. The last time the Eagles accomplished that feat in as many games was in 1992 (all four games).\n   \n6. It's Elementary\nTim Warner/Getty Images\nI'll get into why Deshaun Watson has been so good so fast soon, but first take a look at his passer ratings this season:\nWeek 1: 60.4\nWeek 2: 75.9\nWeek 3: 90.6\nWeek 4: 125.0\nAccording to B/R research, the Texans quarterback became only the third rookie passer in NFL history with four or more passing touchdowns and one or more rushing touchdowns in a single game, joining Fran Tarkenton and Johnny Green.\n   \nJim Rogash/Getty Images\nHere's another gem from B/R research: The Patriots are the only team in the NFL to give up 250 or more passing yards in each of their first four games this season.\nThis has to infuriate Bill Belichick . Before anything, Belichick is a defensive genius, the best mind on the subject in the history of the sport. As the defensive coordinator for the Giants, he devised the scheme that stopped the unstoppable Bills passing game in Super Bowl XXV.\n   \n8. Shields Up\nAmy Trask @AmyTrask\nDuring anthem OAK staff hid @MoneyLynch from view. Sincere question: did he want that, was it to protect him, or didn’t team want it seen? https://t.co/fCIiEPfywN\nThe scene was incredibly odd. Marshawn Lynch , the Raiders veteran running back, took a seat on the bench during the anthem Sunday, as he has done before. This time, however, he was surrounded by team staffers trying to block the view .\nThen, Monday night, cornerback Kenneth Acker sat on the bench during the anthem, in protest, when one of his teammates attempted to shield him from an ESPN camera.\n   \n9. Is That Mike Singletary? Nope, but Myles Jack May Be Getting Close\nFrank Franklin II/Associated Press\nOne of the things scouts told me when linebacker Myles Jack came out of UCLA in 2016 was that his skill set would remind me of Hall of Famer Mike Singletary.\nThat's waayyyyyy too high a compliment for such a young player, of course. Singletary was a beast who destroyed running games.\nStill, Jack is doing some amazing things in Jacksonville. This piece of data from Pro Football Focus says it all:\nPro Football Focus @PFF\nFour linebackers have yet to miss a tackle in over 100 snaps this season. Myles Jack hasn't missed one in 264 https://t.co/6RImDm1Gi6\n   \nDan Levy @DanLevyThinks\nSomebody needs a nap. https://t.co/4tuBkR1782\nI'm going to ask a question. Don't get mad. Don't get snippy. Don't send me nasty notes. OK, here it goes.\nThis past week, two things happened that caused very different reactions in my social media nerd universe. The first was when Steelers receiver Antonio Brown beat the crap out of a Gatorade cooler. He was obliterated on social media for being a spoiled brat.\nOn the opposite end of the country, Chargers quarterback Philip Rivers completely wigged out . Rivers has done this before. He can be a petulant child.\nOn my Twitter feed I found two different reactions. It's anecdotal, but I think if you polled all sports fans they would have the same reactions. On one hand, Brown was considered a punk. On the other, Rivers was hailed as a competitor.\nWhen Terry Bradshaw was going over highlights on Fox, he said this : \"The reason we're showing you this is to show you how selfish receivers can be. [Ben] Roethlisberger doesn't throw it to Brown. Brown pitches a fit. Acts like the spoiled brat that he probably is. And I'd sit him, I guarantee, for at least one play.\"\nSo, now to my question: Why were the actions of Brown and Rivers viewed so differently?\nShoot me a note on Twitter, and I'll address this next week in this spot.\nAnd be civil.\n   \nMike Freeman covers the NFL for Bleacher Report. Follow him on Twitter: @mikefreemanNFL .\nFacebook Logo\nTwitter Logo\nTraining Camp Buzz Roundup\n👀 CAR being careful with Cam 🌟 OBJ won't have defined role 💰 Joe Haden deserves extension\nSaints Like Kamara's 'Pitch Count,' Even with Mark Ingram Gone\nReport: Raiders Have No Timetable for AB's Return\nAntonio Brown is dealing with 'extreme' frostbite on his feet and could be out a while\nTurner Logo\n",
        "quotes": [
            [
                "I think it's over for Brandon,",
                "",
                true
            ],
            [
                "I think it was over for him last year.",
                "",
                true
            ],
            [
                "just not playing well right now,",
                "Brandon Marshall",
                false
            ],
            [
                "I haven't played a solid game since I've been here.",
                "",
                true
            ],
            [
                "We've got to get that first win, and you go from there.",
                "Manning",
                true
            ],
            [
                "You never know what can happen,",
                "Manning",
                true
            ],
            [
                "We still feel like we're a good team that can win a lot of games.",
                "Flacco",
                true
            ],
            [
                "Patrick McDermott/Getty Images\nRavens quarterback Joe Flacco long has been honest and blunt.",
                "Flacco",
                true
            ],
            [
                "It's one of many things I've always liked about him.",
                "Flacco",
                true
            ],
            [
                "And he didn't edit himself when B/R reached him after a loss to the Steelers in which he threw two picks and looked terrible, as he has for much of this season.",
                "Flacco",
                true
            ],
            [
                "I mean, you know, it wasn't good.",
                "Flacco",
                true
            ],
            [
                "We knew it was possible that we were going to get [booed],",
                "Terrell Suggs",
                true
            ],
            [
                "We just wanted to show to our fans that we still do stand in solidarity.",
                "",
                true
            ],
            [
                "We don't want [anyone] to lose the narrative of why we're doing it.",
                "",
                true
            ],
            [
                "We don't want people to think that we're disrespecting the flag or military, or anything like that.",
                "",
                true
            ],
            [
                "It was pretty much that we still wanted to show solidarity.",
                "",
                true
            ],
            [
                "It's their prerogative to boo or not boo.",
                "Benjamin Watson",
                true
            ],
            [
                "Fans pay for their ticket, and they get to say what they want to say.",
                "Benjamin Watson",
                true
            ],
            [
                "We decided as a team to just have a moment of silence with everything that's going on.",
                "Benjamin Watson",
                true
            ],
            [
                "We wanted to pray for unity, we wanted to show the unity amongst each other, and that's what we decided to do.",
                "Benjamin Watson",
                true
            ],
            [
                "The reason we're showing you this is to show you how selfish receivers can be.",
                "Terry Bradshaw",
                true
            ],
            [
                "Ben] Roethlisberger doesn't throw it to Brown.",
                "Terry Bradshaw",
                true
            ],
            [
                "Acts like the spoiled brat that he probably is.",
                "Terry Bradshaw",
                true
            ],
            [
                "And I'd sit him, I guarantee, for at least one play.",
                "Terry Bradshaw",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://ftw.usatoday.com/2017/10/nfl-ravens-steelers-antonio-brown-angry-ben-roethlisberger",
                "https://www.nj.com/giants/2017/10/eli_manning_has_surprisingly_sunny_assessment_of_g.html",
                "https://www.si.com/nfl/2017/10/01/marshawn-lynch-national-anthem-protest-sitting-raiders-staff-covers-him",
                "https://www.espn.com/nfl/story/_/id/20883828/pittsburgh-steelers-wide-receiver-antonio-brown-flips-cooler-sideline",
                "https://deadspin.com/philip-rivers-flips-out-after-he-can-t-get-a-play-off-1819042158"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://bleacherreport.com/bill-belichick",
                "https://bleacherreport.com/nfl",
                "https://bleacherreport.com/marshawn-lynch",
                "http://www.espn.com/blog/nflnation/post/_/id/251152/why-brandon-marshall-isnt-working-out-so-far-with-the-giants",
                "https://twitter.com/PFF/status/915218889176502272/photo/1",
                "https://www.youtube.com/watch?v=zsC2ETsZL0g",
                "https://bleacherreport.com/antonio-brown",
                "https://bleacherreport.com/rob-gronkowski",
                "https://bleacherreport.com/eli-manning"
            ]
        },
        "key_words": [
            "giants",
            "freemans",
            "theyre",
            "going",
            "team",
            "say",
            "flacco",
            "ravens",
            "stance",
            "dont",
            "steelers",
            "fork",
            "week",
            "mike",
            "nfl",
            "10point"
        ]
    }
]