[
    {
        "url": "https://www.reuters.com/article/us-nissan-recall-minister/japan-transport-ministry-finds-flawed-procedures-at-five-nissan-plants-idUSKBN1CB06W",
        "title": "Japan transport ministry finds flawed procedures at five Nissan plants",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-06",
        "text": "Japan transport ministry finds flawed procedures at five Nissan plants\n2 Min Read\nTOKYO (Reuters) - Japan’s transport ministry on Friday said inspections at five of six plants making Nissan Motor Co Ltd ( 7201.T ) cars found stamps of certified technicians on documents signing off checks by non-certified technicians on vehicles for the domestic market.\nThe comment comes as Japan’s second-biggest automaker the same day recalled all 1.2 million passenger cars sold domestically over the past three years due to the issue.\nVehicles destined for the domestic market must undergo an additional final procedure performed by certified technicians before being registered with the transport ministry.\nUncertified technicians at Nissan included contract workers, Minister of Land, Infrastructure, Transport and Tourism Keiichi Ishii said at a regular news briefing on Friday.\n“It’s extremely regrettable, causing anxiety for users and shaking the foundation of the certification system,” Ishii said. The ministry is working to discern whether and how widely the practice was known, he added.\nThe use of uncertified personnel constitutes the second major instance of misconduct involving a Japanese automaker in under two years, after Mitsubishi Motors Corp ( 7211.T ) said it tampered with fuel economy tests of some domestic-market models.\nReporting by Maki Shiraki; Writing by Taiga Uranaka; Editing by Christopher Cushing\n",
        "quotes": [
            [
                "It’s extremely regrettable, causing anxiety for users and shaking the foundation of the certification system,",
                "Ishii",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/finance/stocks/overview/7211.T",
                "https://www.reuters.com/finance/stocks/overview/7201.T"
            ]
        },
        "key_words": [
            "flawed",
            "procedures",
            "ministry",
            "technicians",
            "japans",
            "automaker",
            "nissan",
            "transport",
            "plants",
            "domestic",
            "japan",
            "certified",
            "cars",
            "ishii",
            "finds"
        ]
    }
]