[
    {
        "url": "http://www.cnn.com/2017/10/11/entertainment/mr-robot-season-3-review/index.html",
        "title": "'Mr. Robot' version 3.0 returns to feverish form",
        "authors": [
            {
                "name": "Brian Lowry",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-11",
        "text": "Updated 9:33 AM ET, Thu October 12, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nRami Malek in 'Mr. Robot'\n(CNN)\n\"Mr. Robot\" was a comet, blazing brightly in its riveting first season at the risk of crashing and burning in its second. While that flame is unlikely to be fully rekindled, version 3.0 marks a welcome return to form, one that tightens the story but still seems disarmingly weird and appropriately suited to the current political and cultural moment.\nPoor Elliot Alderson (Rami Malek, a season-one Emmy winner overlooked in season two) is still caught up in forces largely beyond his control, including his alter ego Mr. Robot, played with innate menace by Christian Slater. Yet Elliot's attempt to essentially reclaim his narrative and set right the wrong he's done with his hacking ways creates a structural spine that last season frequently lacked.\nElliot remains obsessed with Evil Corp, the massive conglomerate he was determined to bring down. But others harbor their own shadowy motives and angles, from simple revenge to the more elaborate machinations of Whiterose (B.D. Wong), who ominously speaks of carrying out \"Stage 2\" of a plan to undermine the company, and potentially crash the U.S. economic system along with it.\nThe first episodes move briskly -- again, not a description that always applied to the previous flight -- adding Bobby Cannavale as a terrific new character with a Gumby hairdo. The pace slows a bit thereafter (six episodes were previewed), while incorporating a few twists almost as surprising as the show's season-one reveal.\nPerhaps foremost, \"Mr. Robot\" again features writer-director Sam Esmail's feverish tone, fun-house mirror on society and jaundiced view of capitalism, while provocatively referencing current events. In his narration, Elliot notes that the establishment has \"turned our dissent into intellectual property\" and prodded us to \"buy in on our worst selves.\" (In a few scenes, he's forced to wear a borrowed \"Property of Josh Groban\" T-shirt, which only adds to the wry wit of it all.)\nRead More\n\"Mr. Robot\" was never a huge hit ratings-wise, but it almost instantly elevated USA into a premium programming tier that the network has seldom occupied. Part of that has to do with centering on an unreliable protagonist who keeps the viewer constantly off guard, an unpredictability that can be alternately bracing and confounding.\nThe show's casual paranoia and disdain for authority -- jarring enough when it made its debut -- also feel even more pointed and timely now, during the Trump presidency, in the way '70s thrillers suddenly feel more relevant. Deep State, meet the Dark Army.\nIn that context, the reloaded third season not only puts \"Mr. Robot\" back on that track, but appears to include a few guard rails to keep it from tumbling off. And even with its occasional glitches, that's enough motivation, for now, to buy back in.\n\"Mr. Robot\" premieres Oct. 11 at 10 p.m. on USA.\n",
        "quotes": [
            [
                "turned our dissent into intellectual property",
                "Elliot",
                false
            ],
            [
                "buy in on our worst selves.",
                "Elliot",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "returns",
            "hes",
            "mr",
            "seasonone",
            "elliot",
            "form",
            "robot",
            "episodes",
            "wry",
            "feverish",
            "current",
            "season",
            "30",
            "version",
            "property"
        ]
    }
]