[
    {
        "url": "http://www.bbc.com/news/entertainment-arts-41517882",
        "title": "Kazuo Ishiguro keeps calm amid Nobel Prize frenzy",
        "authors": [
            {
                "name": "Will Gompertz",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "These are external links and will open in a new window\nClose share panel\nMedia captionKazuo Ishiguro talks to BBC arts editor Will Gompertz\n\"How should a Nobel laureate dress?\" asked Kazuo Ishiguro, who, 40 minutes earlier, had found out he had won the Nobel Prize for Literature.\nTo say the news was unexpected is an understatement. He literally couldn't believe it.\nUntil, that was, his phone began to ring constantly, an orderly queue of TV crews started to form outside his front door (\"how do they all know where I live?\"), and his publishers dispatched a top team to his house as back-up.\nThis was not fake news. This was delightful, surprising news. Maybe there were others who should have won instead, he wondered. \"But that is the nature of prizes. They are a lottery.\"\nWhile chaos reigned around him, he was calm, assured and thoughtful, talking (after nipping upstairs to fetch a smart jacket for our interview) about his belief in the power of stories and how those that he wrote would often explore wasted lives and opportunities.\nImage copyright PA\nImage caption TV crews and reporters flocked to Ishiguro's London home\n\"I've always had a faith that it should be possible, if you tell stories in a certain way, to transcend barriers of race, class and ethnicity.\"\nFor me, he is one of the great living writers working in any language. All writers can tell stories. Ishiguro tells stories on another level.\nHe places the reader in some sort of alternative reality - which might be the future, it might be the present, it might be the past. They feel like places that are whole and real, but you don't know them.\nThey're weird and not necessarily happy places. But they're places that you can inhabit and relate to, and you become deeply involved with the characters. That's the writer's job - he just does it better than most.\nImage copyright AFP\nImage caption Kazuo Ishiguro held an audience with reporters in his garden\nGrowing up in England in a Japanese household was crucial to his writing, he says, enabling him to see things from a different perspective to many of his British peers.\nIt is most obvious in the slightly detached nature of many of his narrators, which he explains as coming from \"a long tradition in Japanese art towards a surface calm and surface restraint. There is a felling emotions can feel more intense if they are held down to the surface level\".\nThere was nothing superficial about his emotions when we met earlier today. He was chuffed to bits, and rightly so.\nKazuo Ishiguro is worthy recipient of the Nobel Prize for Literature.\nFollow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . Follow my Twitter feed: @WillGompertzBBC If you have a story suggestion email entertainment.news@bbc.co.uk .\n",
        "quotes": [
            [
                "How should a Nobel laureate dress?",
                "Kazuo Ishiguro",
                true
            ],
            [
                "how do they all know where I live?",
                "Kazuo Ishiguro",
                false
            ],
            [
                "But that is the nature of prizes.",
                "",
                true
            ],
            [
                "I've always had a faith that it should be possible, if you tell stories in a certain way, to transcend barriers of race, class and ethnicity.",
                "Kazuo Ishiguro",
                true
            ],
            [
                "a long tradition in Japanese art towards a surface calm and surface restraint.",
                "",
                false
            ],
            [
                "There is a felling emotions can feel more intense if they are held down to the surface level",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/BBCNewsEnts",
                "https://www.instagram.com/BBCNewsEnts/",
                "https://www.facebook.com/BBCEntsNews/"
            ]
        },
        "key_words": [
            "nobel",
            "prize",
            "ishiguro",
            "won",
            "twitter",
            "keeps",
            "surface",
            "calm",
            "caption",
            "writers",
            "tv",
            "kazuo",
            "amid",
            "frenzy",
            "places"
        ]
    }
]