[
    {
        "url": "http://dailybuzzlive.com/isis-releases-hit-list-of-100-u-s-military-personnel-urging-followers-to-hunt-them-down/",
        "title": "ISIS Releases “Hit List” Of 100 U.S. Military Personnel Urging Followers To “Hunt Them Down”",
        "authors": [
            {
                "name": "Daily Buzz Live",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2015-03-23",
        "text": "Posted on\nISIS Releases “Hit List” Of 100 U.S. Military Personnel Urging Followers To “Hunt Them Down”.\nISIS posted a “hit list” online, with information on US military personnel.\nThe group is urging its followers in the United States to hunt down 100 US military members who have taken part in the fight against ISIS overseas.\nISIS has released photos, home addresses, and personal information of members of the Army, Navy and Air Force.\nThe information has come from the Islamic State hacking division and encourages followers to kill the people listed.\nThe group in the video claims information was obtained by hacking military databases, but the Pentagon believes the information was publicly available online.\nThe Marines and the Air Force say they are making sure everybody in the video is notified.\nService members are being asked to review their online footprint and to make sure private setting on social media accounts limit the amount of personal information available.\n* indicates required\nEmail Address *\nRecent Posts\nAmerica has a shady past of treating people who were considered the “others” with disrespect READ MORE →\nDaily Buzz Live Search\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "urging",
            "members",
            "personal",
            "information",
            "video",
            "military",
            "hit",
            "releases",
            "followers",
            "sure",
            "online",
            "list",
            "hunt",
            "isis",
            "100",
            "personnel"
        ]
    }
]