[
    {
        "url": "http://www.bbc.com/sport/formula1/41576209",
        "title": "Formula 1: Lewis Hamilton, Mercedes and the 'fine art' of grand prix qualifying",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-12",
        "text": "By Andrew Benson\nChief F1 writer\n12 Oct 2017\nShare this page\nShare this with\nLewis Hamilton is closing in on his fourth F1 world title this year, after previous wins in 2008, 2014 and 2015\nA record 71 pole positions and counting.\nOf all Lewis Hamilton's many skills as a Formula 1 driver, this is one talent he has really made his own.\nRace after race, Hamilton redefines the boundaries of the possible with those flat-out laps that decide the grid order - and quite often the race victory, too.\nIt is a moment when the essence of a grand prix weekend is distilled into 90 seconds of purity - the quickest cars on earth, and 20 men driving as fast as is humanly possible.\nOne man in particular.\n\"It's shorter,\" Hamilton says. \"It's intense. It's enthused with so much energy. The pressure is at the utmost. You go out, and you have that one lap to perfect and deliver. I love that challenge.\n\"It is the ultimate performance, putting all the pieces of the performance together and I have always loved that. That's when you attack. It's when you really go into battle. The car is light, it is the fastest you get to drive at any point in any weekend and it all comes down to that one moment and the decisions you make and I love it.\"\nIn a sport where margins are measured to the thousandth of a second, Hamilton is frequently several tenths quicker than other drivers - even ones with the same car.\nBut they are not just down to Hamilton alone.\nA qualifying lap is the culmination of all the work an F1 team puts into the weekend, and the driver could not do it without the people behind him.\nSo how does Hamilton do it? BBC Sport took a deep dive behind the scenes at his Mercedes team to find out.\nThe talent\nHamilton describes himself as \"really just a small chink in the chain of a large number of people who make it possible\".\nIt is not false modesty - it's a statement of fact. But it is undeniable that it would not be possible without the ability of the man in the car.\nMercedes technical director James Allison has worked with all three of F1's current multiple world champions and describes Hamilton as \"a magnificently quick driver\".\nFor me, over one lap, I don't think there is anyone as quick as Lewis, and I don't think there ever has been\nJenson Button\nFormer McLaren team-mate\nHow quick? Well, in 10 years of F1 Hamilton has had five team-mates. In terms of championship points, Fernando Alonso has equalled him (in 2007), and Jenson Button (2011) and Nico Rosberg (2016) have narrowly beaten him in the title standings once, even if there were extenuating circumstances each time.\nBut in raw qualifying pace - taking an average of their speed over a season on quickest laps where a comparison is possible - no-one has ever been faster.\nTalent on its own is not enough, though.\nAn F1 car is a complex object, and it needs to be fine-tuned to get the best out of it. And a driver is a human being, prone to distractions and weaknesses, which need to be eliminated for him to operate at his best.\nHamilton admits this has been a flaw in the past.\n\"It is definitely an area I really wanted to improve this year,\" he says. \"It has always been something I have enjoyed and generally excelled at. [But] it is all about the small percentages, and getting those extra little bits out of your own performances has really been my goal this year and I have managed to do that.\n\"You've seen how I live my life over the years and I really think the balance I allow myself to make is what enables me to perform the way I do.\n\"I arrive at the weekends in a positive frame of mind. I don't have any baggage. I generally don't give a you-know-what about what anyone says. I know my values, who I am and what I am about. I know what I am here to do, so I do it.\n\"I guess it is about building a force field against all the negativity that generally tries to penetrate. Nothing generally gets in and I know how to race and drive. It is about doing it.\"\nThe change in 2017 has been noticed at Mercedes. Chief strategist James Vowles describes an upshift in Hamilton's \"attitude and approach to a race weekend\".\n\"There were times last year,\" Vowles says, \"where he would be on the back foot sometimes coming out of a Friday and it would take him time to build that confidence and ability back up as he went into the race and in the most extreme cases it would allow Nico to out-qualify him.\n\"He has aged a bit, he has become more mature with things. Things you know have failed you in the past, you fix them and improve them if you want to move forward as an elite athlete and that is what he is.\n\"So he has taken a reflection of what happened last year and improved on the small aspects things that he believes contributed perhaps to him not extracting everything in 2016. I am seeing a man who has changed and fixed those things and adapted. It is an impressive sight to see.\"\nThe preparation\nThe general perception of Hamilton is of a mercurial character who relies on raw talent to make up for weaknesses in the more scientific side of the requirements of a grand prix driver. But the general perception is wrong.\nMercedes team boss Toto Wolff says: \"Lewis is a hard worker. He is very diligent in his approach and on a very steep development curve. He is someone who is never satisfied with his own performances and tries to better himself every day.\n\"He never settles. He is never happy with where he is as a racing driver and a human being. He wants to optimise, he wants to develop, and we have seen it very much in the team.\n\"He has become very much part of the leadership of the team. When times are difficult, he is calm and motivating the other members of the team but he is also capable of being very objective and natural about his and the team's performances and that made him become a strong pillar of the team.\"\nVowles adds: \"Lewis this year has made another step as a driver. His approach to the weekends is a lot more scientific than I have seen from him before. He applies more science, more work, more practice. He is working much closer than I have seen him before with the team, because he knows everything matters in terms of the championship.\n\"That is not to say he wouldn't have done that in times of old. [But in] 2014, '15, '16 we had a car advantage and Lewis was a little more internalised; he didn't necessarily need to rally the troops as much as he is at the moment.\n\"This year, I have seen a new step from Lewis where he is able to properly exploit everything the team can provide him so they provide him everything he needs to be able to go and get pole position.\n\"It is no one element. It is not that he watches more videos or looks at more data or spends more time talking to the engineers. It is everything that he has improved by 1% that allows him to extract a lot more from the car.\"\nHamilton says: \"Ultimately you've got these really intelligent individuals and it's about trying to make sure you get 100% out of each and every one of them. And they need to understand what they need to give you.\n\"If you don't give them the information of what you need, they can't guess. Building on our routine so they know exactly what they need to do to provide me with the platform I need to deliver what I deliver, for me to arrive into qualifying in that frame of mind I have. Collectively that's how we have the poles we have.\"\nThe build-up\nHamilton is quick to praise his team in the good times - and offer sharp words in the bad. Here he shares the victory celebrations with Mercedes' Andrew Shovlin\nThe all-important laps in the the top 10 shoot-out at the end of qualifying - or Q3, as it is known - are just the climax of a long period of preparation.\nIt starts back in the factory, where engineers pore over data and try to give the team what they think will be the best baseline with which to start the car at a given track.\nThrough the three practice sessions, the team work with the driver to hone the car so he feels as comfortable and confident as he can taking it to the limit. And then comes the crucial hour on Saturday afternoon.\n\"Once you enter qualifying,\" Vowles says, \"you will notice quite a change of atmosphere in the team - doesn't matter whether it's Q1 or Q3, it is quite serious and orchestrated.\"\nThe team have to negotiate their way through two knock-out sessions, making sure they judge the lap-time improvements of others correctly to avoid embarrassing early exits, making tyre choices and doing just enough running so the car, tyres and driver are in the best possible condition for the last 10 minutes when it really counts.\nGiven the complexity of modern F1 cars, with hybrid engines, energy regeneration, hundreds of settings and temperamental tyres, it is no easy matter.\n\"You need to make sure the driver has entirely bought into the psychology of what you are trying to do in qualifying,\" Vowles says. \"There is no point giving him a set of tyres and then saying off you go. You need him to be providing feedback.\n\"If you say we have a soft tyre, you need to work with him and say: 'What do you need to get a feel for the baseline? One lap, two laps, a push lap? How does the braking change when we change engine modes, is it significant enough that you need a little practice before Q3?'\n\"A lot of it is about getting the driver in the right mental state. The car performance is one aspect of things but you are asking drivers to find the absolute limit of their and the car's performance and to do that you need the driver in the right mindset and bought into what the team is doing as a programme.\n\"Over the recent years he has just got better and better by learning how to combine that enormous talent with the understanding of the technical side of the tyres and the power unit and the chassis and bringing it all together.\"\nThe lap\nA qualifying lap is a journey into the unknown. It is the fastest the car will ever go on that track, and by definition it is something the driver has never done before.\nA driver is doing something most people have only a vague understanding of. He is trying to take the himself and the car to the very limits of possibility. It requires a combination of balance, bravery, feel, dexterity and commitment that is almost indescribable.\nFrom the outside, on television, it might look relatively controlled, but that is the mastery of F1 drivers. In reality, the car is on the very edge at all times.\nIt is when you and your car come together and your art is really displayed. On that single lap, your artistry really comes out. Not many people talk about it as art, but it is a fine art\nLewis Hamilton\nIt's not so much about not losing control - although that is the extreme of failure. It's more like a dance, although there is no easy metaphor.\nAt each corner, the driver must brake as late as he can without locking a wheel, enter as fast as possible without sliding too much - although the car is sliding all the time - get on the accelerator as early as he can without spinning the wheels too much.\nAll that while being subjected to extreme g-forces - up to 6G longitudinally during braking, well over 5G laterally in the fast corners.\nMercedes non-executive director Niki Lauda, a three-time F1 champion, says: \"A normal human being, they operate in a normal way. They say good morning, good evening. They have breakfast, lunch and dinner and they live their normal life. Sometimes more or less exciting.\n\"But when you are a racing driver and you have to deliver, that is a different ball game. Lewis can certainly deliver.\n\"It means he sits in his car and says: 'It is one lap now, I have to get pole position.' And he switches something on which very few people have, and this on-off from nothing to everything he is able to do in no time, and then he can squeeze out the last couple of tenths.\n\"Easy to do that when you push hard, then you make a little mistake, you go too far, you brake too late, you do all these kinds of mistakes. But on his laps he does no mistakes and drives the car right to the limit on every metre of the circuit. That makes him different.\"\nEven once out on track, the lap has to be prepared before it is driven.\nNiki Lauda knows how hard it is to claim a pole position in F1. The three-time champion managed 24 of them in 171 races, a 14% strike rate. Hamilton's 71 poles have come in 204 races (34.8%)\nLauda adds: \"He sits in the car, get the right tyres on the car. You dive out of the pits, then you have a plan. How many corners, how quick to get these tyres to the peak point at the last corner before the lap starts?\n\"So he has to bring up the temperatures. If they are too high at the start he will lose out. So he needs to understand how closely to bring the grip level to the optimum.\n\"Then he has to go flat out, brake at the absolute best point without stopping a wheel, or coming off the line. Then he turns in and gets into the rhythm of what he can do. When he does the first corner well, the next corner comes easier, still going on the limit, over the kerbs, then he is in a normal rhythm to finish the lap. So if the tyres do not go weak in the lap, which can happen if he pushes too hard, then he has pole position.\"\nFor Hamilton, this is the moment where all that preparation gives way to instinct and ability. Not for him techniques beloved of sports psychologists such as visualisation.\n\"I have never visualised a lap,\" he says. \"I tried it many years ago. For me personally, it is a complete waste of time. It did nothing for me.\n\"You can't predict what you are about to do. You can't put in your mind that you are going to turn at this point.\n\"It is the greatest thing about racing these cars, it's that it's all on the dime, it's all on the split second - how you react, about the snap overseer that comes. You can't predict that; you just have to be ready. It is about being on your toes and I love that. So many balls are coming from so many different directions.\n\"What I can definitely advise any kid that's out there trying to race, don't listen to people who tell you you need a mental coach or you need someone to help control your mind.\n\"You need to let it run wild and free and discover yourself. It is all about discovery. And only you can do it. No-one can tell you: 'Don't do that because I have done it before.' You have to experience it in order to learn and grow from it.\"\nWhat does he do that others don't?\nHamilton is just the sixth driver to hold the outright record for F1 pole positions, after Juan Manuel Fangio, Alberto Ascari, Jim Clark, Ayrton Senna and Michael Schumacher\nDriving an F1 car is all about adaptation. The car is very rarely perfectly balanced. It will always have a handling characteristic that the driver would rather was not there - a slight lack of front grip (understeer), too much rear sliding (oversteer), whatever. What marks out the best drivers is their ability to adapt to those problems and deliver the very best anyway.\nButton says: \"With the car, even if the balance wasn't quite there, Lewis was strong. He would drive the car from the rear. He didn't mind oversteer on entry, apex, exit. He was a little bit more ragged than my style, but it works.\"\nVowles adds: \"Of all the drivers I've ever worked with, Lewis is the one who is able to quickly and dynamically react to a changing set of circumstances. That's one of the key reasons as to why he is so good in qualifying.\n\"You have echelons of drivers throughout the grid. You have the Alonsos, the Lewises and the Vettels of this world, who are at times in a league of their own. Until you have referenced them all together at the same time in the same car you will never be able to answer who is the best.\n\"I think Fernando is exceptional as well but there are times when he isn't extracting everything that car has to bring - at all. It is difficult to find your motivation perhaps when you are behind but with Lewis I don't ever see that lack of motivation. And again Sebastian there are times where he had a faster car and Lewis has managed to beat him. By milliseconds - but has managed to beat him.\"\nThe impact\nWhen Hamilton broke the all-time record for pole positions this year, one phrase kept coming up in responses from his fellow drivers: He deserves it.\nThey all know how good he is. They see that he is doing things that are special and unexpected, that he is getting speed out of the car that, for all their data and computer predictions, not even the team knew were there.\nThe most recent example was Malaysia two weeks ago. Mercedes had the third fastest car at Sepang, yet Hamilton somehow put it on pole. Team-mate Valtteri Bottas was fifth on the grid, 0.7secs behind.\nYou'd get to Q3, and even if his first run wasn't so good, he'd come out and he'd be 0.2secs in front and you'd go: 'I don't know where that came from'\nJenson Button\nFormer McLaren team-mate\n\"On all the statistics I had,\" Vowles says, \"we were not on pole that weekend. We had been off-set by 1.4 secs on Friday, by 0.6-0.7secs on Saturday morning. And there is nothing in any of those metrics that tell you: 'Yeah it will all be fine if you push a bit more and turn the power-unit up, pole will be yours.\n\"That's what I call exceeding expectations. I was ecstatic in Malaysia. I can't explain it any other way, because it is an achievement you know you've realised because you have a driver who is able to extract everything from the car at any one given time.\"\nFor Vowles, though, that was not even Hamilton's best lap of the year.\n\"It was one that definitely blew me away but I don't think it was his best of 2017,\" he says. \"I would have to go back through my notes but there were others that I thought were a much better achievement overall.\n\"The way I define a best lap is not just where he finishes relative to the field, it's how clean it was, how he built up, did he make any mistakes, any small lock-ups, any small adjustments in the steering wheel. And I believe there was one prior to that where it was perfect and I can't remember which one, I'm afraid.\"\nHamilton's 39 wins from pole is eclipsed only by Michael Schumacher, who won 40 times from the front of the grid - it is yet another record that Hamilton seems destined to eclipse before long\nAfter the interview, Vowles checked his notes and it turned out there were actually two laps that exceeded Malaysia. They were Silverstone, where he was on pole by 0.5secs from Ferrari's Kimi Raikkonen and 0.8secs quicker than Bottas, and Italy, where in the wet he was 1.1secs quicker than anyone else and 2.3secs up on his team-mate.\nBrawn says: \"It's a very special experience as an engineer or team principal to know that the guy is going to pull his belts in a bit tighter, take a deep breath and find something that is almost indefinable. There are only a few people who've got that.\n\"That raw talent; it's that one, two, three tenths. The interesting thing is that team-mates in those circumstances can never work out where it's coming from.\n\"You always see it. They get a new team-mate. They come up against that raw talent. They want to find the reason why it's there and ultimately they have to understand the guy's special.\"\nAdditional reporting by Tom Clarkson and Jennie Gow\nTop Stories\nFrom the section Football\n",
        "quotes": [
            [
                "It's enthused with so much energy.",
                "Lewis Hamilton",
                true
            ],
            [
                "The pressure is at the utmost.",
                "Lewis Hamilton",
                true
            ],
            [
                "You go out, and you have that one lap to perfect and deliver.",
                "Lewis Hamilton",
                true
            ],
            [
                "It is the ultimate performance, putting all the pieces of the performance together and I have always loved that.",
                "Lewis Hamilton",
                true
            ],
            [
                "It's when you really go into battle.",
                "Lewis Hamilton",
                true
            ],
            [
                "The car is light, it is the fastest you get to drive at any point in any weekend and it all comes down to that one moment and the decisions you make and I love it.",
                "Lewis Hamilton",
                true
            ],
            [
                "really just a small chink in the chain of a large number of people who make it possible",
                "Lewis Hamilton",
                false
            ],
            [
                "It is definitely an area I really wanted to improve this year,",
                "Lewis Hamilton",
                true
            ],
            [
                "It has always been something I have enjoyed and generally excelled at.",
                "Lewis Hamilton",
                true
            ],
            [
                "But] it is all about the small percentages, and getting those extra little bits out of your own performances has really been my goal this year and I have managed to do that.",
                "Lewis Hamilton",
                true
            ],
            [
                "You've seen how I live my life over the years and I really think the balance I allow myself to make is what enables me to perform the way I do.",
                "Lewis Hamilton",
                true
            ],
            [
                "I arrive at the weekends in a positive frame of mind.",
                "Lewis Hamilton",
                true
            ],
            [
                "I don't have any baggage.",
                "Lewis Hamilton",
                true
            ],
            [
                "I generally don't give a you-know-what about what anyone says.",
                "Lewis Hamilton",
                true
            ],
            [
                "I know my values, who I am and what I am about.",
                "Lewis Hamilton",
                true
            ],
            [
                "I know what I am here to do, so I do it.",
                "Lewis Hamilton",
                true
            ],
            [
                "I guess it is about building a force field against all the negativity that generally tries to penetrate.",
                "Lewis Hamilton",
                true
            ],
            [
                "Nothing generally gets in and I know how to race and drive.",
                "Lewis Hamilton",
                true
            ],
            [
                "attitude and approach to a race weekend",
                "",
                false
            ],
            [
                "where he would be on the back foot sometimes coming out of a Friday and it would take him time to build that confidence and ability back up as he went into the race and in the most extreme cases it would allow Nico to out-qualify him.",
                "Vowles",
                false
            ],
            [
                "He has aged a bit, he has become more mature with things.",
                "Vowles",
                true
            ],
            [
                "Things you know have failed you in the past, you fix them and improve them if you want to move forward as an elite athlete and that is what he is.",
                "Vowles",
                true
            ],
            [
                "So he has taken a reflection of what happened last year and improved on the small aspects things that he believes contributed perhaps to him not extracting everything in 2016.",
                "Vowles",
                true
            ],
            [
                "I am seeing a man who has changed and fixed those things and adapted.",
                "Vowles",
                true
            ],
            [
                "It is an impressive sight to see.",
                "Vowles",
                true
            ],
            [
                "He is very diligent in his approach and on a very steep development curve.",
                "Toto Wolff",
                true
            ],
            [
                "He is someone who is never satisfied with his own performances and tries to better himself every day.",
                "Toto Wolff",
                true
            ],
            [
                "He is never happy with where he is as a racing driver and a human being.",
                "Toto Wolff",
                true
            ],
            [
                "He wants to optimise, he wants to develop, and we have seen it very much in the team.",
                "Toto Wolff",
                true
            ],
            [
                "He has become very much part of the leadership of the team.",
                "Toto Wolff",
                true
            ],
            [
                "When times are difficult, he is calm and motivating the other members of the team but he is also capable of being very objective and natural about his and the team's performances and that made him become a strong pillar of the team.",
                "Toto Wolff",
                true
            ],
            [
                "Lewis this year has made another step as a driver.",
                "Vowles",
                true
            ],
            [
                "His approach to the weekends is a lot more scientific than I have seen from him before.",
                "Vowles",
                true
            ],
            [
                "He applies more science, more work, more practice.",
                "Vowles",
                true
            ],
            [
                "He is working much closer than I have seen him before with the team, because he knows everything matters in terms of the championship.",
                "Vowles",
                true
            ],
            [
                "That is not to say he wouldn't have done that in times of old.",
                "Vowles",
                true
            ],
            [
                "But in] 2014, '15, '16 we had a car advantage and Lewis was a little more internalised; he didn't necessarily need to rally the troops as much as he is at the moment.",
                "Vowles",
                true
            ],
            [
                "This year, I have seen a new step from Lewis where he is able to properly exploit everything the team can provide him so they provide him everything he needs to be able to go and get pole position.",
                "Vowles",
                true
            ],
            [
                "It is not that he watches more videos or looks at more data or spends more time talking to the engineers.",
                "Vowles",
                true
            ],
            [
                "It is everything that he has improved by 1% that allows him to extract a lot more from the car.",
                "Vowles",
                true
            ],
            [
                "Ultimately you've got these really intelligent individuals and it's about trying to make sure you get 100% out of each and every one of them.",
                "Lewis Hamilton",
                true
            ],
            [
                "And they need to understand what they need to give you.",
                "Lewis Hamilton",
                true
            ],
            [
                "If you don't give them the information of what you need, they can't guess.",
                "Lewis Hamilton",
                true
            ],
            [
                "Building on our routine so they know exactly what they need to do to provide me with the platform I need to deliver what I deliver, for me to arrive into qualifying in that frame of mind I have.",
                "Lewis Hamilton",
                true
            ],
            [
                "Collectively that's how we have the poles we have.",
                "Lewis Hamilton",
                true
            ],
            [
                "you will notice quite a change of atmosphere in the team - doesn't matter whether it's Q1 or Q3, it is quite serious and orchestrated.",
                "Vowles",
                false
            ],
            [
                "You need to make sure the driver has entirely bought into the psychology of what you are trying to do in qualifying,",
                "Vowles",
                true
            ],
            [
                "There is no point giving him a set of tyres and then saying off you go.",
                "Vowles",
                true
            ],
            [
                "You need him to be providing feedback.",
                "Vowles",
                true
            ],
            [
                "If you say we have a soft tyre, you need to work with him and say: 'What do you need to get a feel for the baseline?",
                "Vowles",
                true
            ],
            [
                "One lap, two laps, a push lap?",
                "Vowles",
                true
            ],
            [
                "How does the braking change when we change engine modes, is it significant enough that you need a little practice before Q3?",
                "Vowles",
                true
            ],
            [
                "A lot of it is about getting the driver in the right mental state.",
                "Vowles",
                true
            ],
            [
                "The car performance is one aspect of things but you are asking drivers to find the absolute limit of their and the car's performance and to do that you need the driver in the right mindset and bought into what the team is doing as a programme.",
                "Vowles",
                true
            ],
            [
                "Over the recent years he has just got better and better by learning how to combine that enormous talent with the understanding of the technical side of the tyres and the power unit and the chassis and bringing it all together.",
                "Vowles",
                true
            ],
            [
                "A normal human being, they operate in a normal way.",
                "Niki Lauda",
                true
            ],
            [
                "They say good morning, good evening.",
                "Niki Lauda",
                true
            ],
            [
                "They have breakfast, lunch and dinner and they live their normal life.",
                "Niki Lauda",
                true
            ],
            [
                "But when you are a racing driver and you have to deliver, that is a different ball game.",
                "Niki Lauda",
                true
            ],
            [
                "It means he sits in his car and says: 'It is one lap now, I have to get pole position.",
                "Niki Lauda",
                true
            ],
            [
                "And he switches something on which very few people have, and this on-off from nothing to everything he is able to do in no time, and then he can squeeze out the last couple of tenths.",
                "Niki Lauda",
                true
            ],
            [
                "Easy to do that when you push hard, then you make a little mistake, you go too far, you brake too late, you do all these kinds of mistakes.",
                "Niki Lauda",
                true
            ],
            [
                "But on his laps he does no mistakes and drives the car right to the limit on every metre of the circuit.",
                "Niki Lauda",
                true
            ],
            [
                "He sits in the car, get the right tyres on the car.",
                "Lewis Hamilton",
                true
            ],
            [
                "You dive out of the pits, then you have a plan.",
                "Lewis Hamilton",
                true
            ],
            [
                "How many corners, how quick to get these tyres to the peak point at the last corner before the lap starts?",
                "Lewis Hamilton",
                true
            ],
            [
                "So he has to bring up the temperatures.",
                "Lewis Hamilton",
                true
            ],
            [
                "If they are too high at the start he will lose out.",
                "Lewis Hamilton",
                true
            ],
            [
                "So he needs to understand how closely to bring the grip level to the optimum.",
                "Lewis Hamilton",
                true
            ],
            [
                "Then he has to go flat out, brake at the absolute best point without stopping a wheel, or coming off the line.",
                "Lewis Hamilton",
                true
            ],
            [
                "Then he turns in and gets into the rhythm of what he can do.",
                "Lewis Hamilton",
                true
            ],
            [
                "When he does the first corner well, the next corner comes easier, still going on the limit, over the kerbs, then he is in a normal rhythm to finish the lap.",
                "Lewis Hamilton",
                true
            ],
            [
                "So if the tyres do not go weak in the lap, which can happen if he pushes too hard, then he has pole position.",
                "Lewis Hamilton",
                true
            ],
            [
                "I have never visualised a lap,",
                "",
                true
            ],
            [
                "I tried it many years ago.",
                "",
                true
            ],
            [
                "For me personally, it is a complete waste of time.",
                "",
                true
            ],
            [
                "You can't predict what you are about to do.",
                "",
                true
            ],
            [
                "You can't put in your mind that you are going to turn at this point.",
                "",
                true
            ],
            [
                "It is the greatest thing about racing these cars, it's that it's all on the dime, it's all on the split second - how you react, about the snap overseer that comes.",
                "",
                true
            ],
            [
                "You can't predict that; you just have to be ready.",
                "",
                true
            ],
            [
                "It is about being on your toes and I love that.",
                "",
                true
            ],
            [
                "So many balls are coming from so many different directions.",
                "",
                true
            ],
            [
                "What I can definitely advise any kid that's out there trying to race, don't listen to people who tell you you need a mental coach or you need someone to help control your mind.",
                "",
                true
            ],
            [
                "You need to let it run wild and free and discover yourself.",
                "",
                true
            ],
            [
                "And only you can do it.",
                "",
                true
            ],
            [
                "No-one can tell you: 'Don't do that because I have done it before.",
                "",
                true
            ],
            [
                "You have to experience it in order to learn and grow from it.",
                "",
                true
            ],
            [
                "With the car, even if the balance wasn't quite there, Lewis was strong.",
                "",
                true
            ],
            [
                "He would drive the car from the rear.",
                "",
                true
            ],
            [
                "He didn't mind oversteer on entry, apex, exit.",
                "",
                true
            ],
            [
                "He was a little bit more ragged than my style, but it works.",
                "",
                true
            ],
            [
                "Of all the drivers I've ever worked with, Lewis is the one who is able to quickly and dynamically react to a changing set of circumstances.",
                "Vowles",
                true
            ],
            [
                "That's one of the key reasons as to why he is so good in qualifying.",
                "Vowles",
                true
            ],
            [
                "You have echelons of drivers throughout the grid.",
                "Vowles",
                true
            ],
            [
                "You have the Alonsos, the Lewises and the Vettels of this world, who are at times in a league of their own.",
                "Vowles",
                true
            ],
            [
                "Until you have referenced them all together at the same time in the same car you will never be able to answer who is the best.",
                "Vowles",
                true
            ],
            [
                "I think Fernando is exceptional as well but there are times when he isn't extracting everything that car has to bring - at all.",
                "Vowles",
                true
            ],
            [
                "It is difficult to find your motivation perhaps when you are behind but with Lewis I don't ever see that lack of motivation.",
                "Vowles",
                true
            ],
            [
                "And again Sebastian there are times where he had a faster car and Lewis has managed to beat him.",
                "Vowles",
                true
            ],
            [
                "By milliseconds - but has managed to beat him.",
                "Vowles",
                true
            ],
            [
                "On all the statistics I had,",
                "Vowles",
                true
            ],
            [
                "we were not on pole that weekend.",
                "Vowles",
                false
            ],
            [
                "We had been off-set by 1.4 secs on Friday, by 0.6-0.7secs on Saturday morning.",
                "Vowles",
                true
            ],
            [
                "And there is nothing in any of those metrics that tell you: 'Yeah it will all be fine if you push a bit more and turn the power-unit up, pole will be yours.",
                "Vowles",
                true
            ],
            [
                "That's what I call exceeding expectations.",
                "Vowles",
                true
            ],
            [
                "I can't explain it any other way, because it is an achievement you know you've realised because you have a driver who is able to extract everything from the car at any one given time.",
                "Vowles",
                true
            ],
            [
                "It was one that definitely blew me away but I don't think it was his best of 2017,",
                "",
                true
            ],
            [
                "I would have to go back through my notes but there were others that I thought were a much better achievement overall.",
                "",
                true
            ],
            [
                "The way I define a best lap is not just where he finishes relative to the field, it's how clean it was, how he built up, did he make any mistakes, any small lock-ups, any small adjustments in the steering wheel.",
                "",
                true
            ],
            [
                "And I believe there was one prior to that where it was perfect and I can't remember which one, I'm afraid.",
                "",
                true
            ],
            [
                "It's a very special experience as an engineer or team principal to know that the guy is going to pull his belts in a bit tighter, take a deep breath and find something that is almost indefinable.",
                "",
                true
            ],
            [
                "There are only a few people who've got that.",
                "",
                true
            ],
            [
                "That raw talent; it's that one, two, three tenths.",
                "",
                true
            ],
            [
                "The interesting thing is that team-mates in those circumstances can never work out where it's coming from.",
                "",
                true
            ],
            [
                "They get a new team-mate.",
                "",
                true
            ],
            [
                "They come up against that raw talent.",
                "",
                true
            ],
            [
                "They want to find the reason why it's there and ultimately they have to understand the guy's special.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.bbc.com/sport/football"
            ]
        },
        "key_words": [
            "pole",
            "team",
            "art",
            "lap",
            "lewis",
            "grand",
            "formula",
            "mercedes",
            "driver",
            "really",
            "need",
            "fine",
            "f1",
            "hamilton",
            "prix",
            "car",
            "qualifying"
        ]
    }
]