[
    {
        "url": "http://dailybuzzlive.com/atari-reveals-first-new-console-24-years-introducing-ataribox/",
        "title": "Atari Reveals First New Console in 24 Years: Introducing the Ataribox",
        "authors": [
            {
                "name": "Daily Buzz Live",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2017-07-18",
        "text": "Posted on\n \nFrom the official update from Atari: “Our objective is to create a new product that stays true to our heritage while appealing to both old and new fans of Atari. Inspired by classic Atari design elements (such as the iconic use of wood, ribbed lines, and raised back); we are creating a smooth design, with ribs that flow seamlessly all around the body of the product, a front panel that can be either wood or glass, a front facing logo, indicator lights that glow through the material, and an array of new ports (HDMI, 4xUSB, SD). We intend to release two editions: a wood edition, and a black/red edition.”\nIt’s a pretty gorgeous box, to be sure. We really enjoy the neo-classic design; like something refurbished from the 80s to actually look presentable on a shelf next to sleek, modern designs from Sony, Microsoft, and Nintendo. So… What is this thing actually going to do for you? Is this made to compete with consoles from Sony, Microsoft and Nintendo? Atari gave us another clue in its update.\nAtari had to folllowing to say in its newsletter to fans: “As you can guess, those ports suggest modern internal specs. It also means that while we will be delivering classic gaming content, we will also be delivering current gaming content.”\nSo while this doesn’t sound like one of those plug-and-play toys you buy off of a Target shelf, it also doesn’t sound like Atari is attempting to make a current-gen competitor. This might be something in between; something where you can experience all of the best retro exclusives and ports that we associate with playing on Atari consoles. This may include games like Defender, Ms. Pac-Man, Galaxian, Solaris, and others.\nThe fact that they specifically mention “modern internal specs” and “current gaming content” is curious, though. Could we be dealing with an Android-based operating system that can play more modern mobile titles? After all, we’ve seen some killer mobile games lately that are based on some timeless classics. Games like Breakout and RollerCoaster Tycoon. We wouldn’t mind seeing those games on the Ataribox.\nHow powerful will it be?\nWe’re not quite sure yet. Other than the mention of modern specs and current games, Atari was incredibly ambiguous as to the Ataribox internals. They did acknowledge the tech heads, though:\n“We know you are hungry for more details; on specs, games, features, pricing, timing etc. We’re not teasing you intentionally; we want to get this right, so we’ve opted to share things step by step as we bring Ataribox to life, and to listen closely to Atari community feedback as we do so. There are a lot of milestones, challenges and decision points in front of us in the months ahead. We’ll be giving you lots more information and status updates as we progress, and we are thrilled to have you along for the ride!”\n* indicates required\nEmail Address *\nRecent Posts\nDaily Buzz Live Search\n",
        "quotes": [
            [
                "Our objective is to create a new product that stays true to our heritage while appealing to both old and new fans of Atari.",
                "",
                true
            ],
            [
                "Inspired by classic Atari design elements (such as the iconic use of wood, ribbed lines, and raised back); we are creating a smooth design, with ribs that flow seamlessly all around the body of the product, a front panel that can be either wood or glass, a front facing logo, indicator lights that glow through the material, and an array of new ports (HDMI, 4xUSB, SD).",
                "",
                true
            ],
            [
                "We intend to release two editions: a wood edition, and a black/red edition.",
                "",
                true
            ],
            [
                "As you can guess, those ports suggest modern internal specs.",
                "",
                true
            ],
            [
                "It also means that while we will be delivering classic gaming content, we will also be delivering current gaming content.",
                "",
                true
            ],
            [
                "We know you are hungry for more details; on specs, games, features, pricing, timing etc.",
                "",
                true
            ],
            [
                "We’re not teasing you intentionally; we want to get this right, so we’ve opted to share things step by step as we bring Ataribox to life, and to listen closely to Atari community feedback as we do so.",
                "",
                true
            ],
            [
                "There are a lot of milestones, challenges and decision points in front of us in the months ahead.",
                "",
                true
            ],
            [
                "We’ll be giving you lots more information and status updates as we progress, and we are thrilled to have you along for the ride!",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://comicbook.com/gaming/2017/07/17/atari-reveals-new-console-ataribox/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "modern",
            "24",
            "reveals",
            "games",
            "ports",
            "design",
            "gaming",
            "current",
            "ataribox",
            "specs",
            "weve",
            "introducing",
            "wood",
            "console",
            "atari"
        ]
    }
]