[
    {
        "url": "https://www.politico.com/blogs/on-media/2016/09/bloomberg-to-fact-check-debate-on-screen-228670?cmpid=sf",
        "title": "Bloomberg TV to fact check debate on-screen",
        "authors": [
            {
                "name": "Kelsey Sutton",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-26",
        "text": "Get alerts from the On Media blog\nEmail\nSign Up\nBy signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\nBy KELSEY SUTTON\n09/26/2016 10:26 AM EDT\nBloomberg TV will conduct on-screen fact checks of statements made by both Donald Trump and Hillary Clinton during Monday night’s debate, POLITICO has confirmed.\nThe channel’s decision to conduct an on-screen fact-check sets Bloomberg apart from the other major TV networks, none of whom have committed to doing on-screen fact checks during the debate. Most will leave the fact-checking to segments in the post-debate analysis coverage.\nClinton’s supporters have called for aggressive fact-checking during Monday’s debate, saying that members of the media have failed to adequately fact-check and correct falsehoods from her Republican rival. NBC’s Matt Lauer was recently criticized for not correcting several false statements from Trump during a presidential forum on the network.\nSpokespeople for the networks told POLITICO that on-screen fact checks would be hard to execute in real-time, which is why they were opting out. That leaves the real-time fact-checking up to NBC’s Lester Holt, the debate moderator, or the candidates themselves.\nSeveral other news organizations, including NPR, have said they will conduct fact-checks of the debate online and in their post-debate analyses.\nHadas Gold contributed reporting to this post.\nThis story has been updated to reflect that fact checking will be up Holt, or the candidates. The original text was due to an editing error.\nThis article tagged under:\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/presidential-debate-fact-checking-228653",
                "https://www.politico.com/blogs/on-media/2016/09/matt-lauer-donald-trump-227865"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "factchecking",
            "conduct",
            "checks",
            "debate",
            "fact",
            "trump",
            "statements",
            "2015",
            "bloomberg",
            "tv",
            "onscreen",
            "check"
        ]
    }
]