[
    {
        "url": "https://www.cnn.com/2016/09/21/politics/donald-trump-stop-and-frisk/index.html",
        "title": "Trump touts stop-and-frisk practice amid black outreach",
        "authors": [
            {
                "name": "David Wright",
                "link": null
            },
            {
                "name": "Jeremy Diamond",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-21",
        "text": "Updated 11:14 AM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nTrump took part in a Fox News town hall Wednesday night\nHe promoted the controversial police practice that has drawn criticism from minorities\nToledo, Ohio (CNN)\nDonald Trump wants to take the controversial policy of stop-and-frisk to Chicago.\nTrump touted the much-maligned program during a Fox News town hall that was pre-taped for Wednesday night but didn't air, responding to a question about how he would stem \"violence in the black community.\" He clarified on \"Fox and Friends\" Thursday morning that he was specifically proposing expanding the program only to Chicago, highlighting the city's gun violence epidemic and comparing the situation to New York in the 1990s.\n\"(Former NYPD Commissioner) Ray Kelly did a great job and New York was not in a Chicago situation, but it was really in trouble. It was in bad shape, crime wise, with all the shootings and everything,\" he said. \"And it really -- Rudy Giuliani did a great job as mayor, and they really straightened things out with stop-and-frisk and it was used further by the next mayor, Bloomberg, and now they just recently -- not so recently, but fairly recently -- they stopped it.\"\nUnder stop and frisk, police stop people on the street who they deem suspicious and think may be involved in criminal activity and search them on the spot for guns and illegal drugs, among other things.\nTrump said the program worked and that it could impact gun violence in Chicago.\nRead More\n\"Now Chicago is out of control. I was really referring to Chicago stop and frisk. They asked me about Chicago. And I was talking about stop and frisk for Chicago,\" he said.\nTrump had praised the practice -- which a federal judge ruled in New York in 2013 was unconstitutional, and unlawfully targeted blacks and Latinos, although it was not banned outright -- in similar terms at the town hall Wednesday night.\n\"One of the things I'd do ... is I would do stop-and-frisk. I think you have to. We did it in New York, it worked incredibly well and you have to be proactive and, you know, you really help people sort of change their mind automatically,\" Trump said in response to an audience member's question.\nTrump has previously touted stop-and-frisk policies, but his full-throated endorsement of it Wednesday -- in which he called for its widespread implementation -- came as Trump pressed forward with his pitch to African-American voters, appearing at a predominantly black church alongside several of his prominent black surrogates.\nThat pitch to African-Americans hasn't come without a series of slip-ups, the latest of which came as Trump invited the prominent boxing promoter Don King, who is black, to introduce him at the church event -- only to have the celebrity use the N-word at the podium.\nAnd on Tuesday, Trump described the state of African-American communities as being in \"absolutely the worst shape that they've ever been in before. Ever. Ever. Ever.\" and comparing the US's inner cities to Afghanistan.\nWhile Trump has pledged to bring jobs and safety to the inner cities, he has offered few specifics as to how he would address those issues.\nBut Trump has called for beefing up the number of police officers in inner cities and argued that police officers need more latitude to do their jobs and backing from political figures -- a push not necessarily consistent with African-Americans' frustrations over the spate of police shootings against unarmed black men, which have rocked the country.\n\"You have to have, in my opinion -- I see what's going on here, I see what's going on in Chicago -- I think stop-and-frisk. In New York City it was so incredible, the way it worked. Now, we had a very good mayor, but New York City was incredible, the way that worked, so I think that could be one step you could do,\" Trump said Wednesday.\nThe real estate mogul's call for introducing stop-and-frisk as a prescription for reducing \"black-on-black crime\" -- as the questioner put it in the town hall -- is also likely to face a stiff rebuke from minority leaders. Many have opposed the practice during its use by New York City police as minorities were disproportionally targeted.\nIn August 2013 a federal judge ruled that the NYPD's stop-and-frisk policy violated the constitutional rights of minorities in New York. She didn't order an outright ban, but called for reform of the policy and outside oversight. The city under Mayor Michael Bloomberg appealed that ruling, but those efforts were dropped under de Blasio's administration, and the city is participating in an ongoing reform and oversight process, which is supervised by a federal monitor.\n\"The United States Constitution guarantees the rights of all Americans, and the United States District Court for the Southern District of New York already ruled in 2013 that stop-and-frisk, as previously practiced in New York, was unconstitutional,\" said Rep. Elijah Cummings, D-Maryland. \"These policies erode trust between law enforcement officers and the communities they serve. Plus, they have proven to be ineffective.\"\nA November 2013 report from the New York attorney general revealed just 3% of stop-and-frisk stops led to convictions between 2009 and 2012. And in more than 5 million stops between 2002 and 2013, police recovered guns less than 0.02% of the time, according to police department data compiled by the New York Civil Liberties Union in a 2014 report.\nStop-and-frisk was instituted by one of Trump's most prominent supporters and advisers, former New York City Mayor Rudy Giuliani. Giuliani has continued to defend the practice in recent years, rebutting the statistics showing little correlation between stop-and-frisk and a reduction in crime.\nGiuliani frequently joins Trump on the campaign trail -- where he is introduced as \"America's mayor\" -- and argues that Trump will bring the same tough-on-crime approach to the presidency.\nTrump recently praised the stop-and-frisk policy in an interview earlier this month in Philadelphia where he was asked about the African-American communities' concerns that stop-and-frisk amounts to racial profiling.\n\"Well, I think you are going to have it. So many people are being killed in Philadelphia, that it's actually incredible when you look at the stats. I think you have to have it,\" he said in an interview with the local NBC station.\nTrump pressed forward with his pitch to African-American voters Wednesday afternoon during a rally in Toledo, Ohio -- where he again described black lives in the US in bleak terms.\n\"To the African-American community, I say: vote for Donald J. Trump. I will fix it -- and I say, honestly, what do you have to lose? It's not gonna get any worse. It's terrible. The crime, the bad education, the no jobs. What do you have to lose? Believe me, I will fix it. I'm gonna fix it,\" Trump said.\nBut New York City Mayor Bill de Blasio said Thursday that the belief that stop-and-frisk caused the city's crime rate to plummet is false.\n\"I understand that people say that, (but) that's just not the history,\" he told CNN's Alisyn Camerota on \"New Day.\"\nThe mayor said it was former New York City Police Department Commissioner Bill Bratton promoting community policing in 1994 that led to the decrease of crime in the city.\n\"That's what changed things in New York City,\" de Blasio said. \"The bottom line is it (stop-and-frisk) created a huge line of division between police and communities.\"\n\"We ended that unconstitutional use of stop-and-frisk, that overuse of stop-and-frisk,\" he added.\nDe Blasio said that crime has actually decreased since the city all but ended stop-and-frisk three years ago. And that Trump's facts on policing are inaccurate and would reverse the progress that the city has made, the mayor said.\n\"Donald Trump talks about stop-and-frisk like he knows the facts,\" he said. \"He has had no experience with policing, no experience with public safety.\"\n\"He should really be careful because if we reinstituted stop-and-frisk all over this country, you'd see a lot more tension between police and communities,\" de Blasio added.\nCORRECTION: An earlier version of this story misstated whether New York City is appealing the federal judge's 2013 ruling on stop-and-frisk. The city appealed the ruling at the time, but has since dropped that effort and is participating in an ongoing reform and oversight process.\nCNN's Eugene Scott contributed to this report.\n",
        "quotes": [
            [
                "Former NYPD Commissioner) Ray Kelly did a great job and New York was not in a Chicago situation, but it was really in trouble.",
                "Donald J. Trump",
                true
            ],
            [
                "It was in bad shape, crime wise, with all the shootings and everything,",
                "Donald J. Trump",
                true
            ],
            [
                "And it really -- Rudy Giuliani did a great job as mayor, and they really straightened things out with stop-and-frisk and it was used further by the next mayor, Bloomberg, and now they just recently -- not so recently, but fairly recently -- they stopped it.",
                "Donald J. Trump",
                true
            ],
            [
                "Now Chicago is out of control.",
                "Donald J. Trump",
                true
            ],
            [
                "I was really referring to Chicago stop and frisk.",
                "Donald J. Trump",
                true
            ],
            [
                "And I was talking about stop and frisk for Chicago,",
                "Donald J. Trump",
                true
            ],
            [
                "One of the things I'd do ... is I would do stop-and-frisk.",
                "Donald J. Trump",
                true
            ],
            [
                "We did it in New York, it worked incredibly well and you have to be proactive and, you know, you really help people sort of change their mind automatically,",
                "Donald J. Trump",
                true
            ],
            [
                "absolutely the worst shape that they've ever been in before.",
                "Donald J. Trump",
                false
            ],
            [
                "You have to have, in my opinion -- I see what's going on here, I see what's going on in Chicago -- I think stop-and-frisk.",
                "Donald J. Trump",
                true
            ],
            [
                "In New York City it was so incredible, the way it worked.",
                "Donald J. Trump",
                true
            ],
            [
                "Now, we had a very good mayor, but New York City was incredible, the way that worked, so I think that could be one step you could do,",
                "Donald J. Trump",
                true
            ],
            [
                "The United States Constitution guarantees the rights of all Americans, and the United States District Court for the Southern District of New York already ruled in 2013 that stop-and-frisk, as previously practiced in New York, was unconstitutional,",
                "Elijah Cummings",
                true
            ],
            [
                "These policies erode trust between law enforcement officers and the communities they serve.",
                "Elijah Cummings",
                true
            ],
            [
                "Plus, they have proven to be ineffective.",
                "Elijah Cummings",
                true
            ],
            [
                "Well, I think you are going to have it.",
                "Giuliani",
                true
            ],
            [
                "So many people are being killed in Philadelphia, that it's actually incredible when you look at the stats.",
                "Giuliani",
                true
            ],
            [
                "I think you have to have it,",
                "Giuliani",
                true
            ],
            [
                "To the African-American community, I say: vote for Donald J. Trump.",
                "Donald J. Trump",
                true
            ],
            [
                "I will fix it -- and I say, honestly, what do you have to lose?",
                "Donald J. Trump",
                true
            ],
            [
                "It's not gonna get any worse.",
                "Donald J. Trump",
                true
            ],
            [
                "The crime, the bad education, the no jobs.",
                "Donald J. Trump",
                true
            ],
            [
                "What do you have to lose?",
                "Donald J. Trump",
                true
            ],
            [
                "Believe me, I will fix it.",
                "Donald J. Trump",
                true
            ],
            [
                "I understand that people say that, (but) that's just not the history,",
                "",
                true
            ],
            [
                "That's what changed things in New York City,",
                "",
                true
            ],
            [
                "The bottom line is it (stop-and-frisk) created a huge line of division between police and communities.",
                "",
                true
            ],
            [
                "We ended that unconstitutional use of stop-and-frisk, that overuse of stop-and-frisk,",
                "",
                true
            ],
            [
                "Donald Trump talks about stop-and-frisk like he knows the facts,",
                "Donald J. Trump",
                true
            ],
            [
                "He has had no experience with policing, no experience with public safety.",
                "Donald J. Trump",
                true
            ],
            [
                "He should really be careful because if we reinstituted stop-and-frisk all over this country, you'd see a lot more tension between police and communities,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "really",
            "stopandfrisk",
            "touts",
            "practice",
            "city",
            "chicago",
            "crime",
            "trump",
            "black",
            "amid",
            "think",
            "mayor",
            "outreach",
            "york"
        ]
    }
]