[
    {
        "url": "http://www.cnn.com/2017/07/27/motorsport/104-year-old-camera-joshua-paul-f1-lollipop-magazine/index.html",
        "title": "Modern day motorsport through the lens of a 104-year-old camera",
        "authors": [
            {
                "name": "Henry Young",
                "link": null
            }
        ],
        "publisher": "edition.cnn.com",
        "publish_date": "2017-07-27",
        "text": "Modern day motorsport through the lens of a 104-year-old camera\nUpdated 5:38 AM ET, Tue October 3, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\nIn the time it takes Joshua Paul to set up his camera to shoot a single image, the average Formula One car has been, gone and traveled as far as two miles away.\nThat's because, unlike his contemporaries on the F1 circuit, the American photographer uses a Grafex 4x5 view camera from 1913.\nWhile the rest of the permanently accredited media shoot up to 20 frames per second in a bid for the perfect back page picture, Paul actively embraces the imperfections in his black and white portfolio.\n\"I just want to make it more emotional,\" he tells CNN, explaining it takes at least 30 seconds and he's limited to 20 photos in a shoot.\n\"Across Formula One there are so many guys just shooting news -- what happened in the race or who won the qualifying -- but that is arbitrary to my project.\nRead More\n\"My project tries to capture images that invoke the heritage of the sport. The sort of images that make you think of the early 1920s, and even the '50s and '60s when it was all black and white.\"\n'Recreating the past'\nPhotos: Making F1 history\nAs Formula One cars fly past at speeds of up to 200mph, one man captures them with a camera built in 1913.\nHide Caption\nPhotos: Making F1 history\nMeet Joshua Paul, the only permanently accredited American photographer on the F1 tour.\nHide Caption\nPhotos: Making F1 history\nWhile his contemporaries shoot up to 20 frames per second in a bid for the perfect back-page picture, Paul actively embraces the imperfections in his black and white portfolio.\nHide Caption\nPhotos: Making F1 history\n\"I'm trying to romanticize the sport,\" he tells CNN. \"I just want to make it more emotional.\"\nHide Caption\nPhotos: Making F1 history\n\"The imperfections are part of it,\" he adds. \"I could Photoshop them out or clean my holder, but things like scratches and dust marks add to the nostalgia.\"\nHide Caption\nPhotos: Making F1 history\nAfter initially struggling to obtain access, Paul now travels around the world photographing the sport's biggest stars.\nHide Caption\nPhotos: Making F1 history\n\"It takes years for a team to say yes to a portrait,\" he tells CNN. \"So I just thought: 'Let's take beautiful pictures that might appeal to someone that's not necessarily a racing fan, but who might then take an interest and see F1 through childhood eyes.\"\nHide Caption\nPhotos: Making F1 history\nThe photographer singles out this portrait of Red Bull driver Daniel Ricciardo as his favorite. \"Daniel was very cool and very candid in front of the camera but he had this big smile on his face,\" Paul recalls. \"I was just trying to get him not to smile!\"\nHide Caption\nPhotos: Making F1 history\nNot that it's just about the fastest drivers. Paul believes it's \"the people behind the sport that make up the magic of Formula One.\"\nHide Caption\nPhotos: Making F1 history\nHis magazine, Lollipop , goes beyond the overriding narrative of the World Championship title battle.\nHide Caption\nPhotos: Making F1 history\n\"I'm trying to let this portfolio evolve, and make it more about the people than the cars and the racing,\" he says.\nHide Caption\nPhotos: Making F1 history\nIn an age when the majority of the population can use the camera on their mobile phones to take a passable picture, Paul embraces \"the process of photography.\"\nHide Caption\nPhotos: Making F1 history\nAnticipation is key. \"Because I only have 10 film holders, I'm limited to about 20 frames per session, so I think about the shot,\" he says.\nHide Caption\nPhotos: Making F1 history\n\"I try to let the drivers know I'm trying to do something different and often they'll indicate they like what I'm doing,\" the photographer concludes. \"It could just be a nod or gesture, but it means a lot to me.\"\nHide Caption\nPhotos: Making F1 history\nHide Caption\n15 of 15\nYou'd be hard-pushed to find a greater contrast between a camera and its subject.\nBefore making the transition to F1, Paul used his 104-year-old device to shoot firefighters coming out of the rubble of Ground Zero for the New York Times, in the aftermath of 9/11.\nNow he spends his day capturing the world's fastest drivers, following the likes of Lewis Hamilton around the world.\n\"I was inspired to pick up the camera again ahead of the 2014 Monaco Grand Prix,\" Paul explains, singling out the street circuit as his favorite race on the calendar for its accessibility and atmosphere.\n\"Most of the images I got from that shoot were blurry, out of focus and didn't quite work.\n\"I think I've taken the camera to maybe 30-40 races around the world in the last four years, and now it's coming together.\n\"I'm really used to it, I'm anticipating the focus and it's more like an extension of my body.\"\nNobody captures Formula One races quite like American photographer Joshua Paul.\nThe photographer has to be proactive, anticipating a situation before it has occurred.\nWhile he accepts it can be frustrating to forgo many of the shots a modern day camera could obtain, he's gradually catching the eye of F1's leading stars.\nPaul regularly gives out prints of his favorite images to the drivers, mechanics and team principals he depicts -- something he says other photographers simply don't have time for.\n\"A lot of the guys are like 'Nobody's ever given me anything before!'\" he laughs. \"I just say 'Thanks for letting me walk into your garages and pit lanes.'\"\n\"I try to let the drivers know I'm trying to do something different and often they'll indicate they like what I'm doing,\" Paul adds. \"It could just be a nod or gesture, but it means a lot to me.\n\"It takes years for a team to say yes to a portrait, so I just thought: 'Let's take beautiful pictures that might appeal to someone that's not necessarily a racing fan, but who might then take an interest and see [F1] through childhood eyes.\nF1 cars to cameras\nHaving grown up fixated by the \"magic\" of F1, the photographer will never forget the moment he first felt truly embraced by the sport.\n\"The camera broke in 2015 during my second season when I was in Budapest,\" Paul recalls. \"One of the Lotus mechanics asked to see the camera and I said 'sorry it's broken.'\n\"He said 'Oh bring it in, we'll fix it.'\n\"The Lotus mechanics took the camera apart and we found all sorts of different pieces, tapes and screws, and we basically rebuilt the camera.\n\"In the meantime, Pastor Maldonado had crashed his car in one of the pre-practice sessions so it came in damaged and basically had to be completely rebuilt for the next morning session.\n\"But for about 30 minutes the Lotus guys and I hung out and talked about the shutter curtain and what it's made of, what the best tape it would be for it, and then he took some out...\n\"It's been working ever since!\"\n'Romanticizing the sport'\nMidway through Paul's fourth season in F1, his project is gathering pace.\nThe photographer now produces an expansive, award-winning magazine called Lollipop that takes a behind-the-scenes look at who's who in F1.\nFor him, it's all about \"romanticizing\" the sport, making it \"more about the people than just the cars and the racing.\"\n\"Some people don't get what I'm doing,\" he says, \"but it's not about perfection. It's about what might make you smile.\"\nPhotos: Shutter speed\nMonaco GP – Red Bull Racing driver Daniel Ricciardo in action at Monaco.\nHide Caption\n1 of 8\nPhotos: Shutter speed\nMonaco GP – Ferrari's Kimi Raikkonen glimpsed through the palm trees lining the track.\nHide Caption\nHide Caption\n3 of 8\nPhotos: Shutter speed\nBahrain GP – \"The cars seem to come alive in the fading light...\"\n4 of 8\nPhotos: Shutter speed\nBahrain GP – \"Bahrain is very different because the race starts in sunset conditions and transfers into night time.\"\n© Darren Heath\nHide Caption\n5 of 8\nPhotos: Shutter speed\nBahrain GP – Red Bull Racing driver Daniel Ricciardo amid glimmering lights in the F1 paddock.\n© Darren Heath\nHide Caption\n6 of 8\nPhotos: Shutter speed\nBahrain GP – \"You've got night time all around with with beautiful racing cars thrashing around and people like me trying to make them look as attractive as possible.\"\n© Darren Heath\nHide Caption\n7 of 8\nPhotos: Shutter speed\nDarren Heath - F1 photographer – British-born Heath has been an F1 photographer for nearly three decades. You can watch more of him here . Look out for more of his images from the 2017 season on future editions of CNN's F1 show, The Circuit.\nHide Caption\n",
        "quotes": [
            [
                "I just want to make it more emotional,",
                "Joshua Paul",
                true
            ],
            [
                "Across Formula One there are so many guys just shooting news -- what happened in the race or who won the qualifying -- but that is arbitrary to my project.",
                "",
                true
            ],
            [
                "Read More\n\"My project tries to capture images that invoke the heritage of the sport.",
                "",
                true
            ],
            [
                "The sort of images that make you think of the early 1920s, and even the '50s and '60s when it was all black and white.",
                "",
                true
            ],
            [
                "I'm trying to romanticize the sport,",
                "",
                true
            ],
            [
                "I just want to make it more emotional.",
                "",
                true
            ],
            [
                "The imperfections are part of it,",
                "",
                true
            ],
            [
                "I could Photoshop them out or clean my holder, but things like scratches and dust marks add to the nostalgia.",
                "",
                true
            ],
            [
                "It takes years for a team to say yes to a portrait,",
                "",
                true
            ],
            [
                "So I just thought: 'Let's take beautiful pictures that might appeal to someone that's not necessarily a racing fan, but who might then take an interest and see F1 through childhood eyes.",
                "",
                true
            ],
            [
                "Daniel was very cool and very candid in front of the camera but he had this big smile on his face,",
                "Joshua Paul",
                true
            ],
            [
                "I was just trying to get him not to smile!",
                "Joshua Paul",
                true
            ],
            [
                "the people behind the sport that make up the magic of Formula One.",
                "Joshua Paul",
                false
            ],
            [
                "I'm trying to let this portfolio evolve, and make it more about the people than the cars and the racing,",
                "Joshua Paul",
                true
            ],
            [
                "Because I only have 10 film holders, I'm limited to about 20 frames per session, so I think about the shot,",
                "Joshua Paul",
                true
            ],
            [
                "I try to let the drivers know I'm trying to do something different and often they'll indicate they like what I'm doing,",
                "",
                true
            ],
            [
                "It could just be a nod or gesture, but it means a lot to me.",
                "",
                true
            ],
            [
                "I was inspired to pick up the camera again ahead of the 2014 Monaco Grand Prix,",
                "Joshua Paul",
                true
            ],
            [
                "Most of the images I got from that shoot were blurry, out of focus and didn't quite work.",
                "",
                true
            ],
            [
                "I think I've taken the camera to maybe 30-40 races around the world in the last four years, and now it's coming together.",
                "",
                true
            ],
            [
                "I'm really used to it, I'm anticipating the focus and it's more like an extension of my body.",
                "",
                true
            ],
            [
                "A lot of the guys are like 'Nobody's ever given me anything before!",
                "Joshua Paul",
                true
            ],
            [
                "I just say 'Thanks for letting me walk into your garages and pit lanes.",
                "",
                true
            ],
            [
                "I try to let the drivers know I'm trying to do something different and often they'll indicate they like what I'm doing,",
                "Joshua Paul",
                true
            ],
            [
                "It could just be a nod or gesture, but it means a lot to me.",
                "Joshua Paul",
                true
            ],
            [
                "It takes years for a team to say yes to a portrait, so I just thought: 'Let's take beautiful pictures that might appeal to someone that's not necessarily a racing fan, but who might then take an interest and see [F1] through childhood eyes.",
                "Joshua Paul",
                true
            ],
            [
                "F1 cars to cameras\nHaving grown up fixated by the \"magic",
                "Joshua Paul",
                false
            ],
            [
                "The camera broke in 2015 during my second season when I was in Budapest,",
                "Joshua Paul",
                true
            ],
            [
                "One of the Lotus mechanics asked to see the camera and I said 'sorry it's broken.",
                "Joshua Paul",
                true
            ],
            [
                "He said 'Oh bring it in, we'll fix it.",
                "Joshua Paul",
                true
            ],
            [
                "The Lotus mechanics took the camera apart and we found all sorts of different pieces, tapes and screws, and we basically rebuilt the camera.",
                "Joshua Paul",
                true
            ],
            [
                "In the meantime, Pastor Maldonado had crashed his car in one of the pre-practice sessions so it came in damaged and basically had to be completely rebuilt for the next morning session.",
                "Joshua Paul",
                true
            ],
            [
                "But for about 30 minutes the Lotus guys and I hung out and talked about the shutter curtain and what it's made of, what the best tape it would be for it, and then he took some out...\n\"It's been working ever since!",
                "Joshua Paul",
                true
            ],
            [
                "more about the people than just the cars and the racing.",
                "",
                false
            ],
            [
                "Some people don't get what I'm doing,",
                "Joshua Paul",
                true
            ],
            [
                "but it's not about perfection.",
                "Joshua Paul",
                false
            ],
            [
                "It's about what might make you smile.",
                "Joshua Paul",
                true
            ],
            [
                "The cars seem to come alive in the fading light...",
                "",
                true
            ],
            [
                "Bahrain is very different because the race starts in sunset conditions and transfers into night time.",
                "",
                true
            ],
            [
                "You've got night time all around with with beautiful racing cars thrashing around and people like me trying to make them look as attractive as possible.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://edition.cnn.com/SPORT/motorsport/",
                "https://www.darrenheath.com/",
                "https://edition.cnn.com/videos/sports/2014/08/11/spc-circuit-f1-darren-heath.cnn",
                "https://www.lollipop-gp.com/"
            ]
        },
        "key_words": [
            "modern",
            "104yearold",
            "paul",
            "lens",
            "motorsport",
            "making",
            "camera",
            "caption",
            "photographer",
            "day",
            "photos",
            "f1",
            "history",
            "15",
            "hide"
        ]
    }
]