[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/quinnipiac-university-poll-colorado-virginia-hillary-clinton-donald-trump/index.html",
        "title": "Poll: Clinton's lead shrinks in Colorado and Virginia",
        "authors": [
            {
                "name": "Theodore Schleifer",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Updated 6:53 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nTrump would have more paths to the White House should those states become more competitive\nTrump has closed the gap considerably with Clinton over the past month\nWashington (CNN)\nDonald Trump's rebound in national polls extends to four swing states in which he has either narrowed the margin by which he trailed Hillary Clinton or extended his lead over her, according to a new poll.\nA Quinnipiac University survey released Thursday shows Trump trailing by just 2 points in Colorado, a state where Clinton had opened up a wide lead and where Democrats had halted advertising. Clinton is ahead 44% to 42%, within the poll's margin of error.\nIt's a similarly tightened race in Virginia, where ads had similarly stopped, as Clinton leads by 6 points, 45% to 39%.\nIn Georgia, Trump is now up by 7 points, 47% to 40%, putting some distance between himself and Clinton in what is typically a reliably Republican state.\nAnd in Iowa, which has leaned in Trump's direction for the entire general election, he is also up by 7 points, 44% to 37%.\nRead More\nGary Johnson, the Libertarian candidate, earns 10%, 8%, 9% and 10% in Colorado, Virginia, Georgia and Iowa, respectively.\n\"Leads for Donald Trump in Georgia and Iowa and a virtual tie in Colorado plus a 6-point lead for Clinton in Virginia represent a major improvement overall for him in these states,\" Peter Brown, the director of the poll, said in a statement.\nAfter August, during which Clinton was posting at times double-digit national leads over Trump, the Republican nominee has closed the gap considerably and most surveys show a tight single-digit gap. Yet Clinton still has an easier path to 270 electoral votes , due in no small part to Virginia and Colorado, two states expected to be battlegrounds that Clinton had been thought to have put away early in the race.\nTrump would have more paths to the White House should those states become more competitive.\nQuinnipiac surveyed likely voters from September 13 to September 21, and the margin of error is 3.9 percentage points in Colorado and Georgia, 3.8 points in Virginia and 4 points in Iowa.\nSix hundred and forty-four individuals were polled in Colorado, 638 in Georgia, 659 in Virginia and 612 in Iowa.\n",
        "quotes": [
            [
                "Leads for Donald Trump in Georgia and Iowa and a virtual tie in Colorado plus a 6-point lead for Clinton in Virginia represent a major improvement overall for him in these states,",
                "Peter Brown",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/09/22/politics/road-to-270-electoral-college-map-4-september/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://poll.qu.edu/?ReleaseID=2381"
            ]
        },
        "key_words": [
            "similarly",
            "margin",
            "virginia",
            "poll",
            "points",
            "clinton",
            "shrinks",
            "clintons",
            "trump",
            "trumps",
            "44",
            "states",
            "lead",
            "colorado",
            "polls"
        ]
    }
]