[
    {
        "url": "https://www.reuters.com/article/us-northkorea-china-art-insight/white-tiger-dark-horse-north-korean-art-market-heats-up-idUSKCN1C90Z0",
        "title": "White tiger, dark horse: North Korean art market heats up",
        "authors": [
            {
                "name": "Sue-Lin Wong",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-04",
        "text": "White tiger, dark horse: North Korean art market heats up\n12 Min Read\nDANDONG, China  (Reuters) - Seated beneath tall windows and dressed simply in singlets and trousers, North Korean painters are hard at work. The artists staple canvases to frames or copy idyllic landscapes from laptop computers. One wears headphones as he brushes a group of running horses onto his canvas.\nThe nine men have come to the Chinese border town of Dandong from Mansudae Art Studio, North Korea’s largest producer of art. There are many outlets like this along the border; they house some of the thousands of North Korean artists who cater to burgeoning demand for their work. “Chinese have begun collecting art, and North Korean art is much easier and cheaper for them to obtain,” says Park Young-jeong, a research fellow at the Korea Culture and Tourism Institute, a Seoul-based organization.\nIn recent years as countries have responded to North Korea's weapons tests with sanctions, Mansudae and other art studios have increasingly played a more controversial role – helping Pyongyang raise cash abroad. North Korea has long been punished for alleged underhand dealings in minerals, finance and arms; art was seen more as a channel for mutual understanding. That is changing.\n“Tiger dashing in the snow” by Kim Chol. Courtesy BG Muhn\nMansudae is run by the North Korean state. Its output ranges from statues of global leaders to propaganda posters, embroidery and more. It has built monuments and statues in at least 15 African countries, according to independent United Nations sanctions experts.\nIn a report in February, they said that a part of Mansudae called Mansudae Overseas Projects was a front for the North Korean state to cash in on military deals. As well as monumental statues, they found it built military installations such as a munitions factory and bases in Namibia.\nA diplomat at the North Korean mission to the U.N. in Geneva said Mansudae had nothing to do with funding weapons manufacturing. No one from Mansudae could be reached.\nThe U.N. Security Council banned Mansudae’s statue business in 2016. On Aug. 5, after Pyongyang conducted more weapons tests, the Security Council blacklisted Mansudae Art Studio, subjecting it to a global asset freeze and travel ban. Diplomats say this will prevent Mansudae from conducting business.\n“With this listing, anything Mansudae produces - including paintings, other artwork, monuments, buildings, and other construction - cannot be bought and should be frozen per the asset freeze,” said a U.N. Security Council diplomat, speaking on condition of anonymity.\nIn a further resolution on Sept. 11, the Security Council decided that all joint ventures with North Korean entities or individuals must be shut down within 120 days, or by mid-January.\n“Sea rescue in the dark” by Kim Song Kin.  Courtesy BG Muhn\nExactly what the measures mean for existing Mansudae art has yet to become clear. In Beijing’s art district, a gallery called the Mansudae Art Gallery says it is the studio’s official overseas gallery. Its head insists the sanctions do not apply to it and says they have had no impact on his business.  \n    ”Now more than ever we need avenues like art to create understanding between North Korea and the rest of the world,” said Ji Zhengtai.\nIt is not possible to estimate the total value of Mansudae's dealings, but the Security Council diplomat said the business had earned tens of millions of dollars globally.\n“A worker” by Choe Chung-Ho. Courtesy BG Muhn\n“WE DON’T DO POLITICS”\n    Mansudaeartsudio.com, a website in Italy which calls itself Mansudae’s “official website abroad,” says the studio is “probably the largest art production center in the world.”\nMansudae’s Pyongyang studio covers 120,000 sq m (nearly 30 acres), employs about 4,000 people including around 1,000 artists, and is divided into 13 creative groups, seven manufacturing plants and more than 50 supply departments, the website says.\n    The website is run by Pier Luigi Cecioni, who sells Mansudae works online and at fairs through what he calls an exclusive agreement with Mansudae Art Studio. He declined to say how much he sells, but in August after the sanctions on Mansudae Art Studio were announced, he told Reuters that the revenues go direct to the studio to pay for paints and equipment.\n“Remembrance” by Jang Kil-Nam. Courtesy BG Muhn\nCecioni said he sells works from his personal collection, most of them bought several years ago - before sanctions on Mansudae were announced. His website makes clear that any online purchase is made with his Italian company, not Mansudae. U.N. sanctions are not retroactive.\nThe head of the Mansudae Art Museum Ji Zhengtai talks about a painting by a North Korean artist in the studio of the gallery in the 798 art district in Beijing, China, September 20, 2017.  REUTERS/Thomas Peter\nA panel of independent experts is charged with monitoring U.N. sanctions on North Korea. It reports violations and recommendations to the Security Council’s North Korea sanctions committee. Its reports are confidential, but the committee traditionally publishes annual reports.\nHugh Griffiths, who heads the panel, declined to comment, saying “the matter is subject to an ongoing investigation.”\nCecioni said, “the last thing I want is to have trouble with Italian or American authorities. I have strong contacts, especially with the Italian ones, and they help me to respect all the rules.” An Italian foreign ministry source said it is customary to keep contact with everyone who has ties to countries under sanctions, to ensure they respect Italy’s international commitments.\nIn September, Cecioni said that he had no plans to shut down his operation. “I consider it very important to let people know that ... North Koreans do not make only bombs but also art and are common people,” he said. He postponed an exhibition of propaganda posters he had planned for September in Treviso, but said this was because Mansudae’s representatives told him they thought it unwise to showcase their anti-U.S. tone in the current climate.\nWord of the sanctions has been slower to reach China. A circular from its Commerce Ministry announcing the start date of the measures which included Mansudae Art Studio does not name Mansudae. Asked why not, the ministry did not respond.\n    The Dandong center works in partnership with Mansudae, said its manager, Gai Longji. Asked on the day the sanctions took effect if they were affecting business, he did not answer directly.\n“We don’t do politics,” he said. “We do art.” Liaoning Sanyi, the firm behind the center, did not respond to a request for comment.\nWHITE TIGER\nReuters spoke to at least 30 experts - collectors, art historians, academics and people who have sold North Korean art globally. Many said the market for paintings is niche and amounts to little in terms of revenue compared with the billion-plus dollars North Korea has raised every year selling coal and other minerals abroad.\n    Even so, they say North Korean diplomats in Europe have been enthusiastic to promote art exhibitions with the simple aim of bringing in hard currency.\n   In China, demand has really taken off. Dandong is a popular attraction for tourists who come to peep at North Koreans over the Yalu River border. Busloads of tourists show up every morning. Visitors sample a North Korean specialty of noodles in cold soup, watch North Korean women sing and dance, and buy North Korean paintings. \n    Besides Mansudae, just about every ministry and almost all the local authorities in North Korea have an art studio, said Koen De Ceuster, a lecturer in Korean studies at Leiden University who has been studying North Korean art for over a decade. “There’s studios all across the country,” he said.  \nOther prominent studio names include Paekho and the Central Arts Studio. Paekho, which means “white tiger” in Korean, is the biggest seller of popular paintings in Dandong, traders there said. Collectors who have dealt with Paekho say it is run by North Korea’s military - Reuters could not independently establish this. Paekho’s varied output includes propaganda posters calling for a nuclear-free world.\nThe Dandong center that Reuters visited has hosted around 500 North Korean artists since 2014, manager Gai said. They stay for between six months and three years.\nMany Dandong galleries house North Korean painters. Staff there said they have sold North Korean paintings for as much as $100,000 to buyers around the world. Art experts agree the pieces can very occasionally fetch six-figure sums.\nNot all the proceeds go to Pyongyang. Mark-ups can reach four or five times the dealer's purchase price, according to one Dandong dealer.\n“Rainshower at the bus stop” by Kim in-Sok. Courtesy BG Muhn\nLONG GAME\nWhile the Security Council’s Aug. 5 sanctions targeted only Mansudae, its September resolution on joint ventures also included restrictions on North Korean labor: This combination could hurt everyone in the art business, Dandong traders say.\nBut there are ways around the measures, they add. For instance, paintings from Mansudae could be sold under the name of an art studio that hasn’t been sanctioned. Artists come to China under cultural exchange visas, not as workers. And two businessmen said paintings have long been accepted instead of cash in the barter deals that fuel the region’s economy.\n    At the other end of the border from Dandong in the city of Yanji, Chinese antiques dealer Zhao Xiangchen said people usually roll up a couple of paintings and carry them quietly across the border to him.\nSlideshow (16 Images)\n    His antiques stall was thick with dust as he camped in a vacant slot next door, selling the paintings online.\n    Since the sanctions were announced, Zhao said, Chinese customs have become more vigilant.\n    “But I’m playing the long game,” he said. “I still think there’s huge latent demand for North Korean art in the Chinese market, that’s only set to grow.”\nSue-Lin Wong reported from Dandong, Beijing and Yanji, Giselda Vagnoni from Rome, Fanny Potkin from London; With additional reporting by Heekyong Yang in Seoul, Michelle Nichols and Barbara Goldberg in New York, Stephanie Nebehay in Geneva and the Beijing newsroom; Edited by Sara Ledwith\n",
        "quotes": [
            [
                "Chinese have begun collecting art, and North Korean art is much easier and cheaper for them to obtain,",
                "Park Young-jeong",
                true
            ],
            [
                "With this listing, anything Mansudae produces - including paintings, other artwork, monuments, buildings, and other construction - cannot be bought and should be frozen per the asset freeze,",
                "",
                true
            ],
            [
                "probably the largest art production center in the world.",
                "Choe Chung-Ho",
                false
            ],
            [
                "the matter is subject to an ongoing investigation.",
                "Hugh Griffiths",
                false
            ],
            [
                "the last thing I want is to have trouble with Italian or American authorities.",
                "Cecioni",
                false
            ],
            [
                "I have strong contacts, especially with the Italian ones, and they help me to respect all the rules.",
                "Cecioni",
                true
            ],
            [
                "I consider it very important to let people know that ... North Koreans do not make only bombs but also art and are common people,",
                "Cecioni",
                true
            ],
            [
                "There’s studios all across the country,",
                "",
                true
            ],
            [
                "But I’m playing the long game,",
                "Zhao",
                true
            ],
            [
                "I still think there’s huge latent demand for North Korean art in the Chinese market, that’s only set to grow.",
                "Zhao",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "courtesy",
            "horse",
            "north",
            "dark",
            "art",
            "bg",
            "sanctions",
            "dandong",
            "market",
            "tiger",
            "paintings",
            "white",
            "studio",
            "heats",
            "mansudae",
            "korean"
        ]
    }
]