[
    {
        "url": "http://www.cnn.com/2017/10/12/politics/donald-trump-autocrats-politics/index.html",
        "title": "Trump's authoritarian streak",
        "authors": [
            {
                "name": "Analysis Stephen Collinson",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-12",
        "text": "Updated 8:50 AM ET, Thu October 12, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nWashington (CNN)\nWhen he looks in the mirror, President Donald Trump sees a strongman.\nHe vows to rain \"fire and fury\" on North Korea, admires the world's toughest leaders, calls for television networks to lose their licenses and roasts critics on an Orwellian Twitter feed.\nBut he's an autocrat in word rather than deed.\nSo far, America's political, judicial, military and media institutions have checked most attempts by the President to stretch his power beyond constitutional norms and to question freedoms embedded in the nation's DNA.\nThe President's struggle to cement long-lasting political achievements along with efforts by his own aides to rein him in have meanwhile tempered fears of some critics when he took office that Trump was a tyrant-in-waiting.\nRead More\nYet, Trump has slipped easily into some of the imagery, rhetoric and affectations exhibited by dictatorial leaders throughout history and in illiberal societies around the world.\nSeeing an American president, of all people, adopt such behavior has not yet lost its power to shock.\nTrump's latest posturing came in the Oval Office on Wednesday, when he warned that it was ultimately his call on whether to strike North Korea.\n\"I listen to everybody, but ultimately my attitude is the one that matters, isn't it?\" Trump said.\n\"That's the way it works,\" he added, in remarks that came in the context of the Republican chair of the Senate's foreign relations committee, Tennessee's Bob Corker, warning that the President could put the United States on the path to World War III.\nTrump's authoritarian streak is at the root of many of the controversies that incessantly batter his administration, from his race-tainted feud with kneeling NFL players, to the turbulence in his inner circle and scorn for his critics.\nIt's also the personification of the populist \" America First\" nationalism that is as close as the President gets to a governing ideology.\n\"He is showing clear signs of an authoritarian leader, most notably by blurring the national and the personal, considering (a) critique of him similar to (a) critique of the country, and accepting none of it,\" said Cas Mudde, an associate professor in the School of Public and International Affairs at the University of Georgia who specializes in political extremism.\n\"He clearly considers dissent as unpatriotic and doesn't believe it should be accepted or protected,\" Mudde added. \"He craves adulation ... and he seems to only respect military leaders and force.\"\nIdentifying Trump as a leader with authoritarian impulses does not mean bracketing him with monsters of history like Adolf Hitler or Joseph Stalin. And unlike modern day tyrants in Asia or Africa, Trump faces a robust political system of devolved power specifically set up to thwart tyranny.\nJUST WATCHED\nTrump and Eminem once friendly, not anymore 02:04\nAnd while Trump castigates the press, journalists are not being murdered in droves. Officials are not persecuted when they are ousted from the Cabinet. Trump's political enemies do not disappear.\nBut within Western constraints, Trump has displayed plenty of examples of imperious behavior that raise concerns that his presidency represents a challenge to constitutional norms and civic institutions.\nIn many ways, Trump is a politician with counter-liberal instincts operating within a liberal society, who uses the rhetorical techniques of authoritarian regimes.\nBut it is often difficult to tell when he is serious about a strongman power move or is trolling critics and playing up his reality show bombast.\nAnd the line between his trademark anti-establishment politics and a more sinister form of political maneuvering is not always clear.\nDictatorial behavior is also often in the eye of the beholder.\nFor many Trump supporters, for instance, his duel with the NFL is a simple matter of reverence for the flag.\n\"It is about time that Roger Goodell of the NFL is finally demanding that all players STAND for our great National Anthem-RESPECT OUR COUNTRY,\" Trump tweeted Wednesday .\nBut that tweet could also come across as a culture war attack against mostly African-American players. And to anyone familiar with state-controlled societies, it recalls efforts by powerful heads of state to impose a national definition of patriotism.\nIn such appeals to his political base, Trump replicates another technique of autocrats from the Philippines to Venezuela: empowering supporters who believe they are marginalized in their own culture.\n\"Many of these men are disrupters, they come from outside of politics, they start something new, they have a movement,\" said Ruth Ben-Ghiat, a professor of history and cultural critic at New York University who has written extensively about Trump's \"authoritarian playbook.\"\nLike many strongmen, Trump nurses an ego in need of constant affirmation.\nThose who transgress face ritual humiliation -- see the hostage video press appearances by Secretary of State Rex Tillerson and fired HHS Secretary Tom Price in recent weeks.\nTrump also understands the centrality of the media in a free society, one reason why he brands unfavorable coverage as \"fake news.\"\n\"It's frankly disgusting the way the press is able to write whatever they want to write, and people should look into it,\" Trump said in the Oval Office Wednesday.\nEarlier, he had raised the possibility of contesting television network licenses over an NBC story that said he wanted to boost the US nuclear arsenal 10 times over. A grab for the public airwaves is often the first move of a dictator, though Trump has little power to follow through on his threat.\nNetwork news has become so partisan, distorted and fake that licenses must be challenged and, if appropriate, revoked. Not fair to public!\nTrump has also shown a penchant for easily debunked propagandizing. His administration opened with alternative reality claims by former spokesman Sean Spicer about the inauguration crowd . This week, Trump tweeted out a misleading video about the state of Puerto Rico following his government's hurricane relief effort.\nMilitarism -- another obsession of autocrats -- also exercises Trump.\nHe has surrounded himself with generals and appears to favor the use of force over diplomacy. He has referred to \"my military.\" After he was the guest of honor at France's Bastille Day parade, he proposed something similar for Washington.\n\"We are actually thinking about Fourth of July, Pennsylvania Avenue, having a really great parade to show our military strength,\" Trump said.\nSuch a show might evoke national pride, or unflattering comparisons to the rumbling tanks and missile launchers watched by fur-hatted Soviet leaders during the Cold War.\nIn many ways, it is not surprising that Trump has authoritarian reflexes.\nHe was a strongman in his own company for decades. He became known to most Americans as a dictatorial reality television star. Then, as now, he held his family close in a power cabal -- and had a notoriously thin skin.\n\"Most authoritarians in history are extremely brittle, they don't take well to criticism so they surround themselves with family and flatterers,\" said Ben-Ghiat. \"All of this is like a syndrome and I must say, he fits in extremely well.\"\nWhile Trump has made no attempt to replicate the repression of modern Russia, his political narrative of national decline and the need for return to law and order seems like a watered-down version of Putinism. His repeated reference to the nationalistic concept of \"sovereignty\" in his address to the UN General Assembly won approval in the Kremlin.\nJUST WATCHED\nN. Korean official: Trump's UN remarks 'bellicose and insane' 03:58\nIn some ways, Trump resembles another populist, nationalist leader: former Italian Prime Minister Silvio Berlusconi, who, like Trump, is a billionaire, created a personality cult and faced conflicts of interest while in power.\nTrump's populist, anti-globalist instincts also resemble Hungarian Prime Minister Viktor Orban or Turkish President Recep Tayyip Erdogan, charismatic leaders who took power in democracies and have been accused of eroding freedoms.\nThe question for Americans is how Trump's presidency evolves.\n\"While things look bad, and could become bad, Trump has barely achieved anything concrete, in terms of policies -- let alone substantial reforms,\" said Mudde. \"Hence, I don't think we are close to an authoritarian turn, but that is largely up to the GOP, and they seem unwilling to truly stand up to him.\"\n",
        "quotes": [
            [
                "I listen to everybody, but ultimately my attitude is the one that matters, isn't it?",
                "Adolf Hitler",
                true
            ],
            [
                "That's the way it works,",
                "Adolf Hitler",
                true
            ],
            [
                "He is showing clear signs of an authoritarian leader, most notably by blurring the national and the personal, considering (a) critique of him similar to (a) critique of the country, and accepting none of it,",
                "Cas Mudde",
                true
            ],
            [
                "He clearly considers dissent as unpatriotic and doesn't believe it should be accepted or protected,",
                "Mudde",
                true
            ],
            [
                "He craves adulation ... and he seems to only respect military leaders and force.",
                "Mudde",
                true
            ],
            [
                "It is about time that Roger Goodell of the NFL is finally demanding that all players STAND for our great National Anthem-RESPECT OUR COUNTRY,",
                "Adolf Hitler",
                true
            ],
            [
                "Many of these men are disrupters, they come from outside of politics, they start something new, they have a movement,",
                "Ruth Ben-Ghiat",
                true
            ],
            [
                "It's frankly disgusting the way the press is able to write whatever they want to write, and people should look into it,",
                "Adolf Hitler",
                true
            ],
            [
                "We are actually thinking about Fourth of July, Pennsylvania Avenue, having a really great parade to show our military strength,",
                "Adolf Hitler",
                true
            ],
            [
                "Most authoritarians in history are extremely brittle, they don't take well to criticism so they surround themselves with family and flatterers,",
                "Ben-Ghiat",
                true
            ],
            [
                "All of this is like a syndrome and I must say, he fits in extremely well.",
                "Ben-Ghiat",
                true
            ],
            [
                "While things look bad, and could become bad, Trump has barely achieved anything concrete, in terms of policies -- let alone substantial reforms,",
                "Mudde",
                true
            ],
            [
                "Hence, I don't think we are close to an authoritarian turn, but that is largely up to the GOP, and they seem unwilling to truly stand up to him.",
                "Mudde",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://money.cnn.com/2017/10/11/news/trump-praise-nfl-anthem/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.cnn.com/videos/politics/2017/01/21/sean-spicer-donald-trump-inauguration-crowd-bts.cnn",
                "https://twitter.com/realDonaldTrump/status/918065431939829760",
                "https://twitter.com/realDonaldTrump/status/917172144710103040",
                "http://www.cnn.com/videos/politics/2017/09/19/trump-world-stage-united-nations-sciutto-dnt.cnn"
            ]
        },
        "key_words": [
            "power",
            "streak",
            "political",
            "trumps",
            "leaders",
            "military",
            "national",
            "history",
            "authoritarian",
            "trump",
            "president"
        ]
    }
]