[
    {
        "url": "https://www.politico.com/story/2016/09/at-soggy-pence-speech-insults-rain-down-228445?cmpid=sf",
        "title": "At 'soggy' Pence speech, insults rain down",
        "authors": [
            {
                "name": "Matthew Nussbaum",
                "link": null
            },
            {
                "name": "Alex Isenstadt",
                "link": null
            },
            {
                "name": "Louis Nelson",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-20",
        "text": "At 'soggy' Pence speech, insults rain down\nBy MATTHEW NUSSBAUM\nWILLIAMSBURG, Va. — Mike Pence stood with no umbrella before about 650 die-hard supporters in an at times torrid rain Tuesday night, and delivered his stump speech over the chants of protesters less than 100 yards from the stage.\nIt was a dramatic scene here in this colonial village/college town, as the skies opened up but did not deter Donald Trump’s running mate.\nStory Continued Below\n“You people are awesome,” Pence told the crowd as he took the stage while a steady rain poured down. He acknowledged it was a “moist evening.” When he prepared to leave the stage just over 20 minutes later to work the rope line, he conceded the night was “soggy.”\n“Tonight, we’re showing the media and showing the world this is a movement that’s going to elect Donald Trump as the next president of the United States,” Pence told the crowd.\nThe outdoor rally meant vulnerability not only to the weather, but also to local permitting ordinances. A throng of about a dozen protesters with Clinton-Kaine signs stood just behind the press pen and sought repeatedly to disrupt the speech.\nAt another point the group shouted, “We are all immigrants!”\n“You’re all idiots!” a man nearby retorted.\nA chant of “You are racist!” morphed seamlessly into an “America’s already great!” chant. But whenever Pence, in a soaking wet suit, hit his applause lines, the crowd drowned out the protesters.\nPence stuck to the message he has been hammering since the weekend, accusing Hillary Clinton and Barack Obama of a foreign policy that opened the doors for the kinds of terrorist attacks that hit New York, New Jersey and Minnesota on Saturday.\n“You know, theirs is narrative of denial,” Pence said of the administration and the Democrats.\n“Truth of the matter is we need a president who understands we are in a real fight against terrorists, against radical Islamic terrorism, against the ISIS caliphate. And when Donald Trump becomes president of the United States, we will take the fight to the enemy, we will destroy ISIS at its source and we will defeat radical Islamic terrorism wherever it emerges.”\nAfter the speech, Pence got a change of clothes and delivered towels to damp reporters on the back of his plane. He spoke with Trump by phone after the rally, he said.\n“Six hundred and fifty people standing in the pouring rain,” Pence said. “I told him, we’re going to win Virginia.”\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "Tonight, we’re showing the media and showing the world this is a movement that’s going to elect Donald Trump as the next president of the United States,",
                "Mike Pence",
                true
            ],
            [
                "You know, theirs is narrative of denial,",
                "Mike Pence",
                true
            ],
            [
                "Truth of the matter is we need a president who understands we are in a real fight against terrorists, against radical Islamic terrorism, against the ISIS caliphate.",
                "",
                true
            ],
            [
                "And when Donald Trump becomes president of the United States, we will take the fight to the enemy, we will destroy ISIS at its source and we will defeat radical Islamic terrorism wherever it emerges.",
                "",
                true
            ],
            [
                "Six hundred and fifty people standing in the pouring rain,",
                "Mike Pence",
                true
            ],
            [
                "I told him, we’re going to win Virginia.",
                "Mike Pence",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/trump-skittles-mike-pence-reaction-228419",
                "https://www.politico.com/story/2016/09/trump-ads-rex-elsass-228423"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "president",
            "rally",
            "soggy",
            "virginia",
            "speech",
            "insults",
            "trump",
            "crowd",
            "donald",
            "pence",
            "rain",
            "told"
        ]
    }
]