[
    {
        "url": "https://www.reuters.com/article/us-safrica-storm/south-africas-durban-port-remains-closed-after-severe-storm-idUSKBN1CG1NC",
        "title": "South Africa's Durban Port remains closed after severe storm",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "South Africa's Durban Port remains closed after severe storm\n2 Min Read\nA container ship blocks the harbour mouth in Durban, South Africa, October 10, 2017 in this still image obtained from a social media video.  BLUE SECURITY via REUTERS\nJOHANNESBURG (Reuters) - South Africa’s largest port remains closed on Wednesday after vessel movements were suspended when a severe storm lashed the coastal region resulting in at least eight deaths in the province, a port official said.\nThe Durban Port manager Moshe Motlohi told Reuters it was still too early to assess the extent or costs of damages to sub-Saharan Africa’s largest port, which is a key transit point for commodities such as maize.\n“It’s going to take a few days to access how much was involved in terms of cost,” said Motlohi.\nThree vessels were grounded, containers had blown into the bay and mooring lines were broken in the channel in the Port of Durban on Monday, the Transnet National Ports Authority said in a statement.\nThe KwaZulu-Natal provincial officials confirmed on Wednesday that at least eight people had died as a result of the storm with further reports of missing people.\nMotlohi could not estimate when the port would be opened again but said it is unlikely it will open on Wednesday.\nReporting by Tanisha Heiberg; Editing by Ed Stoddard\n",
        "quotes": [
            [
                "It’s going to take a few days to access how much was involved in terms of cost,",
                "Motlohi",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "vessels",
            "africas",
            "remains",
            "storm",
            "vessel",
            "port",
            "closed",
            "video",
            "largest",
            "severe",
            "south",
            "unlikely",
            "durban"
        ]
    }
]