[
    {
        "url": "https://www.cnn.com/2016/09/23/politics/obama-slavery-8-year-old/index.html",
        "title": "Obama on Trump: 'Even most 8-year-olds' know slavery was a bad time for black people",
        "authors": [
            {
                "name": "Jedd Rosche",
                "link": null
            },
            {
                "name": "David Wright",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-23",
        "text": "Obama on Trump: 'Even most 8-year-olds' know slavery was a bad time for black people\nUpdated 1:24 PM ET, Fri September 23, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\nPresident Barack Obama sharply criticized Republican presidential nominee Donald Trump for saying earlier this week that the black community is in the worst shape it's \"ever been in before.\"\n\"I think even most 8-year-olds will tell you that whole slavery thing wasn't very good for black people,\" Obama told ABC News in an interview that aired Friday on \"Good Morning America.\" \"Jim Crow wasn't very good for black people. What we have to do is use our history to propel us to make even more progress in the future.\"\nObama's comments reflected the wide gulf between the President and Trump that came into greater focus this week as race again became a top issue in the 2016 campaign following fatal police shootings of African-American men in Oklahoma and North Carolina. Speaking before a mostly white audience Tuesday in Kenansville, North Carolina, Trump spoke of the need to \"rebuild our inner cities.\"\n\"Our African-American communities are absolutely in the worst shape that they've ever been in before. Ever. Ever. Ever,\" Trump said.\nThe speech was part of a high-profile push by the Trump campaign to plug gaps in poll numbers with minority voters, and also to win over white voters turned off by divisive rhetoric from Trump that critics have repeatedly labeled as racist.\nRead More\nStill, the effort has stumbled. By proposing the expansion of the controversial \"stop-and-frisk\" program as a way to improve urban policing -- and by engaging in a public re-litigation of the baseless \"birther\" controversy that critics labeled racist -- Trump spent much of the last week doing damage control with the same voters he'd hoped to attract.\nAll the while, Obama has positioned himself as one of Trump's most vocal critics -- and rival Hillary Clinton's biggest cheerleader.\nSpeaking to reporters gathered in the Oval Office last Friday, Obama sarcastically dismissed Trump's \"birther\" capitulation. \"I was pretty confident about where I was born, I think most people were as well,\" he said. \"My hope would be the presidential election reflects more serious issues than that.\"\nAnd the president made a more earnest effort to rebut Trump when he spoke at the Congressional Black Caucus gala on Saturday, and said that he would consider it a \"personal insult\" to his legacy if black voters didn't turn out for Clinton.\nAt the event, Obama also criticized Trump for using hyperbolic language when discussing African-Americans, and suggested that Trump visit the Smithsonian's new National Museum of African American History and Culture for perspective.\n\"You may have heard Hillary's opponent in this election say that there's never been a worse time to be a black person. I mean, he missed that whole civics lesson about slavery or Jim Crow,\" he said. \"But we've got a museum for him to visit, so he can tune in. We will educate him.\"\nObama speaks at the museum's opening Friday.\n",
        "quotes": [
            [
                "I think even most 8-year-olds will tell you that whole slavery thing wasn't very good for black people,",
                "Obama",
                true
            ],
            [
                "Jim Crow wasn't very good for black people.",
                "Obama",
                true
            ],
            [
                "What we have to do is use our history to propel us to make even more progress in the future.",
                "Obama",
                true
            ],
            [
                "Our African-American communities are absolutely in the worst shape that they've ever been in before.",
                "Trump",
                true
            ],
            [
                "I was pretty confident about where I was born, I think most people were as well,",
                "Obama",
                true
            ],
            [
                "My hope would be the presidential election reflects more serious issues than that.",
                "Obama",
                true
            ],
            [
                "You may have heard Hillary's opponent in this election say that there's never been a worse time to be a black person.",
                "Hillary Clinton",
                true
            ],
            [
                "I mean, he missed that whole civics lesson about slavery or Jim Crow,",
                "Hillary Clinton",
                true
            ],
            [
                "But we've got a museum for him to visit, so he can tune in.",
                "Hillary Clinton",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/09/17/politics/obama-black-congressional-caucus/",
                "https://www.cnn.com/2016/09/15/politics/donald-trump-obama-birther-united-states/",
                "http://www.cnn.com/2016/09/21/politics/donald-trump-stop-and-frisk/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "voters",
            "president",
            "slavery",
            "wasnt",
            "obama",
            "week",
            "trump",
            "good",
            "black",
            "white",
            "shape",
            "bad",
            "8yearolds",
            "know",
            "worst"
        ]
    }
]