[
    {
        "url": "http://occupydemocrats.com/2016/09/26/trump-supporting-sex-offender-thrown-fair-selling-nazi-flags/",
        "title": "Trump-Supporting Sex Offender Thrown Out Of Fair For Selling Nazi Flags",
        "authors": [
            {
                "name": "Natalie Dickinson",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-26",
        "text": "Now Reading\nTrump-Supporting Sex Offender Thrown Out Of Fair For Selling Nazi Flags\nRead Next\nIn case you thought today couldn’t get any more weirder, a Trump supporter was busted for selling Nazi and Confederate flags at the 161st Bloomsburg Fair in Pennsylvania. Visitor Chloe Winters was enjoying the fair when she encountered a white-haired old man selling the flags of fascism and slavery – along with the inevitable “Hillary For Prison” signs, and she was absolutely appalled.\n“I was absolutely shocked and appalled when I saw this Nazi flag hanging at the Bloomsburg Fair yesterday. This flag represents the brutal and horrific genocide of innocent people. It stands for the hatred and destruction of a religion I feel blessed to be a part of. It’s 2016 and the world is still full of SO MUCH hate. When is it going to end? I’m sad to say that I’ll never go to the Bloomsburg Fair again, but it looks like I’m not wanted there anyway” she wrote on Facebook.\nAs if the man wasn’t deplorable enough already, it turns out that flag-vendor Lawrence Betsinger is also a registered sex-offender for his conviction of more than 20 counts of possessing child pornography, which he doesn’t seem to believe is a big deal. ““I didn’t do anything wrong. I downloaded some shit on the Internet” he told PhillyMag.com.\nBetsinger doesn’t seem to understand what the fuss over the flags are, either. “If you don’t want it, don’t look at it. I’m not making anybody buy it. I guess there’s no First Amendment at the Bloomsburg Fair. I can’t see where it would be some tragic thing just because somebody bitched and moaned about it.”\nSee Also\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "I was absolutely shocked and appalled when I saw this Nazi flag hanging at the Bloomsburg Fair yesterday.",
                "",
                true
            ],
            [
                "This flag represents the brutal and horrific genocide of innocent people.",
                "",
                true
            ],
            [
                "It stands for the hatred and destruction of a religion I feel blessed to be a part of.",
                "",
                true
            ],
            [
                "It’s 2016 and the world is still full of SO MUCH hate.",
                "",
                true
            ],
            [
                "When is it going to end?",
                "",
                true
            ],
            [
                "I’m sad to say that I’ll never go to the Bloomsburg Fair again, but it looks like I’m not wanted there anyway",
                "",
                false
            ],
            [
                "I didn’t do anything wrong.",
                "",
                true
            ],
            [
                "I downloaded some shit on the Internet",
                "",
                false
            ],
            [
                "If you don’t want it, don’t look at it.",
                "",
                true
            ],
            [
                "I’m not making anybody buy it.",
                "",
                true
            ],
            [
                "I guess there’s no First Amendment at the Bloomsburg Fair.",
                "",
                true
            ],
            [
                "I can’t see where it would be some tragic thing just because somebody bitched and moaned about it.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://occupydemocrats.com/2016/09/26/just-houston-mass-shooter-dressed-nazi-uniform/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/",
                "https://www.phillymag.com/welcome/3181859/single/https%3A%2F%2Fwww.phillymag.com%2Fnews%2F2016%2F09%2F26%2Fnazi-flags-at-bloomsburg-fair/"
            ]
        },
        "key_words": [
            "trumpsupporting",
            "bloomsburg",
            "nazi",
            "fair",
            "thrown",
            "flags",
            "man",
            "selling",
            "flag",
            "sex",
            "doesnt",
            "im",
            "dont",
            "offender"
        ]
    }
]