[
    {
        "url": "https://www.activistpost.com/2017/09/rohingya-genocide-links-corporatism-geopolitics-wahhabism.html",
        "title": "Rohingya Genocide – Links to Corporatism, Geopolitics & Wahhabism",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-16",
        "text": "Hot Topics\nThe humanitarian crisis in Myanmar is harrowing, with more than 150,000 Muslims having to flee the country in the recent months. The stories of persecution and ethnic cleansing are very troubling, although sporadic conflicts between Buddhists and Muslims in Myanmar have existed for many decades. While the mainstream media is focusing exclusively on the religious context of this story, they are completely missing – or deliberately avoiding – the potential roles of oil/gas pipelines, geopolitical US-China tug of war, and Saudi Arabia’s subversive influence in that region.\nLet’s start with the obvious – the Western media is not going to shed crocodile tears for some people in a far away place such as Myanmar, unless there is some hidden agenda related to billions of dollars and the Deep State.\nNow some basic facts about Myanmar:\nMyanmar, formerly known as Burma, is quite a big country (it’s more than twice as large as Vietnam).\nAlthough a poor country that hasn’t been in the radar of globalists for many decades, it has become a very strategic piece of land in China’s new Silk Road (a.k.a One Belt, One Road). Of course, any country that’s important to China becomes an object of exceptional interest to the elites in Washington D.C.\nMyanmar was under military rule for many decades, and then slowly started opening up its economy in the 1990s. The reforms accelerated in 2006, after which foreign investments skyrocketed.\nDubbing Myanmar the “last Asian frontier,” mining corporations and oil/gas companies from all over the world rushed into Myanmar and discovered plenty of untapped natural resources. Myanmar’s GDP quadrupled in the last ten years, thanks to revenues from natural gas, tin, forestry, rubber, gold, precious metals (jade) and more. Unfortunately, all these operations also result in ruthless exploitation of laborers, destruction of environment, and mass eviction of people from their lands.\nRohingya Muslims are primarily concentrated in a state on the west coast in Myanmar. It’s not a coincidence that the state is adjacent to Bangladesh, an Islamic country. Rohingya people are basically Muslims who came to Myanmar from Bangladesh (roughly speaking, since there’s a lot of history here, especially regarding British colonies in the 19th century).\nCorporatism\nNow, let’s take a look at the map of some of the Myanmar oil fields (see below). What’s the red area? That’s the region where the Rohingya Muslims live. See how they are surrounded by offshore (light blue) and onshore oil/gas fields?\nOne of Myanmar’s largest offshore gas production is the Shwe Project, which is smack in that coastal area adjacent to the red region in the map. Shwe is owned by Chinese and South Korean corporations. Not too far from that facility is a dream Chinese project, a deep sea port (called Kyauk Pyu ).\nChina has also built oil and gas pipelines that extend from this very region all the way to China, as shown below:\nCorporations from dozens of other countries – US, France, Canada, Japan, India and so on – have similarly carved up various parts of Myanmar. So what happens when corporations and countries build oil wells, offshore rigs, sea ports, railways, highways and fancy hotels for the foreign workers? Well, the native poor people have to be evacuated. This happens all over the world and often creates political, financial, and legal nightmares for the corporations. For one, many people may refuse to leave, especially farmers and fishermen whose livelihood depend on the land and the sea. Second, the corporations have to pay people who are willing to be relocated. Say, for example, the Myanmar law says the corporations have to pay $1,000 per person. For 100,000 people, that comes to $100 million.\nNow, rather than paying these people or trying to deal with those who’re refusing to leave, what if the corporations could pay $1 million to some shady characters to drive those 100,000 people out of the area? That way, the corporations can save money, stay above the fray, and avoid any PR disaster.\nGeopolitics\nChina has two goals vis-a-vis the Myanmar pipelines and deep sea ports. The first is obvious: import natural gas from Myanmar.\nThe second goal is a little more complex. It’s about…\na) Creating a shorter route for oil tankers and cargo ships from the Middle East and beyond, which can drop off the merchandise in Myanmar rather than having to go all the way around South East Asia. This saves 2000 miles or two weeks of travel.\nb) The second reason is that China wants to lessen its dependence on the sea lanes in South China Sea and especially the path through the narrow Strait of Malacca, which can be quickly blocked if there’s a conflict or a war. And, yes, that hypothetical conflict would involve the U.S.\nWherever China’s Silk Road goes, the U.S. is going to follow it, and Myanmar is no exception. For example, WikiLeaks emails exposed how the CIA funded “grassroots” organization in Myanmar to disrupt a Chinese plan for a dam! Naughty as usual. Edward Snowden also revealed how the NSA uses the US embassy in Myanmar as a spy central to snoop on all the countries in that region.\nThe fundamental goal of the U.S. is to pull Myanmar away from China’s sphere of influence. And if that can’t be accomplished, then chaos will be manufactured.\nWhat else is in the CIA’s tool bag to destabilize a country? Islamic extremism and various avatars of the Mujahideen project. We have seen that in Syria and also recently in the Philippines. Which brings us to the puppet master, Saudi Arabia.\nSaudi Wahhabism\nSaudi Arabia’s biggest exports are oil and Wahhabism. One of the Asian victims of Saudi Wahhabism is Bangladesh, which has turned extremist in the recent years . Many progressive and secular bloggers and writers have been murdered in the last few years; ISIS and other Islamic terrorist groups ( ABT , JMB ) have targeted foreigners – for example, three Americans were hacked to death last year; and extremists have demolished many churches and Buddhist temples. As Bangladesh gets radicalized, so do Rohingya Muslims who live just across the border.\nRohingya separatist/militant/terrorist groups demand an Islamic state and have killed Myanmar soldiers, burned down Buddhist temples, murdered Buddhists, etc. The leader of a powerful Rohingya terrorist group is a guy named Ata Ullah , and he is based out of Saudi Arabia. Other Rohingya leaders and insurgents are being trained by prominent terrorist groups in Pakistan and Bangladesh.\nIt’s also possible that poor and illiterate people are being used as weapons of mass immigration. 30-40 million people in Bangladesh earn less than $2/day. Are some of them being deliberately sent into the areas in Myanmar where Chinese infrastructure projects are happening?\nConclusion\nFake news corporate media uses atrocity propaganda to sell sensational stories, and politicians use faux outrage to bully Myanmar’s leaders. What we need instead is serious investigative journalism that exposes the multitude of players and their clandestine actions that are creating needless crisis in Myanmar and colossal suffering for the Rohingya people.\nYou can read more from Chris Kanthan at his site World Affairs . Although a computer geek by profession, he is a writer and an author from San Francisco, trying to raise awareness about politics, world affairs, food and health through non-partisan blog posts, often with a twist of satire. He loves traveling and has been to 35 countries around the world.\nHe’s also the author of two books: a newly published  Syria – War of Deception and a previous one, Deconstructing Monsanto .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 7, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.reuters.com/article/us-myanmar-rohingya/myanmars-rohingya-insurgency-has-links-to-saudi-pakistan-report-idUSKBN1450Y7",
                "https://www.theguardian.com/world/2011/sep/30/us-embassy-cables-burma-myitsone-dam",
                "https://www.washingtonpost.com/news/in-sight/wp/2016/04/26/the-islamic-state-and-islamic-fundamentalism-on-the-rise-in-bangladesh/?utm_term=.128fb1d91350",
                "https://www.dw.com/en/bangladesh-faces-rising-threat-from-abt-terror-group/a-19003146",
                "http://www.mizzima.com/news-regional/pakistan-isis-allegedly-behind-rakhine-imbroglio",
                "https://www.mmtimes.com/national-news/8646-us-embassy-in-yangon-a-secret-listening-post-snowden.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://worldaffairs.blog/",
                "https://en.wikipedia.org/wiki/Kyaukpyu",
                "https://www.satp.org/satporgtp/countries/bangladesh/terroristoutfits/JMB.htm"
            ]
        },
        "key_words": [
            "muslims",
            "bangladesh",
            "corporatism",
            "world",
            "saudi",
            "corporations",
            "sea",
            "links",
            "wahhabism",
            "rohingya",
            "geopolitics",
            "genocide",
            "myanmar",
            "oil",
            "country"
        ]
    }
]