[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/kevin-johnson-sacramento-pie-assault/index.html",
        "title": "Sacramento mayor punches pie thrower",
        "authors": [
            {
                "name": "Eric Bradner",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Updated 1:43 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nSacramento Mayor Kevin Johnson was pied in the face by a protester at a charity event Wednesday night.\nStory highlights\nA protester pied Sacramento's mayor in the face at a charity event Wednesday\nThe two scuffled afterward, and the protester was taken to a hospital for stitches\n(CNN)\nKevin Johnson -- the NBA star-turned-Sacramento mayor -- was pied in the face by a man at a charity dinner Wednesday night at the high school he once attended.\nBut the pie-thrower appeared to get the worst of it.\nSean Thompson, 32, approached the mayor, pulled a pie out of the bag and shoving it in his face -- setting off a short scuffle, in which Johnson punched Thompson in the face several times, according to witnesses descriptions of the scuffle in local media reports .\n\"There was an altercation that occurred after he got the pie in the face,\" Sgt. Bryce Heinlein, a Sacramento police spokesman, told CNN.\n\"There were some punches thrown, and then the subject was quickly taken to the ground by one of the officers that is on the mayor's security detail\" and some event attendees, Heinlein said.\nRead More\nThompson was arrested and faces felony charges of assaulting a public official, Sacramento police said . The Sacramento Fire Department transported him to a local hospital after the scuffle. A booking photo shows him with two sets of stitches around a blackened left eye.\nCrystal Strait, Johnson's chief of staff, was on hand for the incident Wednesday night, and described a briefly chaotic scene.\nShe said in an email that \"the Mayor was attacked and grabbed him from behind and struck with what we afterwards learned was a pie from an unknown man. He reacted in self-defense like most people do when attacked by an unknown object.\"\nShe that Johnson \"did not have any significant injuries,\" though one staffer was receiving medical care Thursday for a minor injury that occurred while helping to restrain Thompson.\nThe mayor, who was a star point guard for the Phoenix Suns in the late 1980s through the 1990s, addressed the incident on Twitter, saying: \"Appreciate everyone. I'm doing fine. Thank you to Sac PD for being there. Be safe everyone.\"\nAppreciate everyone. I'm doing fine.  Thank you to Sac PD for being there. Be safe everyone.\n",
        "quotes": [
            [
                "There was an altercation that occurred after he got the pie in the face,",
                "Bryce Heinlein",
                true
            ],
            [
                "There were some punches thrown, and then the subject was quickly taken to the ground by one of the officers that is on the mayor's security detail",
                "Heinlein",
                false
            ],
            [
                "the Mayor was attacked and grabbed him from behind and struck with what we afterwards learned was a pie from an unknown man.",
                "",
                false
            ],
            [
                "He reacted in self-defense like most people do when attacked by an unknown object.",
                "",
                true
            ],
            [
                "did not have any significant injuries,",
                "",
                false
            ],
            [
                "Thank you to Sac PD for being there.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/sport/2016/sep/22/kevin-johnson-sacramento-mayor-nba?utm_term=Autofeed&CMP=twt_b-gdnnews#link_time=1474557076"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.sacpd.org/newsroom/releases/liveview.aspx?release_id=20160921-115"
            ]
        },
        "key_words": [
            "taken",
            "thompson",
            "pied",
            "pie",
            "protester",
            "punches",
            "mayor",
            "heinlein",
            "sacramento",
            "scuffle",
            "johnson",
            "face",
            "thrower"
        ]
    }
]