[
    {
        "url": "http://www.cnn.com/2017/10/04/politics/ivanka-trump-white-house-rebrand/index.html",
        "title": "Ivanka Trump rebrands -- again",
        "authors": [
            {
                "name": "Betsy Klein",
                "link": null
            },
            {
                "name": "Kate Bennett",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-04",
        "text": "Updated 1:01 AM ET, Thu October 5, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nTrump's family-centric social media habits have been curbed\nTrump has shifted her strategy, instead portraying herself through the lens of her White House position\nWashington (CNN)\nFor the curious observer, one of the best ways to learn more about Ivanka Trump, senior adviser to the President of the United States, was to become one of her some 3.9 million followers on Instagram . There, in color, sometimes with witty captions, were myriad photographs providing a peek behind the curtain of one of Washington's most compelling new residents.\nHer three children, Arabella, 6, Joseph, 3, and Theodore, 1, were the true stars of the feed. Theodore taking his first -- documented -- crawl in the White House State Dining Room in January. Joseph pressing his face against the window glass in the Oval Office in February. Arabella catapulting herself down the White House steps outside the West Wing in April. An at-home-after-a-long-day impromptu dance party in May, Arabella in arabesque pose inside the White House China Room, with a caption from Ivanka about being ready for the weekend in June.\nMay 4, 2017 at 5:02am PDT\nIt was an unprecedented visual diary of a first family in modern times.\nAnd then it stopped.\nWith few exceptions, Trump's family-centric social media habits have been curbed. Amid a barrage of negative press in recent weeks, Trump has shifted her strategy, instead portraying herself through the lens of her White House position. That role has changed in recent months with the installation of Ret. Gen. John Kelly as chief of staff, a move that has helped refine the first daughter's West Wing responsibilities.\nRead More\nThe abrupt switchover from documenting all aspects of her lifestyle to almost all White House-centric posts is a curious move for Trump, for years a savvy entrepreneur and businesswoman who knows about the importance of marketing a brand.\nHer streamlined image rehab signals Trump has buttoned down the private side, closing the window on observers and critics, essentially curating a new focus.\nTrump had previously sought to distance herself from the chaos of the early months of the administration. The change on social media signals a furthering of that goal.\nFor the past several weeks, Trump's Instagram has featured \"Ivanka at work,\" rolling out fresh initiatives for STEM education, or, on Tuesday, visiting with military spouses at Camp Lejeune to talk about employment opportunities.\nOct 3, 2017 at 12:23pm PDT\nInstead of using her Instagram to document weekday museum visits and market her latest book, \"Women Who Work,\" which she did several times in summer months, Trump is now discussing policy. In early September, the hashtags in her posts said things like #CodingforKids and #TaxReform , quite a departure from #CoolMom, which she used on a post from July of Arabella visiting Vice President Mike Pence with Trump in the West Wing.\nJul 20, 2017 at 6:31am PDT\nTesting a new course\nA White House official tells CNN that Trump's zeroing-in on policy is the result of a streamlined West Wing.\n\"There's now a process in place,\" says the official, noting the change is thanks in large part to Kelly's hire in August. \"Because of more procedural routines and defined roles, (Trump) can pare down distractions.\"\nWhen the previous regime was in charge, particularly ex-top advisers Reince Priebus and Steve Bannon, lanes weren't as clear and the daily pace was more chaotic.\nAsked about her goals, Trump answered: \"Providing opportunities, like encouraging female and minority entrepreneurship in this country. Skills training needs to start with our youngest students and include our oldest workers, who have been displaced by technology. Advocating for today's dual-income families and for paid family leave.\" (She also says she gets \"goosebumps\" walking through the door of the White House.)\nIvanka Trump, daughter of US President Donald Trump, and her husband, Senior White House Adviser Jared Kushner, arrive for a moment of silence on the South Lawn of the White House in Washington, DC, October 2, 2017, for the victims of the shooting yesterday in Las Vegas, Nevada. / AFP PHOTO / SAUL LOEB        (Photo credit should read SAUL LOEB/AFP/Getty Images)\nTrump is still showing a more personal side through her carefully crafted appearances, albeit on her own terms. Two weeks ago, she appeared on daytime talk show \"Dr. Oz,\" discussing her struggle with postpartum depression after the births of her children and revealing a vulnerability she rarely shows.\n\"It was a very challenging emotional time for me because I felt like I was not living up to my potential as a parent or as an entrepreneur and executive,\" Trump said. \"Look, I consider myself a very hard-charging person. I am ambitious. I'm passionate. I'm driven, but this is something that affects parents all over the country.\"\nThose appearances aren't always necessarily successful in defining her personal brand.\nTrump spearheaded a $200 million effort rolled out at the White House last week promoting STEM and computer science education. Visiting with students last week at Middleburg Community Charter School, Trump excelled in the more personal, one-on-one interactions, including coding on a tablet alongside a fifth grade student. But when she spoke at an all-school assembly, she reverted to her White House talking points.\n\"I am deeply passionate about creating opportunity and eliminating barriers for people so that they can all achieve the American Dream,\" she said to the audience of 5- to 11-year-olds.\nSecret Service LOVES group hugs, right? pic.twitter.com/mMjFW7sIBV\nClearly, Trump is trying to step away from the role of impotent advocate for more controversial issues, such as climate change, LGBTQ, women's health and the Syrian refugee crisis, which many political watchers had hoped she would take up as the more moderate voice in her father's administration. In September, Trump told the Financial Times that wasn't ever going to happen.\n\"Some people have created unrealistic expectations of what they expect from me. That my presence, in and of itself, would carry so much weight with my father that he would abandon his core values and the agenda that the American people voted for when they elected him,\" she said. \"It's not going to happen. To those critics, shy of turning my father into a liberal, I'd be a failure to them.\"\nTrump's target policies, while always under the vast umbrella of her portfolio, are less polarizing issues: combating human trafficking, promoting STEM and computer science education, workforce development and women's economic empowerment.\nIvanka the diplomat?\nTrump has also styled herself as a diplomat of sorts within the administration in recent months, showcasing her inclusion in discussions about women's entrepreneurship and human trafficking. She has developed relationships with Canadian Prime Minister Justin Trudeau and German Chancellor Angela Merkel, catching a Broadway show with Trudeau in March and traveling to Germany at Merkel's invitation in April for the Women 20 Summit .\nFeb 13, 2017 at 2:35pm PST\nShe briefly took the President's seat at a meeting during the G20 summit in Hamburg, Germany. While the move caused a stir on social media, it again signaled her interest in developing a profile on the world's stage on behalf of the administration.\nAnd during the United Nations General Assembly last month, world leaders lined up to meet with Trump, including Indian Foreign Minister Sushma Swaraj, International Committee for the Red Cross President Peter Maurer, and Australian Foreign Minister Julie Bishop, and Queen Máxima of the Netherlands. She also spoke out against human trafficking at a panel event alongside British Prime Minister Theresa May, who thanked Trump for the \"personal shared commitment\" to the issue.\nSep 20, 2017 at 2:00pm PDT\nLater this fall, she will represent the US abroad again, traveling to India to lead the US delegation to the Global Entrepreneurship Summit.\nA barrage of bad press\nTrump's image rebranding comes amid an intensifying barrage of negative headlines. Paparazzi are a near-constant presence outside her home in Northwest Washington.\nHer husband Jared Kushner's involvement in the 2016 campaign is part of ongoing investigations into Russian interference in the election, and the scrutiny only intensified over the summer.\nPolitico reported earlier this week that White House accounts sent internal White House documents to an email address shared by Ivanka Trump, Jared Kushner and their household staff. The couple had previously exchanged emails with White House officials about government business using their personal email addresses. The Politico report revealed that they also used a third email address on their private domain to communicate with White House officials.\nTrump insists she doesn't read any of the coverage about herself.\n\"No. If I engaged too deeply, I wouldn't be able to prioritize the things I came here to do,\" she told Us Weekly.\n\"But it must get to you,\" the magazine's reporter said.\n\"Oh, all the time!\" Trump responded. \"It requires tremendous discipline to ignore the noise.\"\n",
        "quotes": [
            [
                "There's now a process in place,",
                "Kelly",
                true
            ],
            [
                "Because of more procedural routines and defined roles, (Trump) can pare down distractions.",
                "Kelly",
                true
            ],
            [
                "Providing opportunities, like encouraging female and minority entrepreneurship in this country.",
                "Trump",
                true
            ],
            [
                "Skills training needs to start with our youngest students and include our oldest workers, who have been displaced by technology.",
                "Trump",
                true
            ],
            [
                "Advocating for today's dual-income families and for paid family leave.",
                "Trump",
                true
            ],
            [
                "It was a very challenging emotional time for me because I felt like I was not living up to my potential as a parent or as an entrepreneur and executive,",
                "Trump",
                true
            ],
            [
                "Look, I consider myself a very hard-charging person.",
                "Trump",
                true
            ],
            [
                "I'm driven, but this is something that affects parents all over the country.",
                "Trump",
                true
            ],
            [
                "I am deeply passionate about creating opportunity and eliminating barriers for people so that they can all achieve the American Dream,",
                "Trump",
                true
            ],
            [
                "Some people have created unrealistic expectations of what they expect from me.",
                "Trump",
                true
            ],
            [
                "That my presence, in and of itself, would carry so much weight with my father that he would abandon his core values and the agenda that the American people voted for when they elected him,",
                "Trump",
                true
            ],
            [
                "It's not going to happen.",
                "Trump",
                true
            ],
            [
                "To those critics, shy of turning my father into a liberal, I'd be a failure to them.",
                "Trump",
                true
            ],
            [
                "If I engaged too deeply, I wouldn't be able to prioritize the things I came here to do,",
                "Trump",
                true
            ],
            [
                "But it must get to you,",
                "",
                true
            ],
            [
                "It requires tremendous discipline to ignore the noise.",
                "Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/09/20/health/ivanka-trump-postpartum-depression-dr-oz/index.html",
                "https://www.cnn.com/2017/09/27/politics/ivanka-trump-stem-coding-school-visit/index.html",
                "http://www.cnn.com/2017/09/19/politics/ivanka-trump-united-nations-human-trafficking/index.html",
                "https://www.cnn.com/2017/08/01/politics/ivanka-trump-reset-kelly-scaramucci/index.html",
                "http://www.cnn.com/2017/04/25/politics/ivanka-trump-berlin-trip-angela-merkel/index.html",
                "https://www.cnn.com/2017/07/08/politics/ivanka-sits-in-president-g20/index.html",
                "https://www.cnn.com/2017/10/03/politics/ivanka-trump-jared-kushner-private-email/index.html",
                "https://www.cnn.com/2017/09/18/politics/ivanka-trump-unga-new-york-meetings/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/mMjFW7sIBV",
                "https://www.instagram.com/p/BVsmv2sladd/?taken-by=ivankatrump",
                "https://www.instagram.com/p/BQxfKLWFTBh/?taken-by=ivankatrump",
                "https://www.instagram.com/p/BPto1qmAq9r/?taken-by=ivankatrump",
                "https://www.instagram.com/p/BVnhkThFx2G/?taken-by=ivankatrump",
                "https://www.instagram.com/p/BYtA60qlsZs/?taken-by=ivankatrump",
                "https://www.ft.com/ivanka",
                "https://www.instagram.com/ivankatrump/?hl=en"
            ]
        },
        "key_words": [
            "shared",
            "post",
            "personal",
            "white",
            "rebrands",
            "trump",
            "west",
            "house",
            "spouses",
            "ivanka",
            "president"
        ]
    }
]