[
    {
        "url": "https://newspunch.com/finnish-researchers-find-practically-no-evidence-for-man-made-climate-change/",
        "title": "Uncorroborated Document by Finnish Researchers Claims ‘Practically No’ Evidence For Man Made Climate Change",
        "authors": [
            {
                "name": "Niamh Harris",
                "link": null
            }
        ],
        "publisher": "newspunch.com",
        "publish_date": "2019-07-12",
        "text": "An unverified 6-page document uploaded to arXiv written by researchers in Finland claims to have found “practically no evidence” to support the idea of man-made climate change.\n\nIt should be noted that the bold claims are strongly refuted by most other scientists and peer-reviewed studies who claim the very opposite (i.e. that human activities are responsible for climate change.)\n\nRT reports: In a paper published late last month, entitled ‘No experimental evidence for the significant anthropogenic climate change’, a team of scientists at Turku University in Finland determined that current climate models fail to take into account the effects of cloud coverage on global temperatures, causing them to overestimate the impact of human-generated greenhouse gasses.\n\nModels used by official bodies such as the Intergovernmental Panel on Climate Change (IPCC) “cannot compute correctly the natural component included in the observed global temperature,” the study said, adding that “a strong negative feedback of the clouds is missing” in the models.\n\nAdjusting for the cloud coverage factor and accounting for greenhouse gas emissions, the researchers found that mankind is simply not having much of an effect on the Earth’s temperature.\n\n“If we pay attention to the fact that only a small part of the increased CO2 concentration is anthropogenic, we have to recognize that the anthropogenic climate change does not exist in practice.”\n\nThe study’s authors make a hard distinction between the type of model favored by climate scientists at the IPCC and genuine evidence, stating “We do not consider computational results as experimental evidence,” noting that the models often yield contradictory conclusions.\n\nGiven the evidence presented in the study, the Finnish team rounded out the paper by concluding “we have practically no anthropogenic climate change,” adding that “the low clouds control mainly the global temperature.”\n\nUpdate: A previous version of this article stated that a “Finnish study” had found practically no evidence to support the idea of man-made climate change. The “study” was not a peer-reviewed study, therefore there is no guarantee as to its reliability. It is also technically not a study. Furthermore, mainstream scientists do not agree with the papers claims and assert the very opposite. We have updated our headline and article to reflect these facts.",
        "quotes": [
            [
                "No experimental evidence for the significant anthropogenic climate change",
                "",
                false
            ],
            [
                "cannot compute correctly the natural component included in the observed global temperature,",
                "",
                false
            ],
            [
                "a strong negative feedback of the clouds is missing",
                "",
                false
            ],
            [
                "If we pay attention to the fact that only a small part of the increased CO2 concentration is anthropogenic, we have to recognize that the anthropogenic climate change does not exist in practice.",
                "",
                true
            ],
            [
                "We do not consider computational results as experimental evidence,",
                "",
                true
            ],
            [
                "we have practically no anthropogenic climate change,",
                "",
                false
            ],
            [
                "the low clouds control mainly the global temperature.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/news/464051-finnish-study-no-evidence-warming/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "global",
            "document",
            "anthropogenic",
            "claims",
            "scientists",
            "study",
            "team",
            "uncorroborated",
            "man",
            "finnish",
            "climate",
            "evidence",
            "practically",
            "researchers",
            "change"
        ]
    },
    {
        "url": "https://www.rt.com/news/464051-finnish-study-no-evidence-warming/",
        "title": "Finnish study finds ‘practically no’ evidence for man-made climate change",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "A new study conducted by a Finnish research team has found little evidence to support the idea of man-made climate change. The results of the study were soon corroborated by researchers in Japan.\n\nIn a paper published late last month, entitled ‘No experimental evidence for the significant anthropogenic climate change’, a team of scientists at Turku University in Finland determined that current climate models fail to take into account the effects of cloud coverage on global temperatures, causing them to overestimate the impact of human-generated greenhouse gasses.\n\nModels used by official bodies such as the Intergovernmental Panel on Climate Change (IPCC) “cannot compute correctly the natural component included in the observed global temperature,” the study said, adding that “a strong negative feedback of the clouds is missing” in the models.\n\nAdjusting for the cloud coverage factor and accounting for greenhouse gas emissions, the researchers found that mankind is simply not having much of an effect on the Earth’s temperature.\n\nIf we pay attention to the fact that only a small part of the increased CO2 concentration is anthropogenic, we have to recognize that the anthropogenic climate change does not exist in practice.\n\nThe study’s authors make a hard distinction between the type of model favored by climate scientists at the IPCC and genuine evidence, stating “We do not consider computational results as experimental evidence,” noting that the models often yield contradictory conclusions.\n\nAlso on rt.com Meet America’s newest $9 trillion climate change solution\n\nGiven the evidence presented in the study, the Finnish team rounded out the paper by concluding “we have practically no anthropogenic climate change,” adding that “the low clouds control mainly the global temperature.”\n\nThe results sharply cut against claims put forward by many environmentalists, including US lawmakers such as Alexandria Ocasio-Cortez, who argue not only that climate change is an immediate threat to the planet, but that it is largely a man-made phenomenon. Ocasio-Cortez, better known as ‘AOC’, has proposed a ‘Green New Deal’ to address the supposedly dire threat.\n\nAlso on rt.com ‘Climate emergency’ on Monday, pipeline expansion on Tuesday: Trudeau the fraud strikes again\n\nJapanese researchers at the University of Kobe arrived at similar results as the Turku team, finding in a paper published in early July that cloud coverage may create an “umbrella effect” that could alter temperatures in ways not captured by current modeling.\n\nThink your friends would be interested? Share this story!",
        "quotes": [
            [
                "No experimental evidence for the significant anthropogenic climate change",
                "",
                false
            ],
            [
                "cannot compute correctly the natural component included in the observed global temperature,",
                "",
                false
            ],
            [
                "a strong negative feedback of the clouds is missing",
                "",
                false
            ],
            [
                "We do not consider computational results as experimental evidence,",
                "",
                true
            ],
            [
                "we have practically no anthropogenic climate change,",
                "",
                false
            ],
            [
                "the low clouds control mainly the global temperature.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/business/459666-us-aoc-climate-deal/",
                "https://www.rt.com/news/462241-justin-trudeau-tmx-pipeline-hypocrisy/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.sciencedaily.com/releases/2019/07/190703121407.htm"
            ]
        },
        "key_words": [
            "global",
            "anthropogenic",
            "results",
            "manmade",
            "study",
            "team",
            "paper",
            "finnish",
            "climate",
            "evidence",
            "finds",
            "practically",
            "researchers",
            "change"
        ]
    },
    {
        "url": "https://www.rt.com/business/459666-us-aoc-climate-deal/",
        "title": "Meet America’s newest $9 trillion climate change solution",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "Democratic Presidential hopeful and Washington Governor Jay Inslee unveiled a plan for combating climate change through an oft-before cited transition away from fossil fuels and towards renewable energy.\n\nThe proposal, which Inslee refers to as the “Evergreen Economy Plan”, would cost $9 trillion and is distinct from the Green New Deal championed by AOC. Inslee says his plan seeks to create eight million jobs over ten years while it builds a “clean energy economy”.\n\nAlso on rt.com ‘Green dream or whatever’: AOC leads Democrat push for US economic revolution\n\nThe hefty price tag for the EEP would come from government ($300 billion annually) as well as private ($600 billion annually) funds. Inslee took the opportunity in announcing his plan to pat himself on the back for his clean energy efforts in his home state of Washington, which, Inslee says, is the “fastest-growing economy in the nation.”\n\nThe plan may divide the democratic party with those who back the Green New Deal and the Evergreen Economy plan. Inslee told the Guardian, however, that where the Green New Deal was like saying we should go to the moon, whereas his plan was like how to build the rocket ship.\n\nInslee is focusing on climate initiatives as the basis for his 2020 campaign for the White House, which Inslee says is the crux of other initiatives as well, with extreme temperatures and weather threatening everything from the economy and national security.\n\nAlso on rt.com ‘Deal breaker!’ AOC blasts Biden’s climate change stance as ‘lack of leadership’\n\nAccording to the extensive document outlining the plan, the EEP cites an “urgent need to support frontline, low-income, and Indigenous communities, and communities of color. These communities are being impacted first and worst by the accelerating damages of climate change, and have endured a legacy of air, water, toxics and climate pollution, along with a deficit of public investment and support.”\n\nInslee’s plan takes a shot at fossil fuels, calling for an end to “all manner of fossil fuel giveaways,” and protecting public lands.\n\nThis article was originally published on Oilprice.com",
        "quotes": [
            [
                "fastest-growing economy in the nation.",
                "Inslee",
                false
            ],
            [
                "urgent need to support frontline, low-income, and Indigenous communities, and communities of color.",
                "",
                false
            ],
            [
                "These communities are being impacted first and worst by the accelerating damages of climate change, and have endured a legacy of air, water, toxics and climate pollution, along with a deficit of public investment and support.",
                "",
                true
            ],
            [
                "all manner of fossil fuel giveaways,",
                "Inslee",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://oilprice.com/Energy/Energy-General/Oil-Production-On-Federal-Lands-To-Hit-New-Record.html",
                "https://www.rt.com/usa/450931-green-new-deal-us-economy/",
                "https://oilprice.com/The-Environment/Global-Warming/The-Shocking-Details-Of-The-Green-New-Deal.html",
                "https://oilprice.com/Energy/Energy-General/Meet-Americas-Newest-9-Trillion-Climate-Change-Solution.html",
                "https://www.rt.com/usa/459067-ocasio-cortez-biden-climate-election/",
                "https://www.theguardian.com/us-news/2019/may/16/2020-jay-inslee-climate-change-plan"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://oilprice.com/"
            ]
        },
        "key_words": [
            "fossil",
            "communities",
            "americas",
            "plan",
            "green",
            "trillion",
            "inslee",
            "meet",
            "deal",
            "newest",
            "aoc",
            "climate",
            "economy",
            "change",
            "solution"
        ]
    },
    {
        "url": "https://www.rt.com/news/462241-justin-trudeau-tmx-pipeline-hypocrisy/",
        "title": "‘Climate emergency’ on Monday, pipeline expansion on Tuesday: Trudeau the fraud strikes again",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "Justin Trudeau’s faux concern for the environment was always hypocritical and duplicitous — but there’s something especially slimy about declaring a climate emergency on Monday and approving an oil pipeline expansion on Tuesday.\n\nCanada’s parliament voted on Monday night to declare a national climate emergency, calling climate change a “real and urgent crisis, driven by human activity.” The next day, Trudeau’s government green-lighted the environment-destroying Trans Mountain pipeline expansion (TMX), demonstrating either complete indifference to the motion put forward by his own environment minister — or a severe misunderstanding of the words “emergency” and “human activity.”\n\nThe so-called “climate emergency” motion was non-binding and meaningless, of course; politicians often expect to be patted on the back for gesture politics — as though merely acknowledging the existence of a problem while taking minimal action to affect any real change is somehow worthy of admiration.\n\nAlso on rt.com 'No longer US prisoner': Canada green-lights pipeline expansion despite environmental concerns\n\nThis is the second time Trudeau’s Liberal government has approved the pipeline. Its previous approval was quashed by a court last year for failure to consider the environmental impact of tanker traffic and implications for First Nations people living in its path. The pipeline would triple the amount of oil shipped from the Alberta tar sands to the British Columbia coast. Environmental groups have warned of potential oil spills, increased greenhouse gas emissions, strain on already-struggling marine life and irreversible damage to indigenous land and water resources.\n\nBut it’s not just environmental activists warning of severe environmental repercussions. Canada’s own National Energy Board (NEB) found that the expansion would have “significant adverse environmental effects” for orca whales and said the effects of any oil spills would also be “significant.”\n\nStep 1 declare climate emergency\n\nStep 2 next day announce plans for massive new tarsands pipeline\n\nStep 3 wonder why people are cynical about politicians https://t.co/txapQhXt5L — Bill McKibben (@billmckibben) June 18, 2019\n\nDespite the ill-effects, the NEB decided the expansion “can be justified” and is in the “public interest.” They did acknowledge that the undeniable environmental effects “weighed heavily” on them in the decision-making process. Indeed, it sounds like they were really losing sleep over it. What part of destroying the environment and biodiversity for future generations is in the “public interest” remains a mystery.\n\nTrudeau’s government bought the pipeline from Kinder Morgan Canada Ltd for $3.4 billion last year and plans to sell it after completion. Trudeau has tried to justify the project by warning that Canadians are currently “prisoners to the American market” and pledging to put all tax profits from the project toward clean energy projects.\n\nThat’s like “declaring war on cancer and then announcing a campaign to promote smoking,”— according to Patrick McCully, energy program director at the Rainforest Action Network.\n\nIn another example of his pathetic gesture politics, Trudeau promised last week to ban single-use plastics “from coast to coast” from 2021 — more meaningless tokenism from Canada’s fraud-in-chief, who wants plastic out of the oceans, but isn’t too concerned about killing off the marine life that lives in them.\n\nAlso on rt.com Surprise! ‘Progressive hero’ Justin Trudeau is a fraud and a hypocrite\n\nTrudeau swept to a landslide victory in 2015 with some clever progressive branding, but he has since lost his appeal to many genuinely progressive voters. It turns out that running around talking about “peoplekind” and giving motivational speeches at climate conferences isn’t actually enough to cut it with voters who genuinely care about the issues Trudeau only pretends to care about. The “man of substance,” as a writer for Canadian magazine Maclean’s put it in 2015, was just another snake oil salesman.\n\nEnvironmental policy was one of the cornerstones of Trudeau’s last election campaign. Remember when he pledged to phase out federal fossil fuel subsidies? A report in 2018 named Canada as the largest provider of government subsidies for oil and gas production in the G7.\n\nThis is what happens when people fall for the “environmentalism” of supremely arrogant neocons like Trudeau and France’s equally stomach-churning Emmanuel Macron — two men who were hailed by liberal Western media as liberal saviors and anti-Trumps. In the US, Joe Biden with his “middle ground” approach to climate change falls into the same category, having all the hallmarks of the fake progressive more interested in hoovering up centrist votes than taking firm and principled positions on anything. As another Canadian election rolls around, Trudeau has promised to practice “positive politics” — whatever that means.\n\nJustin Trudeau 🇨🇦: Declares CLIMATE EMERGENCY\n\n\n\nAlso Justin Trudeau, one day later: Approves massive Trans Mountain pipeline expansion\n\n\n\nAny surprise why some argue that leaving neoliberals to tackle climate change is like asking an arsonist to join the fire department? 🙃 — Going Underground on RT (@Underground_RT) June 19, 2019\n\nFortunately, Trudeau’s approval of the pipeline project does not mean the expansion is a done deal — yet. There are still regulatory hoops for it to jump through and environmentalists and First Nations groups are gearing up for a fight, planning to mount new legal challenges and blockade its construction anywhere they can, the goal being to delay the project so much that it becomes too much of a financial burden to justify continuation.\n\nJustin Trudeau does not care about climate change or the environment. He does not care about plastic in the oceans, marine life or protecting biodiversity. He cares about protecting an image of himself as an environmental champion — but that ship has well and truly sailed. You can't be an environmentalist and advocate for the building of oil pipelines that wreck the environment. The two do not compute.\n\nJust like his slippery progressivism on a whole host of other issues, Trudeau’s flimsy environmentalism reveals him to be nothing more than a two-faced prevaricator accomplished in the art of doublespeak.\n\nAlso on rt.com Standing Rock, the sequel: Canadian tribe battles pipeline land grab\n\nBy Danielle Ryan\n\nDanielle Ryan is an Irish freelance writer based in Dublin. Her work​ ​has appeared in Salon, The Nation, Rethinking Russia, teleSUR, RBTH, The Calvert Journal​ ​and others. Follow her on Twitter @DanielleRyanJ\n\nLike this story? Share it with a friend!",
        "quotes": [
            [
                "real and urgent crisis, driven by human activity.",
                "",
                false
            ],
            [
                "declaring war on cancer and then announcing a campaign to promote smoking,",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/news/462182-canada-approved-pipeline-oil/",
                "https://www.rt.com/op-ed/452696-trudeau-corruption-scandal-fraud/",
                "https://www.rt.com/news/448626-canada-pipeline-tribal-protests/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/DanielleRyanJ",
                "https://www.iisd.org/gsi/news-events/government-handouts-public-money-fossil-fuel-industry-undermine-climate-solutions-study",
                "https://twitter.com/billmckibben/status/1141088232211386368?ref_src=twsrc%5Etfw",
                "https://t.co/txapQhXt5L",
                "https://twitter.com/Underground_RT/status/1141318624323481600?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "emergency",
            "pipeline",
            "oil",
            "trudeaus",
            "expansion",
            "project",
            "climate",
            "fraud",
            "environment",
            "trudeau",
            "strikes",
            "change",
            "environmental"
        ]
    },
    {
        "url": "https://oilprice.com/Energy/Energy-General/Oil-Production-On-Federal-Lands-To-Hit-New-Record.html",
        "title": "Oil Production On Federal Lands To Hit New Record",
        "authors": [
            {
                "name": "More Info",
                "link": null
            },
            {
                "name": "Gas Industry.",
                "link": null
            },
            {
                "name": "Irina Is A Writer For Oilprice.Com With Over A Decade Of Experience Writing On The Oil",
                "link": null
            },
            {
                "name": "Irina Slav",
                "link": null
            }
        ],
        "publisher": "oilprice.com",
        "publish_date": "",
        "text": "Crude oil production from onshore federal lands reached a record high over the first seven months of this year, New York Times’ Eric Lipton said in a tweet responding to a claim that oil production in Wyoming had peaked three years ago.\n\nLipton quoted data from the Department of the Interior, which has not been made public yet, as part of an investigation he and climate reporter Hiroko Tabuchi recently published about a second shale oil boom.\n\nThe investigation cites calculations based in Interior Department data made by Taxpayers for Common Sense, which suggests over 12.8 million acres of federal land were offered for leasing to oil and gas companies in FY 2018, which ended last month. This, Lipton and Tabuchi note, is three times more than the average acreage offered for leasing during the second Obama administration.\n\nTake-up has also been higher: leases in the same 12 months were the highest since 2012, the peak of the first shale revolution, as the Trump administration pursues its energy dominance agenda.\n\nThe figures from the first seven months of this year follow another record set last year. Reuters reported in June that crude oil production from federal lands and waters rose 7 percent in 2017 to the highest since at least 2007 if not longer. The average daily stood at 2.22 million barrels, compared with 2.07 million barrels daily a year earlier. Related: The Lucky Few In Canada’s Oil Patch\n\nWashington has been doing its best to stimulate a second shale boom by rolling back Obama-era regulations that restricted drilling on federal lands. This has naturally sparked a lot of opposition, so part of the changes introduced by the Trump administration have targeted opponents to the oil and gas industry by reducing the opportunities that drilling opponents have to put the brakes on oil and gas exploration.\n\nEarlier this year, the Interior Department approved a policy featuring provisions such as a 60-day deadline for processing proposed lease sales and cutting the protest periods to 10 days. Also, the department repealed a provision approved by the previous administration that gave other users of federal land such as hunters and anglers the power to object to a lease sale.\n\nIn addition, the public participation in some lease sale reviews was redirected to lower-level government officials, and environmental reviews of lease sales were reduced to six months with BLM officials no longer required to visit the site of the lease while they conduct the review.\n\nBy Irina Slav for Oilprice.com\n\nMore Top Reads From Oilprice.com:",
        "quotes": [],
        "links": {
            "articles": [
                "https://oilprice.com/Energy/Oil-Prices/The-Lucky-Few-In-Canadas-Oil-Patch.html",
                "https://www.reuters.com/article/us-usa-interior-oil/u-s-interior-agency-speeds-up-process-to-lease-oil-gas-on-federal-land-idUSKBN1FL6P8",
                "https://www.reuters.com/article/us-usa-interior-oil/u-s-federal-oil-output-hits-record-in-2017-in-boost-for-trump-energy-agenda-idUSKBN1JE29M",
                "https://www.nytimes.com/2018/10/27/climate/trump-fracking-drilling-oil-gas.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/EricLiptonNYT/status/1056557237714538498?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "million",
            "oil",
            "record",
            "months",
            "department",
            "hit",
            "lands",
            "federal",
            "lease",
            "shale",
            "second",
            "production"
        ]
    },
    {
        "url": "https://www.rt.com/usa/450931-green-new-deal-us-economy/",
        "title": "‘Green dream or whatever’: AOC leads Democrat push for US economic revolution",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "Congressional Democrats have proposed a ‘Green New Deal’ plan that aims to completely transform America’s economy and society within 10 years to combat climate change and create social justice. Critics were nonplussed.\n\nThe ambitious proposal, presented on Thursday by Congresswoman Alexandria Ocasio-Cortez (D-New York) and Senator Ed Markey (D-Massachusetts), lays out a plan to “mobilize every aspect of American society at a scale not seen since World War 2” to achieve “net-zero greenhouse gas emissions” while creating “economic prosperity for all.”\n\nThe #GreenNewDeal calls for mass job creation through:\n\n\n\n✅ Building resilience against climate-related disasters\n\n✅ Repairing infrastructure\n\n✅ Meeting 100% of our power demand through zero-emission sources\n\n✅ Upgrading every building in America\n\n✅ Removing greenhouse gases — Waleed Shahid (@_waleedshahid) February 7, 2019\n\n“This is a massive transformation of our society,” the materials explaining the proposed congressional resolution said. The Green New Deal (GND) wants to transition the US to “100% clean and renewable energy” while guaranteeing jobs with a family-sustaining wage, family and medical leave, vacations, and retirement security and free higher education, healthy food, healthcare, “adequate housing,” and economic security “for all who are unable or unwilling to work,” among other things.\n\nThough spearheaded by Ocasio-Cortez, the plan has already been endorsed by at least 60 Democrats in the House and by nine senators, the Washington Post reported, citing congressional Democrat aides. This includes five senators who have declared 2020 presidential ambitions.\n\nSCOOP: @AOC & @SenMarkey's \"Green New Deal\" plan heads for watershed moment, w/ 5 Sens. running for pres. -- Harris; Booker; Gillibrand; Sanders; Warren -- cosponsoring resolution\n\n\n\n+20 House Ds also on board\n\n\n\nCritics say AOC cant build consensus, but this looks like a big rollout — Jeff Stein (@JStein_WaPo) February 7, 2019\n\nThe proposal has also received vocal support from major environmentalist and activist groups such as the Sunrise Movement, Sierra Club, Latino Victory Fund, Justice Democrats and from billionaire funder of the “Need to impeach” campaign Tom Steyer.\n\nThe #GreenNewDeal Resolution from @AOC+@SenMarkey has launched with an INCREDIBLE slate of co-sponsors in the House and Senate: check it out!\n\n\n\nIf your Rep isn't on here, sign this petition to ask them to support it: https://t.co/t30NOqVnFP\n\n\n\n(Graphic by @justicedems!) pic.twitter.com/JLQF7DkeUf — Sunrise Movement 🌅 (@sunrisemvmt) February 7, 2019\n\nThe Sunrise Movement has even said that its members will storm the offices of members of Congress who fail to support the resolution by February 26, according to Reuters.\n\nHow much will this complete transformation of US society and economy cost? It doesn’t matter, according to Stephanie Kelton, a professor at Stony Brook University and former chief economist for Democrats on the Senate Budget Committee.\n\nQ: Can we afford a #GreenNewDeal?\n\nA: Yes. The federal government can afford to buy whatever is for sale in its own currency. — Stephanie Kelton (@StephanieKelton) February 7, 2019\n\nConservatives were quick to mock the proposal, with pundit Allie Beth Stuckey comparing it to the “Fyre Festival” fiasco.\n\nThe Green New Deal is the Fyre Festival of legislative proposals. Everyone spends all their money on what's promised to be an amazing destination only to get there and find yourself sleeping in a tent and selling your soul for a bottle of Evian. — Allie Beth Stuckey (@conservmillen) February 7, 2019\n\nBen Shapiro’s Daily Wire reached for Communism jokes right away:\n\nAs did the Christian satire site Babylon Bee:\n\nGreen New Deal Promises Energy-Efficient Gulags In Every Neighborhoodhttps://t.co/uJmbrI0wlbpic.twitter.com/ESUu6aCfp3 — The Babylon Bee (@TheBabylonBee) February 7, 2019\n\n“The Green New Deal seems a lot more like a Green Leap Forward,” quipped journalist Jack Posobiec, referring to China’s 1958-62 policy of rapid industrialization and collectivization – and the resulting famine that claimed between 18 and 55 million lives, depending on estimates.\n\nPosobiec also pointed out the un-ironic line in the proposal about getting rid of “farting cows and airplanes”:\n\nHere is the 1st bullet point in the #GreenNewDeal fact sheet FAQ\n\n\n\n\"We set a goal to get to net-zero, rather than zero emissions, in 10 years\n\nbecause we aren’t sure that we’ll be able to fully get rid of farting cows and\n\nairplanes that fast\" pic.twitter.com/QsfJhnN3M4 — Jack Posobiec 🇺🇸 (@JackPosobiec) February 7, 2019\n\nBen Domenech of the Federalist actually wrote a list of ten “most insane” points from the GND, including the elimination of all internal combustion engines, including cars and airplanes (“Good luck Hawaii!”), and refurbishing every single building in the US.\n\n\"That includes every home, factory, and apartment building, which will all need, for starters, to have their entire working heating and cooling systems ripped out and replaced with…well, with whatever technology Democrats are going invent in their committee hearings, I guess. — Ben Domenech (@bdomenech) February 7, 2019\n\nMeanwhile, Green Party presidential candidate Dr. Jill Stein endorsed the proposal’s goals but noted that it was lifted wholesale from their 2012 platform.\n\nWhere'd Green New Deal come from? It was the heart of our 2012 campaign, but give credit to @GreenPartyUS cofounder @HowieHawkins who ran for NY Gov on #GreenNewDeal in 2010. Let's create millions of jobs, fight climate crisis & make wars for oil obsolete! https://t.co/HVsipGK90f — Dr. Jill Stein🌻 (@DrJillStein) February 7, 2019\n\nAsked about the proposal on Thursday, Speaker of the House Nancy Pelosi (D-California) couldn’t even name it, let alone endorse it.\n\n“The green dream or whatever they call it, nobody knows what it is, but they’re for it, right?” she told reporters.\n\nIf you like this story, share it with a friend!",
        "quotes": [
            [
                "mobilize every aspect of American society at a scale not seen since World War 2",
                "",
                false
            ],
            [
                "This is a massive transformation of our society,",
                "Waleed Shahid",
                true
            ],
            [
                "for all who are unable or unwilling to work,",
                "",
                false
            ],
            [
                "The Green New Deal seems a lot more like a Green Leap Forward,",
                "Jack Posobiec",
                true
            ],
            [
                "We set a goal to get to net-zero, rather than zero emissions, in 10 years\n\nbecause we aren’t sure that we’ll be able to fully get rid of farting cows and\n\nairplanes that fast",
                "Jack Posobiec",
                false
            ],
            [
                "The green dream or whatever they call it, nobody knows what it is, but they’re for it, right?",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/viral/386649-fyre-festival-monument-millennial-naivety/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/JackPosobiec/status/1093578721984946176?ref_src=twsrc%5Etfw",
                "https://t.co/QsfJhnN3M4",
                "https://twitter.com/DrJillStein/status/1093546358122971136?ref_src=twsrc%5Etfw",
                "https://twitter.com/AOC?ref_src=twsrc%5Etfw",
                "https://twitter.com/SenMarkey?ref_src=twsrc%5Etfw",
                "https://twitter.com/JStein_WaPo/status/1093488858375905282?ref_src=twsrc%5Etfw",
                "https://twitter.com/justicedems?ref_src=twsrc%5Etfw",
                "https://apps.npr.org/documents/document.html?id=5729035-Green-New-Deal-FAQ",
                "https://t.co/HVsipGK90f",
                "https://t.co/t30NOqVnFP",
                "https://twitter.com/HowieHawkins?ref_src=twsrc%5Etfw",
                "https://twitter.com/sunrisemvmt/status/1093577815927209984?ref_src=twsrc%5Etfw",
                "https://twitter.com/GreenPartyUS?ref_src=twsrc%5Etfw",
                "https://twitter.com/conservmillen/status/1093567747513114625?ref_src=twsrc%5Etfw",
                "https://twitter.com/TheBabylonBee/status/1093566310003367936?ref_src=twsrc%5Etfw",
                "https://t.co/ESUu6aCfp3",
                "https://twitter.com/StephanieKelton/status/1093575469440618496?ref_src=twsrc%5Etfw",
                "https://t.co/uJmbrI0wlb",
                "https://twitter.com/_waleedshahid/status/1093502775261040640?ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/GreenNewDeal?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/bdomenech/status/1093565900245090304?ref_src=twsrc%5Etfw",
                "https://t.co/JLQF7DkeUf"
            ]
        },
        "key_words": [
            "economic",
            "society",
            "dream",
            "plan",
            "building",
            "democrat",
            "greennewdeal",
            "proposal",
            "deal",
            "support",
            "aoc",
            "push",
            "revolution",
            "democrats",
            "leads",
            "green",
            "house"
        ]
    },
    {
        "url": "https://oilprice.com/The-Environment/Global-Warming/The-Shocking-Details-Of-The-Green-New-Deal.html",
        "title": "The ‘Shocking Details’ Of The Green New Deal",
        "authors": [
            {
                "name": "Jd Alexander",
                "link": null
            },
            {
                "name": "Louis Spring",
                "link": null
            },
            {
                "name": "More Info",
                "link": null
            },
            {
                "name": "Geopolitics. He Is Based In Pittsburgh",
                "link": null
            },
            {
                "name": "Energy Policy",
                "link": null
            },
            {
                "name": "Climate Change",
                "link": null
            },
            {
                "name": "Renewable Energy",
                "link": null
            },
            {
                "name": "Gas",
                "link": null
            },
            {
                "name": "Nick Cunningham Is A Freelance Writer On Oil",
                "link": null
            },
            {
                "name": "Nick Cunningham",
                "link": null
            }
        ],
        "publisher": "oilprice.com",
        "publish_date": "",
        "text": "The long-awaited Green New Deal was unveiled in Washington on Thursday, laying down a marker for 2020 and beyond.\n\nIf you haven’t heard of the Green New Deal, you probably live under a rock. The highly-anticipated policy proposal, spearheaded by freshman Congresswoman Alexandria Ocasio-Cortez (NY-14) and Senator Ed Markey (MA), calls for a World War II-style or Apollo program (pick your historical analogy) mobilization to transition the U.S. economy off of fossil fuels.\n\nThe Green New Deal has floated around in the past, particularly during the financial crisis over a decade ago, but was really revived as a major concept by environmental groups and Rep. Ocasio-Cortez in recent months. While any legislation cannot pass the current Congress, given Republican control over the Senate and Donald Trump in the White House, it is now very much a litmus test for aspiring Democratic candidates for president in the 2020 election.\n\nAs such, its contents are important, given that one of these candidates could occupy the White House in two years.\n\nRep. Ocasio-Cortez and Senator Markey finally unveiled a resolution on February 7, sketching out the framework of future legislation. The bill was necessarily done in broad strokes for several reasons. The Democrats have to wait until 2021 at the earliest before trying to pass something. Keeping everyone on board, at this stage, requires some finessing, leaving some difficult decisions for later. And, of course, detailing the nitty gritty of a complete transformation of America’s energy system will take time.\n\nSo, what’s in it? The Green New Deal legislation lays out several key principles, calling for net-zero greenhouse gas emissions, the creation of millions of jobs through public investment, an overhaul of U.S. infrastructure, clean air and water, and justice for frontline communities during this transition. Related: China Faces An Uphill Battle For Energy Independence\n\nMore specifically, it calls for a 10-year program of “national mobilization,” which will achieve 100 percent of U.S. power demand from clean, renewable and zero-emissions energy sources. It calls for building energy efficient, distributed, and “smart” power grids. Existing buildings will see an overhaul while new buildings are intended to achieve “maximal energy efficiency, water efficiency, safety, affordability,” and the like. The GND also calls for “massive growth in clean manufacturing.”\n\n“Even the solutions that we have considered big and bold are nowhere near the scale of the actual problem that climate change presents to us, our country, our world,” Ocasio-Cortez said on NPR’s Morning Edition.\n\nFor now, the GND did not specifically call for a carbon tax, and perhaps more notably, it avoided explicitly calling for the end of fossil fuel development. Still, the goal is to dramatically slash, if not end, the consumption of oil, gas and coal for U.S. energy use.\n\nSo far, the concept is popular. A December poll asked people if they supported a proposal to generate 100 percent of U.S. electricity from clean sources within ten years. About 92 percent of Democrats supported the idea, but surprisingly, a very large 64 percent of Republicans also supported it.\n\nOf course, it’s easy to support a vague aspiration and the devil will be in the details. The legislation will surely lose support, particularly from Republicans, when push comes to shove in the months and years ahead. Related: Oil And Gas In Spotlight At State Of The Union\n\nBut for now, all of the major Democratic candidates for President have endorsed the concept. The point of laying out the framework right now in a congressional resolution, even if it goes nowhere, is to put some more meat on the bones and, crucially, to put the Democratic candidates on record.\n\nIt’s easy for the candidates to nod their heads in agreement to an abstract Green New Deal, but with strong ideas now down on paper, they have to decide whether or not to maintain their support with a clearer vision. As the candidates try to distinguish themselves in the Democratic primary, the pressure will be on them to continue to endorse the GND.\n\nSo, what does all of that mean? The upshot is that with President Trump’s poll numbers in negative territory, whichever candidate emerges from the Democratic primary will have a decent shot at winning the presidency. If that occurs, they will be on record having supported the GND, and will most likely push for some version of it in 2021.\n\nThat means that oil and gas companies, having enjoyed a deregulatory bonanza under Trump, could see rougher waters ahead. But with the climate debate getting momentum, that pressure is not going away, no matter what happens with the Green New Deal.\n\nBy Nick Cunningham of Oilprice.com\n\nMore Top Reads from Oilprice.com:",
        "quotes": [
            [
                "maximal energy efficiency, water efficiency, safety, affordability,",
                "",
                false
            ],
            [
                "Even the solutions that we have considered big and bold are nowhere near the scale of the actual problem that climate change presents to us, our country, our world,",
                "Ocasio-Cortez",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.huffingtonpost.ca/entry/green-new-deal-poll_n_5c169f2ae4b05d7e5d8332a5",
                "https://oilprice.com/Energy/Crude-Oil/China-Faces-An-Uphill-Battle-For-Energy-Independence.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "clean",
            "legislation",
            "energy",
            "details",
            "deal",
            "supported",
            "ocasiocortez",
            "democratic",
            "candidates",
            "shocking",
            "gas",
            "green"
        ]
    },
    {
        "url": "https://oilprice.com/Energy/Energy-General/Meet-Americas-Newest-9-Trillion-Climate-Change-Solution.html",
        "title": "Meet America’s Newest $9 Trillion Climate Change Solution",
        "authors": [
            {
                "name": "Daniel Williams",
                "link": null
            },
            {
                "name": "Dan Pearson",
                "link": null
            },
            {
                "name": "More Info",
                "link": null
            },
            {
                "name": "A Member Of The Creative Professionals Networking Group.",
                "link": null
            },
            {
                "name": "Researcher For Oilprice.Com",
                "link": null
            },
            {
                "name": "Writer",
                "link": null
            },
            {
                "name": "Julianne Geiger",
                "link": null
            }
        ],
        "publisher": "oilprice.com",
        "publish_date": "",
        "text": "Democratic Presidential hopeful and Washington Governor Jay Inslee unveiled a plan today for combating climate change through an oft-before cited transition away from fossil fuels and towards renewable energy.\n\nThe proposal, which Inslee refers to as the “Evergreen Economy Plan”, would cost $9 trillion and is distinct from the Green New Deal championed by AOC. Inslee says his plan seeks to create eight million jobs over ten years while it builds a “clean energy economy”.\n\nThe hefty price tag for the EEP would come from government ($300 billion annually) as well as private ($600 billion annually) funds. Inslee took the opportunity in announcing his plan to pat himself on the back for his clean energy efforts in his home state of Washington, which, Inslee says, is the “fastest-growing economy in the nation.”\n\nThe plan may divide the democratic party with those who back the Green New Deal and the Evergreen Economy plan. Inslee told the Guardian, however, that where the Green New Deal was like saying we should go to the moon, whereas his plan was like how to build the rocket ship.\n\nInslee is focusing on climate initiatives as the basis for his 2020 campaign for the White House, which Inslee says is the crux of other initiatives as well, with extreme temperatures and weather threatening everything from the economy and national security.\n\nAccording to the extensive document outlining the plan, the EEP cites an “urgent need to support frontline, low-income, and Indigenous communities, and communities of color. These communities are being impacted first and worst by the accelerating damages of climate change, and have endured a legacy of air, water, toxics and climate pollution, along with a deficit of public investment and support.”\n\nInslee’s plan takes a shot at fossil fuels, calling for an end to “all manner of fossil fuel giveaways,” and protecting public lands.\n\nBy Julianne Geiger for Oilprice.com\n\nMore Top Reads From Oilprice.com:",
        "quotes": [
            [
                "fastest-growing economy in the nation.",
                "Inslee",
                false
            ],
            [
                "urgent need to support frontline, low-income, and Indigenous communities, and communities of color.",
                "",
                false
            ],
            [
                "These communities are being impacted first and worst by the accelerating damages of climate change, and have endured a legacy of air, water, toxics and climate pollution, along with a deficit of public investment and support.",
                "",
                true
            ],
            [
                "all manner of fossil fuel giveaways,",
                "Inslee",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://oilprice.com/Energy/Energy-General/Oil-Production-On-Federal-Lands-To-Hit-New-Record.html",
                "https://oilprice.com/The-Environment/Global-Warming/The-Shocking-Details-Of-The-Green-New-Deal.html",
                "https://www.theguardian.com/us-news/2019/may/16/2020-jay-inslee-climate-change-plan"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "fossil",
            "communities",
            "americas",
            "plan",
            "washington",
            "green",
            "trillion",
            "inslee",
            "meet",
            "deal",
            "newest",
            "climate",
            "economy",
            "public",
            "change",
            "solution"
        ]
    },
    {
        "url": "https://www.rt.com/usa/459067-ocasio-cortez-biden-climate-election/",
        "title": "‘Deal breaker!’ AOC blasts Biden’s climate change stance as ‘lack of leadership’",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "Joe Biden’s climate policies are a “dealbreaker” for fellow Democrat Alexandria Ocasio-Cortez, who slammed the former VP for his gas lobbyist-like “lack of leadership” on tackling climate change.\n\n“There is no ‘middle ground’ w/ climate denial & delay,” Ocasio-Cortez tweeted, adding that Biden “Blaming ‘blue collar’ Americans as the main opponents to bold climate policy is gas lobbyist 101.”\n\nThis is a dealbreaker.\n\n\n\nThere is no “middle ground” w/ climate denial & delay.\n\n\n\nBlaming “blue collar” Americans as the main opponents to bold climate policy is gas lobbyist 101.\n\n\n\nWe’re not going to solve the climate crisis w/ this lack of leadership. Our kids’ lives are at stake. https://t.co/KvrBmaJd75 — Alexandria Ocasio-Cortez (@AOC) May 10, 2019\n\nBiden’s climate change policy is aimed to appeal to environmentalists and blue collar voters who supported President Donald Trump in 2016, two of the Democratic candidate’s campaign advisers told Reuters.\n\nIt appears that if elected to the White House, Biden intends to undo a number of Trump policies, like pulling out of the Paris climate agreement, but doesn’t seem to plan on going much further, which makes his policy unlikely to be enough to appease those concerned about climate disaster. His advisers say he will encourage nuclear and fossil fuel energy, with carbon capture technology to limit emissions from coal plants.\n\nAlso on rt.com AOC’s Green New Deal smacked down after forced 'bluff vote' in Senate\n\nRep. Ocasio-Cortez, along with half the Democratic presidential candidates, backs the Green New Deal, which aims to end the US’ use of fossil fuels within 10 years. She later tweeted that politicians and lobbyists alike are the “forces” getting in the way of solving the climate crisis.\n\nThe forces getting in the way of solving our climate crisis are politicians themselves + lobbyists. It is the willingness to bend to corporate power - the same ones that use coal miners’ plights for a tax break, yet refuse to pay for those same miners’ healthcare for black lung. — Alexandria Ocasio-Cortez (@AOC) May 10, 2019\n\nBiden’s biggest rival in the crowded field of Democratic candidates, Bernie Sanders, tweeted that there’s “no middle ground when it comes to climate policy,” and said it “will doom future generations” if action is not taken. The former vice president’s plans were also met with outrage among environmentalists on Twitter.\n\nThere is no “middle ground” when it comes to climate policy. If we don't commit to fully transforming our energy system away from fossil fuels, we will doom future generations. Fighting climate change must be our priority, whether fossil fuel billionaires like it or not. — Bernie Sanders (@BernieSanders) May 10, 2019 No Joe, there is no \"middle ground\" on climate breakdown - there is bold, transformative action or there is sinking ground, burning ground and churning ground. \"Presidential hopeful Biden looking for ‘middle ground’ climate policy\" https://t.co/8q2WPzU7w0 — Naomi Klein (@NaomiAKlein) May 10, 2019 .@JoeBiden's \"middle ground\" climate plan is a death sentence for our generation.\n\n\n\nRead our full statement: pic.twitter.com/AxMfJcZ1pY — Sunrise Movement 🌅 (@sunrisemvmt) May 10, 2019 Ready for your outrage of the day? @JoeBiden's middle of the road approach to climate will get us nowhere. https://t.co/08oGRSOSIm — Greenpeace USA (@greenpeaceusa) May 10, 2019 Middle ground on fracking: Your ground water is still polluted. Middle ground on climate change: planet is still destroyed. Middle ground on continued fossil fuel extraction and development: communities all over suffer immeasurable damage. Middle ground is nowhere @JoeBiden. — Josh Fox (@joshfoxfilm) May 10, 2019\n\nThink your friends would be interested? Share this story!",
        "quotes": [
            [
                "There is no ‘middle ground’ w/ climate denial & delay,",
                "Ocasio-Cortez",
                true
            ],
            [
                "Blaming ‘blue collar’ Americans as the main opponents to bold climate policy is gas lobbyist 101.",
                "Ocasio-Cortez",
                true
            ],
            [
                "no middle ground when it comes to climate policy,",
                "",
                false
            ],
            [
                "Presidential hopeful Biden looking for ‘middle ground’ climate policy",
                "Naomi Klein",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/usa/454839-green-new-deal-flops-senate/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/KvrBmaJd75",
                "https://twitter.com/NaomiAKlein/status/1126898745956814851?ref_src=twsrc%5Etfw",
                "https://twitter.com/AOC/status/1126990102532698114?ref_src=twsrc%5Etfw",
                "https://t.co/AxMfJcZ1pY",
                "https://twitter.com/sunrisemvmt/status/1126875478483263488?ref_src=twsrc%5Etfw",
                "https://t.co/8q2WPzU7w0",
                "https://t.co/08oGRSOSIm",
                "https://twitter.com/BernieSanders/status/1126899050555564032?ref_src=twsrc%5Etfw",
                "https://twitter.com/AOC/status/1126958896973778950?ref_src=twsrc%5Etfw",
                "https://twitter.com/greenpeaceusa/status/1126876412890140673?ref_src=twsrc%5Etfw",
                "https://twitter.com/joshfoxfilm/status/1126936843780591616?ref_src=twsrc%5Etfw",
                "https://twitter.com/JoeBiden?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "middle",
            "fossil",
            "policy",
            "w",
            "lack",
            "deal",
            "aoc",
            "blasts",
            "breaker",
            "2019",
            "ground",
            "climate",
            "stance",
            "bidens",
            "ocasiocortez",
            "leadership",
            "tweeted",
            "gas",
            "change"
        ]
    },
    {
        "url": "https://www.theguardian.com/us-news/2019/may/16/2020-jay-inslee-climate-change-plan",
        "title": "Eight million jobs, $9tn in spending: Jay Inslee's radical plan to tackle climate change",
        "authors": [
            {
                "name": "Emily Holden",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2019-05-16",
        "text": "The Washington governor and Democratic 2020 hopeful wants to decarbonize the economy while boosting employment\n\nThis article is more than 1 month old\n\nThis article is more than 1 month old\n\nJay Inslee, the governor of Washington state, is introducing a second portion of his climate change plan as most Democratic contenders for president have yet to officially roll out their own big-picture proposals.\n\nInslee’s 38-page document is focused on creating jobs. It outlines a $9tn investment over 10 years and seeks to create 8m jobs aimed at decarbonizing the economy. In an earlier plan, he vowed to make the US carbon neutral by 2045.\n\nInslee wants to upgrade buildings, replace water and transit infrastructure, clean up manufacturing and quintuple spending on clean energy and climate research. Many of those efforts would require congressional legislation.\n\nThe blueprint echoes progressives’ Green New Deal, but with far more details and fewer commitments to social programs.\n\nInslee told the Guardian: “You think of the Green New Deal as saying, ‘We should go to the moon’ – but in my plan is how to build the rocket ship. They both have their value.” He suggested other candidates might not have the “spine” to take the bold action needed.\n\nThe first paragraphs of his plan evoke the New Deal, noting that Franklin Delano Roosevelt laid out the details of that program 86 years ago this month.\n\nNearly two dozen Democrats want to be president. Only two have a climate change plan Read more\n\nInslee quoted Roosevelt and said: “We are working toward a definite goal, which is to prevent the return of conditions which came very close to destroying what we call modern civilization.”\n\nHe added, in his own words: “Today, America faces a new threat to our modern civilization: climate change. This challenge also presents an unprecedented economic opportunity, to lead the world in building a clean energy future.”\n\nThe campaign so far has focused mostly on climate change, but Inslee insists he is not a one-issue candidate.\n\n“This is not a single issue, it’s all the issues,” he said, adding that rising temperatures and extreme weather threaten the economy, public health and national security. He said his jobs plan could also fix wage stagnation.\n\nInslee also touted his Washington track record on clean energy, a public health insurance option, teacher pay increases and legalized marijuana.\n\nSix senators running for president have endorsed the Green New Deal, and many frequently highlight the urgency of climate change. But only Inslee and the former Texas congressman Beto O’Rourke have debuted their own specific plans with goals and deadlines. O’Rourke would invest $5tn in the effort and seek carbon neutrality by 2050.\n\nInslee says his “Evergreen Economy Plan” would ensure “high-paying, high-skilled jobs building a stronger, healthier, more just, inclusive and sustainable future”, featuring more collective bargaining power for unions, jobs for fossil fuel workers and gender pay equity.\n\nDaniel Kammen, a University of California professor and contributor to the UN’s Intergovernmental Panel on Climate Change, called Inslee’s plan “just what we need”.\n\nKammen, a former science envoy for the state department, said: “It is not only vital for our environment, but it is a recipe for more affordable housing and vibrant communities, good-paying jobs, corporate and municipal accountability, and global leadership for the United States.”\n\nOther candidates have endorsed specific policies in the past or discussed narrower proposals they would support.\n\nThe former vice-president Joe Biden has come under criticism after an adviser suggested he would take a “middle ground” approach to tackling climate change, allowing the continued use of natural gas, which warms the planet. Biden has since defended his record and said his plan will come out soon.\n\nAnother expected frontrunner, the Vermont senator Bernie Sanders, has heralded the Green New Deal, including at a Washington DC event this week with the youth-led Sunrise Movement and the New York congresswoman Alexandria Ocasio-Cortez. Sanders has previously drafted ambitious climate plans but has not expanded on them this election season.\n\n“You know and I know that the scientific community has been very clear,” Sanders said at the event. “If we do not act boldly and aggressively to transform our global energy system away from fossil fuels within the next few years – a very short period of time – there will be irreparable harm done to our planet.”\n\nSanders said the US must lead the world with an approach emphasizing the Green New Deal, but he did not elaborate.\n\nThe Green New Deal advocates a “10-year mobilization” to reduce emissions but does not specify an end date to make the country carbon-neutral.\n\nThe Massachusetts senator Elizabeth Warren this week called for the military to help fight climate change. Warren also advocates for banning new fossil fuel drilling and mining on public lands.",
        "quotes": [
            [
                "We should go to the moon",
                "",
                false
            ],
            [
                "You think of the Green New Deal as saying, ‘We should go to the moon’ – but in my plan is how to build the rocket ship.",
                "",
                true
            ],
            [
                "We are working toward a definite goal, which is to prevent the return of conditions which came very close to destroying what we call modern civilization.",
                "Inslee",
                true
            ],
            [
                "Today, America faces a new threat to our modern civilization: climate change.",
                "Inslee",
                true
            ],
            [
                "This challenge also presents an unprecedented economic opportunity, to lead the world in building a clean energy future.",
                "Inslee",
                true
            ],
            [
                "This is not a single issue, it’s all the issues,",
                "Inslee",
                true
            ],
            [
                "high-paying, high-skilled jobs building a stronger, healthier, more just, inclusive and sustainable future",
                "Inslee",
                false
            ],
            [
                "It is not only vital for our environment, but it is a recipe for more affordable housing and vibrant communities, good-paying jobs, corporate and municipal accountability, and global leadership for the United States.",
                "Kammen",
                true
            ],
            [
                "You know and I know that the scientific community has been very clear,",
                "Sanders",
                true
            ],
            [
                "If we do not act boldly and aggressively to transform our global energy system away from fossil fuels within the next few years – a very short period of time – there will be irreparable harm done to our planet.",
                "Sanders",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://medium.com/@teamwarren/our-military-can-help-lead-the-fight-in-combating-climate-change-2955003555a3",
                "https://www.theguardian.com/us-news/2019/may/07/nearly-two-dozen-democrats-running-for-president-only-two-have-a-climate-plan",
                "https://www.reuters.com/article/us-usa-election-biden-climate-exclusive/exclusive-presidential-hopeful-biden-looking-for-middle-ground-climate-policy-idUSKCN1SG18G",
                "https://www.theguardian.com/us-news/2019/feb/11/green-new-deal-alexandria-ocasio-cortez-ed-markey"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://jayinslee.com/issues/evergreen-economy",
                "https://www.jayinslee.com/issues/100clean"
            ]
        },
        "key_words": [
            "clean",
            "million",
            "tackle",
            "energy",
            "plan",
            "washington",
            "spending",
            "green",
            "jobs",
            "deal",
            "jay",
            "inslees",
            "climate",
            "radical",
            "change",
            "economy"
        ]
    },
    {
        "url": "https://www.rt.com/news/462182-canada-approved-pipeline-oil/",
        "title": "'No longer US prisoner': Canada green-lights pipeline expansion despite environmental concerns",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "Ottawa has OKed the Trans Mountain pipeline expansion project, bogged down by delays due to concerns over oil spills in coastal waters and opposition from indigenous people living in its path.\n\nPrime Minister Justin Trudeau, who's been trying to carve out an image of himself as a champion of environmental protection, reasoned that the pipeline would lessen the US' leverage over Canada.\n\n\"As we've seen over the past few years, anything can happen with our neighbors to the south. Right now, we're prisoners to the American market,\" Trudeau said as his government gave a go-ahead to the controversial expansion of the pipeline set to triple its capacity to almost 1 million barrels per day.\n\nOperational since 1953, the pipeline carries crude from Alberta to the west coast of British Colombia. As the Canada's oil production has increased, the pipeline's capacity has become overtaxed, since it remains the only one linking the two areas. Some 99 percent of Canada's oil exports go to its southern neighbor, making it dependent on the US.With the expansion of the pipeline and thus the connection to oil tanker traffic, Ottawa hopes to interest potential buyers in Asia.\n\nAlso on rt.com Canada set to approve Trans Mountain oil pipeline expansion\n\nWhile the project is set to bring in some C$500 million ($373 million) in federal tax revenue each year, approval of the pipeline stalled due to fierce opposition from the indigenous population and environmental groups in British Colombia voicing concerns that potential oil spills, release of chemicals and explosions could bring irreversible damage to indigenous land and water resources.\n\nWith uncertainty hovering over the future of the project, its original owner, Kinder Morgan Canada Ltd, sold the pipeline to the Canadian government for C$4.5 billion ($3.4 billion) last year. Days later, the court quashed the federal government's previous approval of the project, citing its failure to consider the environmental effect of tanker traffic and adverse implications for the First Nations.\n\nEffectively starting all over, the government carried out additional rounds of consultations with indigenous communities and pledged to meet all 156 conditions put forward by the National Energy Board (NEB) in its review of the project. The authorities promised to take a number of measures aimed at mitigating the impact of the pipeline on killer whales, dolphins and other marine mammals that inhabit the coastal waters, as well as step up emergency preparedness and response.\n\nAll the tax profits from the project will go towards clean energy ventures, Trudeau said. If the government succeeds in selling the pipeline, the funds will be earmarked for projects aimed at expediting Canada's transition to clean energy.\n\nThe decision has drawn backlash from environmental advocates and conservative opposition. Patrick McCully, energy program director at the Rainforest Action Network, called out the Trudeau cabinet's hypocrisy in giving a nod to the project a day after the House of Commons declared a national climate emergency.\n\nRead more\n\n\"This is like declaring war on cancer and then announcing a campaign to promote smoking,\" he said.\n\nThe national climate emergency motion, although non-binding, was championed by Trudeau's Environment and Climate Change Minister Catherine McKenna.\n\nWhile some indigenous people have showed interest in buying into the project, others are crying foul over the government's decision to go ahead. Following Trudeau's announcement, many British Columbia indigenous groups lambasted the move.\n\n\"Our lands are burning and flooding. Our fish are dying and our people are suffering. Now is not the time to recklessly pursue environmentally devastating projects while our territories suffer,\" Grand Chief Stewart Phillip said in a statement. The Tsleil-Waututh Nation announced it would be appealing the decision, while The Union of B.C. Indian Chief called it an \"irresponsible approach to combatting climate change and recognizing the human rights of Indigenous Peoples.\"\n\nDespite having received the government's seal of approval, the project is far from being finalized and will need to jump through a number of regulatory hoops before construction kicks off, presumably later this year. It can also be challenged again in court by indigenous people not content with the final settlement or environment advocates.\n\nThink your friends would be interested? Share this story!",
        "quotes": [
            [
                "As we've seen over the past few years, anything can happen with our neighbors to the south.",
                "Trudeau",
                true
            ],
            [
                "Right now, we're prisoners to the American market,",
                "Trudeau",
                true
            ],
            [
                "This is like declaring war on cancer and then announcing a campaign to promote smoking,",
                "",
                true
            ],
            [
                "Our lands are burning and flooding.",
                "",
                true
            ],
            [
                "Our fish are dying and our people are suffering.",
                "",
                true
            ],
            [
                "Now is not the time to recklessly pursue environmentally devastating projects while our territories suffer,",
                "",
                true
            ],
            [
                "irresponsible approach to combatting climate change and recognizing the human rights of Indigenous Peoples.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/business/458421-canadian-producers-lose-20-billion/",
                "https://www.rt.com/business/458735-canada-oil-pipeline-expansion/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "canada",
            "pipeline",
            "national",
            "oil",
            "concerns",
            "despite",
            "opposition",
            "prisoner",
            "project",
            "climate",
            "greenlights",
            "longer",
            "trudeau",
            "expansion",
            "indigenous",
            "set",
            "environmental"
        ]
    },
    {
        "url": "https://www.rt.com/op-ed/452696-trudeau-corruption-scandal-fraud/",
        "title": "Surprise! ‘Progressive hero’ Justin Trudeau is a fraud and a hypocrite",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "Danielle Ryan is an Irish freelance writer based in Dublin. Her work has appeared in Salon, The Nation, Rethinking Russia, teleSUR, RBTH, The Calvert Journal and others. Follow her on Twitter @DanielleRyanJ\n\nJustin Trudeau is in trouble — big trouble. But who could ever have guessed that the media darling and international poster-boy for progressivism was actually just another snake in the grass?\n\nTrudeau is facing explosive allegations that he pressured Canada's ex-attorney general Jody Wilson-Raybould to drop a bribery probe into Quebec-based firm SNC Lavalin (details here). Wilson-Raybould testified that officials, including Trudeau himself, \"barraged\" her with demands and “veiled threats” to drop criminal charges and said she believes her refusal to comply explains her abrupt demotion. If the allegations are true, this is bare-faced corruption. But Canada’s swoon-worthy (apparently) prime minister is dismissing calls for his resignation.\n\nSo Canadian PM Justin Trudeau looks pretty corrupt, leaning on and then firing his justice minister after she refused to drop a bribery charge against a major construction company. But he's so dreamy. https://t.co/Vui6U6PO2y — Matt Stoller (@matthewstoller) February 28, 2019\n\nTrudeau’s refusal to back down reminds me of someone. Oh, who could it be? Ah yes, that other faux-progressive who is likewise accustomed to getting a free pass from the media because he makes all the right sounds with his mouth: It’s France’s Emmanuel Macron, of course. Macron’s approval rating dipped to a mortifying low of 18 percent last year, but he is somehow still around to tell the tale — even after four months of non-stop street protests against his failing neoliberal government.\n\nTrudeau and Macron belong to the same breed of politician. When they open their mouths, they appear to be the very antithesis of the likes of Donald Trump, who displays his monstrous nature for all to see. But the Macrons and the Trudeaus of the world are monsters in disguise — and they are just as dangerous. They exhibit extreme arrogance, running around lecturing the world on right and wrong, claiming a position on the moral high-ground. It’s all a bad joke.\n\nIt seems Justin Trudeau wanted to get political credit for appointing a strong Indigenous Woman as Attorney General, then fired her when she took a strong stance for what is right. The PM is the biggest hypocrite ever seen in Canadian politics. — Spencer Fernando 🇨🇦 (@SpencerFernando) February 8, 2019\n\nTheir so-called progressivism is purely for show. They are, underneath it all, fakes, frauds and liars — talking the talk, but never walking the walk. There are endless examples of Trudeau’s flagrant dishonesty — and the SNC Lavalin scandal is actually far less offensive than some of Trudeau’s other sins against peoplekind.\n\nRemember “peoplekind”? The word Trudeau used instead of “mankind” in a blatant effort to win progressive brownie points, believing such pathetic tokenism is a good enough alternative to actually doing something tangible that might benefit “peoplekind” in any substantial way.\n\nAlso on rt.com 5 times Macron gave other leaders advice, and he now boasts an approval rating of… under 30%\n\nEnvironmentalist? Not if there’s money to be made\n\n‘Trudeau the environmentalist’ is a myth. While he made a rousing speech at the Paris climate talks in 2015 and promised to develop a low-carbon economy and tackle climate change, actions speak louder than words. His government pushed the Trans Mountain pipeline expansion, despite massive environmental protests against it — and campaign promises to end fossil fuel subsidies must have slipped his mind after the election.\n\nHe even received a standing ovation at an oil industry gathering in 2017 for saying: “No country would find 173 billion barrels of oil in the ground and just leave them there.”\n\nTrudeau claims climate change is the fight of his life & no relationship is more important than that with Indigenous peoples\n\n\n\nBut with the NEB finding the #TransMountain expansion will have major impacts on our climate, damage Indigenous rights and Orcas, what’s it going to be? pic.twitter.com/L6jetOosNm — Nathan Cullen (@nathancullen) February 26, 2019\n\nWomen’s rights defender? To a point\n\nWhile Trudeau has been a vocal supporter of the #MeToo movement, his government tried to quash a lawsuit over allegations of rampant sexual misconduct within the Canadian Armed Forces, leading to more accusations of hypocrisy. He has defended selling military equipment to Saudi Arabia, which undoubtedly is greatly to the benefit of women and children suffering famine in Yemen.\n\nOh, and then there’s the groping allegations, but those are just par for the course these days.\n\nCTV News exclusive on govt fighting military sexual misconduct lawsuit dominating QP - govt keeps repeating they are committed to a harassment free environment in CAF despite arguing the opposite in court. PM Trudeau has promised to have Justice Minister look into #cdnpoli#QP — Mercedes Stephenson (@MercedesGlobal) February 7, 2018\n\nHuman rights defender? Depends on the humans\n\nLast year, Trudeau publicly apologized for the fact that Canada rejected a ship carrying 900 Jewish refugees from Europe in 1939, saying that he was sorry “for the callousness” of Canada's response at the time and for not apologizing sooner.\n\nHe then went on to link modern anti-Semitism to the Boycott, Divestment, Sanctions (BDS) movement — a peaceful movement for Palestinian human rights. Only some crimes against humanity matter to the likes of shameless conmen like Trudeau.\n\nTwo days ago, Justin Trudeau joined international calls for an independent investigation into Israel's recent conduct in Gaza. Today, Canada opposed such an investigation at the UN Human Rights Council, because nothing matters. https://t.co/RemwqGN982#cdnpoli — Luke Savage (@LukewSavage) May 18, 2018\n\nNow he’s digging in his heels in the face of serious and credible allegations of corruption. The hypocrisy and duplicitousness of Canada’s anointed king of progressivism knows no bounds.",
        "quotes": [
            [
                "No country would find 173 billion barrels of oil in the ground and just leave them there.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/news/420973-canada-pipeline-protest-trudeau/",
                "https://www.thepostmillennial.com/trudeau-believes-all-women-except-jody-wilson-raybould/",
                "https://www.rt.com/news/450929-macron-lectured-venezuela-egypt-africa-trump/",
                "https://www.rt.com/news/452638-trudeau-scandal-bribe-pressure-resign/",
                "https://www.theguardian.com/commentisfree/2017/apr/17/stop-swooning-justin-trudeau-man-disaster-planet?CMP=share_btn_fb&fbclid=IwAR0pWyRiggu6Ok_70EwkB1VD7wK8SbfkmywmEhkW4Z7GTgJpAPmK5P_XD24",
                "https://www.bbc.com/news/world-us-canada-44687654",
                "https://www.20minutes.fr/politique/2388863-20181206-sondage-macron-philippe-plus-bas-niveau-popularite"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/cdnpoli?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/RemwqGN982",
                "https://twitter.com/SpencerFernando/status/1093925812275957760?ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/TransMountain?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/matthewstoller/status/1100980142091001856?ref_src=twsrc%5Etfw",
                "https://t.co/L6jetOosNm",
                "https://twitter.com/hashtag/QP?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/Vui6U6PO2y",
                "https://twitter.com/nathancullen/status/1100188212801294337?ref_src=twsrc%5Etfw",
                "https://twitter.com/MercedesGlobal/status/961322180813426689?ref_src=twsrc%5Etfw",
                "https://twitter.com/LukewSavage/status/997611937037930496?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "allegations",
            "right",
            "progressive",
            "rights",
            "justin",
            "trudeaus",
            "hero",
            "progressivism",
            "movement",
            "surprise",
            "fraud",
            "climate",
            "trudeau",
            "hypocrite",
            "canadas",
            "minister"
        ]
    },
    {
        "url": "https://www.rt.com/news/448626-canada-pipeline-tribal-protests/",
        "title": "Standing Rock, the sequel: Canadian tribe battles pipeline land grab",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "A standoff between heavily armed Canadian police and Wet'suwet'en tribal activists opposing a $40 billion pipeline project running through their ancestral lands is inviting comparisons with Standing Rock Sioux protests in the US.\n\nSolidarity rallies were held across Canada on Friday, including outside the parliament in Ottawa, backing the Wet'suwet'en nation’s resistance to the Coastal Gaslink Pipeline. Meanwhile, Royal Canadian Mounted Police (RCMP) officers continued dismantling the indigenous activists’ barricades in the snow-covered northwest mountains. Wet'suwet'en activist Rob Alfred posted video of the events on Facebook.\n\nOn Monday, the RCMP arrested 14 protesters at a bridge over Morice River. Images of heavily armed mounties in military-style gear detaining First Nations activists has generated substantial outrage in the country that prides itself on tolerance, politeness and multiculturalism.\n\nAt a contentious town hall meeting in Kamloops on Wednesday, some 800 km away from Unist'ot'en, Prime Minister Justin Trudeau defended Coastal Gaslink and TransMountain pipelines as a way to combat climate change. The $40 billion project to export Canadian liquid natural gas (LNG), he argued, “will supplant coal in Asia as a power source and do much for the environment.”\n\nSeveral First Nations members in the audience were having none of it, accusing Trudeau of benefiting from the tribes’ “oppression and suffering” and demanding to see a deed to the land. The PM admitted he did not have one, saying it was the “old way” of doing things and that he wanted a “partnership” with indigenous communities.\n\nTransCanada, which seeks to build the Coastal Gaslink, says it has had over 15,000 “interactions and engagements” with First Nations groups, and that the result of Monday’s raid was “not the one we wanted.”\n\n“No relationship is more important to Canada than the relationship with Indigenous Peoples.” - @JustinTrudeau, June 21, 2017\n\n\n\nArresting unarmed Indigenous defenders asserting their own rights on their own territory isn’t a way to build a ‘relationship’.#WetsuwetenStrongpic.twitter.com/G6JjZsQO4b — Mike Hudema (@MikeHudema) January 8, 2019\n\nWhile the company says it has written agreements signed with all First Nations along the pipeline route, protesters say the Wet'suwet'en hereditary chiefs have not given their consent. Canada refuses to recognize the hereditary hierarchies of First Nations, dealing with elected officials instead. There are no formal treaties between Canada and the Wet'suwet'en, or any other First Nations in British Columbia, as of yet.\n\n“I shouldn’t have to be dragged into the courts to prove that I own land that I know is ours. Our people owned these territories since time immemorial,” Freda Huson, member of the Wet'suwet'en nation, told the Guardian. “We’re in the right. We’re not doing anything wrong. This is my home. This is my land. They want to break down my door.”\n\nGordon Christie, a scholar of indigenous law at the University of British Columbia, described the hereditary chiefs’ legal claim to the land as “airtight.”\n\nWe've just heard that RCMP is establishing an exclusion zone and blocking out the public and media. Anyway, this is happening. #wetsuwetenstrongpic.twitter.com/Xs6ZCpma71 — Michael Toledano (@M_Tol) January 7, 2019\n\nThere are approximately 2,500 Wet'suwet'en (People of the Wa Dzun Kwuh River) in northern British Columbia, divided into five clans: Gilseyhu (Big Frog), Laksilyu (Small Frog), Gitdumden (Wolf/Bear), Laksamshu (Fireweed) and Tsayu (Beaver).\n\nTheir resistance to the pipeline has attracted comparisons with the Standing Rock Sioux activists, who sought to block the Dakota Access Pipeline (DAPL) starting in early 2016. The protest camp was forcibly dismantled in February 2017, after the newly inaugurated Trump administration ordered the pipeline project to proceed.\n\nLike this story? Share it with a friend!",
        "quotes": [
            [
                "will supplant coal in Asia as a power source and do much for the environment.",
                "",
                false
            ],
            [
                "No relationship is more important to Canada than the relationship with Indigenous Peoples.",
                "",
                true
            ],
            [
                "I shouldn’t have to be dragged into the courts to prove that I own land that I know is ours.",
                "Freda Huson",
                true
            ],
            [
                "Our people owned these territories since time immemorial,",
                "Freda Huson",
                true
            ],
            [
                "We’re not doing anything wrong.",
                "Freda Huson",
                true
            ],
            [
                "They want to break down my door.",
                "Freda Huson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/world/2019/jan/11/canada-pipeline-indigenous-trudeau-treaty"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/wetsuwetenstrong?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/WetsuwetenStrong?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/G6JjZsQO4b",
                "https://twitter.com/JustinTrudeau?ref_src=twsrc%5Etfw",
                "https://www.rt.com/trends/dakota-access-pipeline/",
                "https://twitter.com/MikeHudema/status/1082674495775621121?ref_src=twsrc%5Etfw",
                "https://twitter.com/M_Tol/status/1082336216475873280?ref_src=twsrc%5Etfw",
                "https://t.co/Xs6ZCpma71"
            ]
        },
        "key_words": [
            "canada",
            "pipeline",
            "standing",
            "land",
            "rock",
            "grab",
            "canadian",
            "activists",
            "way",
            "project",
            "rcmp",
            "sequel",
            "nations",
            "tribe",
            "wetsuweten",
            "indigenous",
            "battles"
        ]
    },
    {
        "url": "https://oilprice.com/Energy/Oil-Prices/The-Lucky-Few-In-Canadas-Oil-Patch.html",
        "title": "The Lucky Few In Canada’s Oil Patch",
        "authors": [
            {
                "name": "More Info",
                "link": null
            },
            {
                "name": "Gas Industry.",
                "link": null
            },
            {
                "name": "Irina Is A Writer For Oilprice.Com With Over A Decade Of Experience Writing On The Oil",
                "link": null
            },
            {
                "name": "Irina Slav",
                "link": null
            }
        ],
        "publisher": "oilprice.com",
        "publish_date": "",
        "text": "In a fascinating twist of price trends, a barrel of Canadian heavy crude that is selling for less than US$20 a barrel in Alberta could sell for three times that on the Gulf coast, the Calgary Herald reports, citing an analyst from AltaCorp Capital.\n\n“We’re not even talking about a different barrel,” Nickolas Lupick said. However, only a small portion of Canadian heavy crude reaches the Gulf coast. The companies that have the luck, or maybe privilege, to have pipeline and rail car capacity to ship their crude to the south are making out like bandits. MEG Energy corp. and Cenovus are probably among the lucky few who are selling some of their otherwise cheap crude at US$64.74 per barrel, while the competition is taking it on the chin. According to data from the EIA, the total is about 458,000 bpd.\n\nA lot more, or some 2.64 million bpd of Canadian heavy crude, is sold at the low prices, data for the first seven months of the year reveals. This crude goes to refineries in the Midwest.\n\nAccess to transport seems to be the key. “If you can physically move it on some sort of take-or-pay arrangement, the price you’d be able to get is that price in the other market less the transportation cost to move it there,” IHS Markit’s VP for North American crude oil markets, Kevin Birn, told the Calgary Herald.\n\nAs of this morning, the discount of Western Canadian Select —the benchmark price of oil from Canada’s oil sands delivered at Hardisty, Alberta—to West Texas Intermediate stood at US$51.49 a barrel—the latest stage in a development that has hammered Canadian producers’ margins thanks to the pipeline capacity shortage combined with higher railway transportation costs.\n\nWhile addressing the pipeline shortage problem has proven quite tricky, rail cars are available. Earlier this week, Alberta’s premier Rachel Notley asked the federal government to provide Albertan producers with more railway car capacity to help them fight the discount.\n\nBy Irina Slav for Oilprice.com\n\nMore Top Reads From Oilprice.com:",
        "quotes": [
            [
                "We’re not even talking about a different barrel,",
                "Nickolas Lupick",
                true
            ],
            [
                "If you can physically move it on some sort of take-or-pay arrangement, the price you’d be able to get is that price in the other market less the transportation cost to move it there,",
                "Kevin Birn",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://oilprice.com/Latest-Energy-News/World-News/Alberta-PM-Asks-Ottawa-For-More-Oil-Trains.html",
                "https://calgaryherald.com/commodities/energy/what-discount-gulf-coast-paying-premium-prices-for-canadian-oil-but-only-450000-bpd-make-it-there/wcm/71f49e90-bfb7-40f8-9053-75167c8c696e"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://oilprice.com/oil-price-charts"
            ]
        },
        "key_words": [
            "transportation",
            "patch",
            "pipeline",
            "lucky",
            "oil",
            "crude",
            "canadian",
            "heavy",
            "barrel",
            "canadas",
            "price",
            "capacity",
            "shortage"
        ]
    },
    {
        "url": "https://www.reuters.com/article/us-usa-interior-oil/u-s-interior-agency-speeds-up-process-to-lease-oil-gas-on-federal-land-idUSKBN1FL6P8",
        "title": "U.S. Interior agency speeds up process to lease oil, gas on federal land",
        "authors": [
            {
                "name": "Valerie Volcovici",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2018-02-02",
        "text": "FILE PHOTO: An oil pump is seen operating in the Permian Basin near Midland, Texas, U.S. on May 3, 2017. Picture taken May 3, 2017. REUTERS/Ernest Scheyder/File Photo\n\nWASHINGTON (Reuters) - The U.S. Department of the Interior this week quietly removed Obama-era reforms to the leasing of federal land for oil and gas drilling in a move to “simplify and streamline” the process, according to a memo sent to field staff on Wednesday.\n\nThe instruction memorandum sent to field officials by the acting director of the Interior’s Bureau of Land Management updated the review process for leasing out federal land for oil and gas production to speed up permitting of new lease sales.\n\nThe memo effectively erases the reforms implemented by the Obama administration aimed at including input from environmentalists and local tourist industry groups in the process of leasing federal land for drilling, which the oil and gas industry said was time-consuming and redundant.\n\n“This (Instructional Memorandum) aims to simplify and streamline the leasing process for more efficient and effective oil and gas lease management,” the memo said, adding that policy changes would result in “additional revenue from increased lease sales” and reduced costs for environmental reviews and responses to protests.\n\nThe new policy would limit the environmental review of a specific lease sale to six months and no longer requires site visits by BLM officials.\n\n“The clear direction is to issue as many leases as possible, as quickly as possible, without considering resource conflicts or the desires of local communities,” said Nada Culver, senior counsel at the Wilderness Society, a public lands advocacy group.\n\nThe previous administration decided to reform how oil and gas leases were approved after nearly 80 leases on land near national parks and monuments in Utah had to be canceled by BLM amid a barrage of lawsuits by environmental groups.\n\nUnder the Trump administration’s “energy dominance” agenda, the Interior Department has taken steps to undo environmental regulations and open up more federal land and waters to energy exploration.",
        "quotes": [
            [
                "This (Instructional Memorandum) aims to simplify and streamline the leasing process for more efficient and effective oil and gas lease management,",
                "",
                true
            ],
            [
                "additional revenue from increased lease sales",
                "",
                false
            ],
            [
                "The clear direction is to issue as many leases as possible, as quickly as possible, without considering resource conflicts or the desires of local communities,",
                "Nada Culver",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "memo",
            "interior",
            "land",
            "oil",
            "process",
            "agency",
            "leases",
            "speeds",
            "federal",
            "lease",
            "leasing",
            "gas",
            "environmental"
        ]
    },
    {
        "url": "https://www.reuters.com/article/us-usa-interior-oil/u-s-federal-oil-output-hits-record-in-2017-in-boost-for-trump-energy-agenda-idUSKBN1JE29M",
        "title": "U.S. federal oil output hits record in 2017, in boost for Trump energy agenda",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2018-06-18",
        "text": "FILE PHOTO: A car is filled with gasoline at a gas station pump in Carlsbad, California August 4, 2015. REUTERS/Mike Blake/File Photo\n\n(Reuters) - Oil production from U.S. federal lands and waters rose 7 percent last year to the highest in at least a decade, while natural gas output slipped, according to soon-to-be-published U.S. data - a partial win for the Trump administration as it tries to fire up energy production on public land.\n\nCrude oil output from federal leases averaged about 2.22 million barrels per day during the 2017 fiscal year, the highest since at least 2007, and up from 2.07 million bpd during the 2016 fiscal year, according to the data from the Department of Interior’s Office of Natural Resources Revenue provided to Reuters.\n\nThat increase came as total U.S. oil production, including output from private lands, rose 5 percent in the 2017 calendar year to 9.3 million bpd, near the highest since the 1970s, according to the U.S. Energy Information Administration.\n\nThe ONRR data also showed federal coal production rose in fiscal 2017 to about 333.5 million tonnes, compared to 296 million the year before, while natural gas output dipped 5 percent to 4.36 billion mcf (thousand cubic feet).\n\nPresident Donald Trump’s administration has sought to expand energy production on public lands, which stagnated during a multi-year surge in output on private lands, by rolling back federal environmental protections such as methane emissions curbs, expanding lease sales, and trimming royalty rates.\n\nThat approach, which has angered environmentalists and land conservationists, was meant in part to help boost energy revenues to federal coffers.\n\nThe Interior Department said late last year that 2017 fiscal year disbursements from energy and minerals production on federal and tribal acreage likely totaled $7.11 billion, up nearly $1 billion from fiscal year 2016.\n\nAt that time Interior’s ONRR had not yet finalized its production data.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "output",
            "trump",
            "hits",
            "boost",
            "million",
            "energy",
            "oil",
            "record",
            "fiscal",
            "agenda",
            "lands",
            "federal",
            "rose",
            "production",
            "data",
            "2017"
        ]
    },
    {
        "url": "https://www.nytimes.com/2018/10/27/climate/trump-fracking-drilling-oil-gas.html",
        "title": "Driven by Trump Policy Changes, Fracking Booms on Public Lands",
        "authors": [
            {
                "name": "Hiroko Tabuchi",
                "link": null
            },
            {
                "name": "Eric Lipton",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2018-10-27",
        "text": "To proponents, the Trump administration is putting government-owned land to good use, with big returns for taxpayers.\n\nNationally, oil production on federal lands is rising at an extraordinary pace, jumping 25 percent in the first seven months of this year compared with 2016, the last year of the Obama administration.\n\nThat boom has driven up government revenue from lease sales and royalties collected from oil and gas production on federal lands, which is shared with the states. Wyoming received $669 million from federal oil, gas and coal sales last year, money it uses to help pay for its schools, roads and other needs. One federal lease sale in New Mexico last month brought in nearly $1 billion worth of bids, more than the total lease sale revenue from all sales nationwide in 2017.\n\n“This historic lease sale shows what is possible when we leverage the vast natural resources we have in our country, using innovation, best science and best practices,” Interior Secretary Ryan Zinke said in September, celebrating the result of that particular lease sale, adding that critics of the Trump administration’s efforts to increase energy production “are eating their words and once again President Trump’s policies are bearing fruit for the American people.”\n\nBut the Interior Department has offered so much land through auctions in the last two years that the majority have failed to attract any bidders. Even so, the overall amount of land actually leased — in deals signed with oil and gas companies or investors — was 1.2 million acres in 2017, according to the agency, more than double the amount from the previous year, and reached 1.35 million acres this year.\n\nAs Western states reap the benefits from these sales, they are also confronting the risks that the administration’s policies could scar iconic American landscapes, threatening wildlife and endangering public health.\n\nTrump-era leases have given oil and gas companies access to drilling rights in areas that are known habitats for threatened species, and immediately next to preserved landscapes like the Canyons of the Ancients National Monument in Colorado, famous for its ancient pueblos, rock art and other archaeological sites.",
        "quotes": [
            [
                "This historic lease sale shows what is possible when we leverage the vast natural resources we have in our country, using innovation, best science and best practices,",
                "Trump",
                true
            ],
            [
                "are eating their words and once again President Trump’s policies are bearing fruit for the American people.",
                "Trump",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://revenuedata.doi.gov/downloads/disbursements_FY2014-2017.xlsx",
                "https://www.blm.gov/programs/national-conservation-lands/colorado/canyons-of-the-ancients",
                "https://www.doi.gov/pressreleases/they-said-it-couldnt-be-done-trump-admin-dominates-billion-dollar-oil-and-gas-sale"
            ],
            "unsure": []
        },
        "key_words": [
            "million",
            "trump",
            "land",
            "oil",
            "policy",
            "lands",
            "fracking",
            "booms",
            "driven",
            "lease",
            "sales",
            "federal",
            "production",
            "public",
            "gas",
            "sale",
            "changes"
        ]
    },
    {
        "url": "https://www.rt.com/viral/386649-fyre-festival-monument-millennial-naivety/",
        "title": "‘Living like movie stars, partying like rock stars’: Fyre festival a monument to millennial naivety",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "The fallout from the Fyre Festival fiasco has been immense, with unprecedented levels of online schadenfreude contributing to a meme that just keeps giving. It also highlights the incredible power wielded by Instagram models in the digital age.\n\nIMO #fyrefestival successfully showed that posting pictures of models on Instagram will get people to fly to a festival without thinking. — Kendall Schmidt (@HeffronDrive) April 29, 2017\n\nFestival organizers have now doubled down on their outlandish promises, assuring all ticket holders they will receive full refunds in addition to free VIP tickets to next year’s event, which will reportedly be held in the United States.\n\n“After speaking with our potential partners, we have decided to add more seasoned event experts to the 2018 Fyre Festival, which will take place at a United States beach venue,” organizers wrote in their official statement.\n\n\"Hey guys what time do The Chainsmokers and Migos come on\" #fyrefestivalpic.twitter.com/a8je5qZdC3 — Nikeya Wilson (@DJNikNak24769) April 29, 2017\n\nI have resorted to cannibalism. We still have food, but when else am I going to have the excuse? #FyreFestival — Daniel (@thechinface) April 28, 2017\n\nIt’s hard to imagine how festival organizers could top the unrelenting smugness and faux-exclusivity of an event that boasted packages starting from an eye-watering $12,000.\n\nAccording to an archived copy of the Fyre Festival website, one particularly obnoxious package was available at a cost of $400,000, which gave eight guests the privilege of staying on the artists’ island, though in separate accommodation, for just $50,000 per person.\n\nFyre Festival’s official Twitter account has been reduced to a post-apocalyptic social media wasteland by a likely purge of the unflattering Tweetstorm that followed one of the most epic fails in recent social media memory.\n\nOne of the world’s most exclusive gatherings couldn’t even compete with the oft-derided Juggaloo movement.\n\nLet this #fyrefestival debacle be a reminder that the Gathering of the Juggalos has run successfully for 17 years. — Geoff Ross (@geoffisfamous) April 29, 2017\n\nThanks to #fyrefestival we finally have decisive proof that entitled Millennials and tech bros are less competent & organized than Juggalos. pic.twitter.com/ahgUXfiri5 — John Schindler (@20committee) April 29, 2017\n\nFear not, however, as the event’s official Facebook page has suffered no such fate, though the rabbit hole of smarminess in the comments section may take up a disproportionate amount of your time. In fairness, it’s hard not to laugh.\n\nThe true suffering of the #fyrefestival attendees begins when they get home & realize how much everyone enjoyed this. — Katherine Ryan (@Kathbum) April 29, 2017\n\nNot to mention the event’s SubReddit, which has yielded some true gems. In one of the most trending memes to stem from the monumental failure, witty redditors were quick to draw comparisons with the ongoing global migrant crisis.\n\n#fyrefestival: rich white people pay $12,000 to live like Syrian refugees and then complain about it on social media — mac (@imacclap) April 29, 2017\n\nWhen you go to #FyreFestival expecting Ja Rule, but it turns out to be Ashanti town pic.twitter.com/EgBK71rux6 — Ben Travis (@BenSTravis) April 28, 2017\n\n“I think we should do everything we can to help people. But America comes first. How do we know none of these people have been radicalized?” one redditor wrote.\n\nThe #fyrefestival fiasco is a good metaphor for the #First100Days of this administration. — Peter Daou (@peterdaou) April 29, 2017\n\nRich people going without basic services causes an international panic. Flint, Michigan hasn't had clean water since 2014. #fyrefestival — Comic Sans Defender (@TibiusReynolds) April 29, 2017\n\nWhile festival organizers plan on making a “considerable donation” to the Bahamas Red Cross Society, many observers have been left unconvinced by their half-hearted contrition, especially in light of one damning article published online in New York Magazine by an alleged member of the event staff.\n\nThe author claims that Ja Rule himself gave a toast to the production crew several weeks in advance of the event, in which he was quoted as saying: “To living like movie stars, partying like rock stars, and f*cking like porn stars.”\n\nAs if that toast wasn’t nauseating enough, the author further claims that the event organizers were fully aware of the impending catastrophe awaiting the festival, but chose to brush it off.\n\n“The best idea, they said, would be to roll everyone’s tickets over to 2018 and start planning for the next year immediately. They had a meeting with the Fyre execs to deliver the news. A guy from the marketing team said, ‘Let’s just do it and be legends, man.’”\n\nFor context, Ja Rule has also been involved in another less-than-reputable business venture directly targeting naive millennials: the Magnises credit card.",
        "quotes": [
            [
                "Let’s just do it and be legends, man.",
                "",
                true
            ],
            [
                "After speaking with our potential partners, we have decided to add more seasoned event experts to the 2018 Fyre Festival, which will take place at a United States beach venue,",
                "",
                true
            ],
            [
                "Hey guys what time do The Chainsmokers and Migos come on",
                "Nikeya Wilson",
                false
            ],
            [
                "I think we should do everything we can to help people.",
                "Ben Travis",
                true
            ],
            [
                "How do we know none of these people have been radicalized?",
                "Ben Travis",
                true
            ],
            [
                "To living like movie stars, partying like rock stars, and f*cking like porn stars.",
                "",
                true
            ],
            [
                "The best idea, they said, would be to roll everyone’s tickets over to 2018 and start planning for the next year immediately.",
                "",
                true
            ],
            [
                "They had a meeting with the Fyre execs to deliver the news.",
                "",
                true
            ],
            [
                "A guy from the marketing team said, ‘Let’s just do it and be legends, man.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.businessinsider.com/magnises-complaints-from-members-2017-1?r=UK"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/HeffronDrive/status/858330161799847936",
                "https://www.thecut.com/2017/04/fyre-festival-exumas-bahamas-disaster.html?mid=twitter_cut",
                "https://twitter.com/hashtag/fyrefestival?src=hash",
                "https://twitter.com/geoffisfamous/status/858357373940846593",
                "https://twitter.com/macclapper/status/858451050151514113",
                "https://twitter.com/thechinface/status/857986387848704000",
                "https://t.co/a8je5qZdC3",
                "http://web.archive.org/web/20170405151247/https://www.fyrefestival.com/packages",
                "https://www.reddit.com/r/fyrefestival/comments/68bgki/why_fyre_festival_attendees_should_not_be_allowed/",
                "https://twitter.com/login?redirect_after_login=%2Ffyrefestival%2Fwith_replies%3Flang%3Den",
                "https://twitter.com/TibiusReynolds/status/858381320279310336",
                "https://fyrefestival.com/",
                "https://twitter.com/BenSTravis/status/857961639877980160",
                "https://twitter.com/Kathbum/status/858400487216959488",
                "https://twitter.com/20committee/status/858349597172932609",
                "https://twitter.com/peterdaou/status/858267485828788224",
                "https://twitter.com/hashtag/FyreFestival?src=hash",
                "https://twitter.com/scotty2buck/status/858363299922149377",
                "https://t.co/ahgUXfiri5",
                "https://twitter.com/hashtag/First100Days?src=hash",
                "https://twitter.com/DJNikNak24769/status/858291264919351296",
                "https://t.co/aPfO7RuLBB",
                "https://t.co/EgBK71rux6",
                "https://www.facebook.com/fyrefestival/"
            ]
        },
        "key_words": [
            "stars",
            "movie",
            "rule",
            "naivety",
            "media",
            "rock",
            "official",
            "living",
            "fyrefestival",
            "festival",
            "fyre",
            "social",
            "29",
            "event",
            "millennial",
            "partying",
            "organizers",
            "monument"
        ]
    },
    {
        "url": "https://oilprice.com/Energy/Crude-Oil/China-Faces-An-Uphill-Battle-For-Energy-Independence.html",
        "title": "China Faces An Uphill Battle For Energy Independence",
        "authors": [
            {
                "name": "More Info",
                "link": null
            },
            {
                "name": "Energy Markets",
                "link": null
            },
            {
                "name": "Author That Has Been Working Out Of The Asia-Pacific Region For Years. I Ve Covered Oil",
                "link": null
            },
            {
                "name": "Journalist",
                "link": null
            },
            {
                "name": "Tim Daiss",
                "link": null
            }
        ],
        "publisher": "oilprice.com",
        "publish_date": "",
        "text": "A Reuters report last week examining China's renewed oil and gas exploration and production push should make the country’s oil majors, Beijing energy planners, and just about everybody else in the country’s Oil Patch breathe a collective sigh of relief - but at the end of the day, the question has to be asked, will it still be enough?\n\nFirst the good news\n\nFirst the good news: China’s national oil companies are raising spending on domestic oil and gas drilling to the highest levels since 2016. This push comes as Chinese President Xi Jinping calls for the country to boost energy development to enhance national energy security. A few months ago, China National Petroleum Corporation (CNPC), one of China's largest oil majors with some $428.62 billion in revenue in 2017, announced an oil discovery at Mahu in the Junggar basin which has 400 million tonnes of oil in place, one of the largest oil finds onshore China in years. Approximately 100 million tonnes will be technically recoverable. Annual output at Mahu will reach over 3 million tonnes per year in three years, a demonstrative addition to the 10-million tonne per year Xinjiang field.\n\nAlso, a few months ago PetroChina, CNPC’s listed arm, struck sizeable oil and gas flow in exploration well Zhongqiu-1 in the Tarim basin, in the Xinjiang region, in northwestern China. Zhongqiu-1 tested a daily natural gas flow of 330,000 cubic meters and condensate of 21.4 cubic meters. The well is located in the southern part of Kuche trough in the Tarim basin, part of a 5,200 square-km exploration zone. Related: Iran Puts ‘Recoverable Reserves’ At 160 Billion Barrels\n\nIn December, CNPC said it also struck daily gas flows of 225,000 cubic meters at the exploration well Yongtan-1, in Sichuan province’s Jianyang city, part of a 350 square-km gas-rich acreage of volcanic rock layers. Production at CNPC’s flagship shale gas play Chuannan in Southern Sichuan hit a daily record of 20.11 million cubic meters in late December, up from 12 million cubic meters in October, the Reuters report said, citing CNPC data. CNPC also struck high volumes of gas flows at four exploration wells at Dagang, near Beijing, that could lead to a sizeable gas field called Lianhua.\n\nMore good news\n\nCNOOC, China's largest offshore driller, also has joined the act. The state-run firm discovered 348 meters of gas bearing deposit and 25 meters of oil-bearing structure and tested daily gas flows of 6.4 million cubic feet. Bozhong 29-6, also in the Bohai Sea, is an oil find with potentially 100 million tonnes of oil reserve in place. CNOOC completed eight appraisal wells by August 2018.\n\nLingshui 17-2, 93-miles (150 km) off China’s southernmost province of Hainan is CNOOC’s single-largest fully-owned deepwater find. CNOOC made a final investment decision in March 2018 and total investment is estimated at $2.98 billion (20 billion yuan). Energy consultancies Wood Mackenzie and IHS Markit estimate that the block, at an average water depth of 1,450 meters (4,750 feet), has recoverable reserves of 2.5 trillion cubic feet.\n\nThe rest of the story\n\nDespite Beijing’s push to ramp up oil and gas development, it will not be enough to offset the projected increase of both hydrocarbons, while aging fields and infrastructure will still be an impediment for China's goal of greater energy security and self-sufficiency. In other words, the U.S. goal of energy independence is out of reach for China in the foreseeable future, at least in the era dominated by fossil fuels. Related: The Key Takeaways This Earnings Season\n\nChina surpassed the U.S. in 2017 as the world’s largest crude oil importer, while the country will likely solidify that top position in the decades to come. Meanwhile, at the end of last year, China surpassed South Korea as the second largest importer of liquefied natural gas (LNG) and is projected to bypass Japan within the next few years to become the top global LNG importer, a dynamic unthinkable just a few years ago.\n\nChina's increase gas usage comes amid Beijing’s mandate that gas make up at least 10 percent of the country’s energy mix by 2020, with further earmarks to 2030, in an effort to clean up rampant air pollution, particularly in its major urban centers. China, already the world’s largest oil and coal importer, will see its gas imports approach the level of the European Union by 2040, the Paris-based International Energy Agency (IEA) forecasted last year.\n\nChina's oil and gas push also has geopolitical overtones amid Beijing’s ongoing development in disputed areas in the South China Sea. As China continues its buildup and militarization of artificial islands in the area, against growing international scorn and among concern from its neighbors in the region, it will nonetheless be tempted to drill for more oil and gas in these areas it now claims as sovereign territory.\n\nBy Tim Daiss for Oilprice.com\n\nMore Top Reads From Oilprice.com:",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnbc.com/2018/11/13/gas-to-overtake-coal-as-second-largest-energy-source-by-2030-says-iea.html",
                "https://www.reuters.com/article/us-china-oil-exploration-factbox/factbox-chinas-oil-majors-tap-new-discoveries-as-they-step-up-drilling-idUSKCN1PQ3Q2?feedType=RSS&",
                "https://oilprice.com/Energy/Energy-General/The-Key-Takeaways-This-Earnings-Season.html",
                "https://oilprice.com/Energy/Energy-General/Iran-Puts-Recoverable-Reserves-At-160-Billion-Barrels.html"
            ],
            "gov_pgs": [
                "https://www.eia.gov/todayinenergy/detail.php?id=34812"
            ],
            "unsure": []
        },
        "key_words": [
            "million",
            "exploration",
            "faces",
            "energy",
            "oil",
            "largest",
            "battle",
            "chinas",
            "uphill",
            "china",
            "cubic",
            "independence",
            "meters",
            "gas"
        ]
    },
    {
        "url": "https://www.rt.com/usa/454839-green-new-deal-flops-senate/",
        "title": "AOC’s Green New Deal smacked down after forced 'bluff vote' in Senate",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "Alexandria Ocasio-Cortez’s Green New Deal died an ignominious death on the Senate floor, without one ‘yes’ vote – but the congresswoman says she told senators to vote ‘present’ after it was ‘rushed’ to the floor without a hearing.\n\nThe vote, called by Senate majority leader Mitch McConnell, was a resounding 57-0 against, with 43 Democrats voting “present.” Ocasio-Cortez said she advised her party to vote that way because McConnell was trying to rush the bill through, ensuring its demise without so much as a hearing on the issues involved.\n\nBecause I encouraged them to vote present, along w/ others.\n\n\n\nMcConnell tried to rush the #GreenNewDeal straight to the floor without a hearing.\n\n\n\nThe real question we should be asking: Why does the Senate GOP refuse to hold any major hearings on climate change? https://t.co/de8oKOXeJf — Alexandria Ocasio-Cortez (@AOC) March 26, 2019\n\n“The real question we should be asking: Why does the Senate GOP refuse to hold any major hearings on climate change?” Ocasio-Cortez tweeted, pointing to devastating floods in the Midwest as a sign that climate catastrophe was imminent.\n\nDemocrats joined her Senate counterpart Ed Markey (Massachusetts) in condemning McConnell’s “sham” vote on what was ultimately a non-binding resolution, meaning it was not legally enforceable and would at any rate have needed a 60-vote super-majority to proceed, an impossibility given the Democrats’ minority in the Senate.\n\nSenate minority leader Chuck Schumer slammed the “political stunt,” accusing McConnell of making a “mockery of the legislative process,” but spun the debacle as an ultimate victory for the progressive congresswoman. “With this exercise, they have also elevated the issue in a way I am sure they never intended, and for that, I want to thank them, because now we’re finally talking about climate change,” he said.\n\nAlso on rt.com Velociraptor-riding Reagan & Star Wars enrolled by Republican Senator in crusade on Green New Deal\n\nThree Democratic senators crossed the aisle to vote “no” on the Deal, as did independent Senator Angus King, who usually votes Democratic. It’s unclear what version of the Deal the Senate voted on, however, as the text of the resolution disappeared from Ocasio-Cortez’s website over a month ago after certain provisions sparked media outcry.\n\nIf you like this story, share it with a friend!",
        "quotes": [
            [
                "The real question we should be asking: Why does the Senate GOP refuse to hold any major hearings on climate change?",
                "Alexandria Ocasio-Cortez",
                true
            ],
            [
                "With this exercise, they have also elevated the issue in a way I am sure they never intended, and for that, I want to thank them, because now we’re finally talking about climate change,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/usa/454826-republican-senator-velociraptor-green-deal/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/AOC/status/1110666127644991493?ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/GreenNewDeal?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/de8oKOXeJf"
            ]
        },
        "key_words": [
            "forced",
            "aocs",
            "change",
            "bluff",
            "floor",
            "way",
            "deal",
            "present",
            "smacked",
            "senate",
            "mcconnell",
            "climate",
            "ocasiocortez",
            "green",
            "vote"
        ]
    },
    {
        "url": "https://medium.com/@teamwarren/our-military-can-help-lead-the-fight-in-combating-climate-change-2955003555a3",
        "title": "Our military can help lead the fight in combating climate change",
        "authors": [
            {
                "name": "Team Warren",
                "link": null
            }
        ],
        "publisher": "medium.com",
        "publish_date": "2019-05-15",
        "text": "Last year, Hurricane Florence ripped through North Carolina, damaging Camp Lejeune. Hurricane Michael tore through Tyndall Air Force Base in Florida, leaving airplane hangars that housed our fifth-generation aircraft shredded and largely roofless. At Offutt Air Force Base in Nebraska, floodwaters swamped more than one million square feet of buildings, forcing military personnel to scramble to save sensitive equipment and munitions. The total cost to repair just three bases? In the billions.\n\nClimate change is already impacting the way the Pentagon operates — its training, equipment, supply chains, construction, maintenance, and deployments. More and more, accomplishing the mission depends on our ability to continue operations in the face of floods, drought, wildfires, and desertification. The changing climate has geopolitical implications, as well. It’s what the Pentagon calls a “threat multiplier,” exacerbating the dangers posed by everything from infectious diseases to terrorism. In the Arctic, for example, melting ice has made previously closed sea routes easier to navigate, creating greater chances for competition and conflict over access to these waters and natural resources. In Southeast Asia, rising seas are forcing thousands of people to migrate from their homes, increasing the risk of ethnic and political strife.\n\nIn short, climate change is real, it is worsening by the day, and it is undermining our military readiness. And instead of meeting this threat head-on, Washington is ignoring it — and making it worse.\n\nWe have the most capable military in the world. It’s also the single largest government consumer of energy, and it’s dependent on fossil fuels. The Pentagon spends about $4 billion a year to power its bases at fixed locations and consumes tens of billions of barrels of fuel per year. An Arleigh-Burke class destroyer can consume 1,000 gallons of fuel in an hour while underway. It cost the Pentagon as much as $400 per gallon to transport the gas needed to keep bases operational at the height of the war in Afghanistan; in Iraq, convoys transporting oil and gas were vulnerable targets for insurgent attacks. And our non-combat bases often depend on a commercial power grid that can go down for any number of reasons: old infrastructure, extreme weather, cyber-attacks. When the power’s out, it costs the Pentagon real money — more than $179,000 each day.\n\nThe Pentagon itself recognizes the threat. Our military’s top priority is readiness — ensuring that our service members are prepared to perform their mission. Time and time again, senior military leaders have warned Congress of the national security challenge that climate change poses. The military is taking steps to become more energy efficient and resilient, reducing energy use, generating renewable energy, and adjusting construction plans for extreme weather. But captured by Big Oil and its money, Washington continues to deny the threat and stand in the way of meaningful action to address it.\n\nNibbling around the edges of the problem is no longer enough — the urgency of the moment demands more. That’s why today I am introducing my Defense Climate Resiliency and Readiness Act to harden the U.S. military against the threat posed by climate change, and to leverage its huge energy footprint as part of our climate solution.\n\nIt starts with an ambitious goal: consistent with the objectives of the Green New Deal, the Pentagon should achieve net zero carbon emissions for all its non-combat bases and infrastructure by 2030.\n\nAnd there’s a lot more.\n\nTo improve readiness and resilience to climate-related events, we should also create a dedicated source of funding to adapt our bases in the United States and around the world. Let’s save money by budgeting for climate change on the front end, so that the Pentagon doesn’t have to ask for more only after a base is flooded or equipment damaged when natural disasters strike.\n\nThe DOD awards hundreds of billions of dollars’ worth of contracts every year, so if we’re serious about climate change then industry also needs to have skin in the game. I’ll ask contractors that have not achieved net zero carbon emissions to pay a small fee — one percent of the total value of the contract — and I’ll use that money to invest directly in making our military infrastructure more resilient.\n\nI’ll direct the Secretary of Defense to appoint a senior official within the Defense Department and each of the military services to ensure that, top to bottom, our military is prioritizing the climate threat.\n\nAnd I’ll invest billions of dollars into a new, ten-year research and development program at the Defense Department focused on microgrids and advanced energy storage. The Pentagon has been responsible for countless technological breakthroughs, working together with colleges and universities, our national labs, local governments, and private companies. Let’s put that effort toward new clean energy solutions that will improve our security by allowing military bases to remain operational when traditional power sources fail, and save taxpayers money through lower overall energy consumption.\n\nFinally, I want the Pentagon to produce an annual report evaluating the climate vulnerability of every U.S. military base at home and abroad, using real scientific methodology, so that we can make more informed plans moving forward.\n\nWe don’t have to choose between a green military and an effective one. My energy and climate resiliency plan will improve our service members’ readiness and safety, all while achieving cost savings for American taxpayers. Our military understands that, and it’s time our elected leaders did as well. Together, we can work with our military to fight climate change — and win.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/real-cost-of-gas-at-afghan-bases-400-gal/",
                "https://www.washingtonpost.com/national/hurricane-michael-tyndall-air-force-base-was-in-the-eye-of-the-storm-and-almost-every-structure-was-damaged/2018/10/23/26eca0b0-d6cb-11e8-aeb7-ddcad4a0a54e_story.html?noredirect=on",
                "https://qz.com/india/1432375/climate-change-may-force-200000-people-in-bangladesh-to-migrate/",
                "https://www.militarytimes.com/news/your-military/2019/01/18/dod-majority-of-mission-critical-bases-face-climate-change-threats/",
                "https://climateandsecurity.org/2019/05/03/update-chronology-of-u-s-military-statements-and-actions-on-climate-change-and-security-jan-2017-april-2019/",
                "https://www.nbcwashington.com/news/national-international/Climate-Change-Floods-Threat-US-Military-507507641.html?amp=y",
                "https://www.popsci.com/g00/technology/article/2012-09/fyi-what-kind-gas-mileage-can-you-get-naval-warship?i10c.ua=1&i10c.encReferrer=aHR0cHM6Ly93d3cucG9wc2NpLmNvbS90ZWNobm9sb2d5L2FydGljbGUvMjAxMi0wOS9meWktd2hhdC1raW5kLWdhcy1taWxlYWdlLWNhbi15b3UtZ2V0LW5hdmFsLXdhcnNoaXA%3d&i10c.dv=18",
                "https://www.reuters.com/article/pentagon-energy/pentagon-could-save-lives-by-cutting-fuel-use-study-idUSN1028357920091110",
                "https://www.defensenews.com/smr/federal-budget/2019/03/25/memo-pentagon-delivers-reprogramming-request-seeks-supplemental-for-9-billion-hurricane-damage/",
                "https://www.washingtonpost.com/graphics/2018/world/arctic-climate-change-military-russia-china/?noredirect=on",
                "https://www.marinecorpstimes.com/news/your-marine-corps/2018/12/12/36-billion-price-tag-to-rebuild-lejeune-buildings-damaged-by-hurricane-florence/"
            ],
            "gov_pgs": [
                "https://www.congress.gov/congressional-report/115th-congress/senate-report/125/1",
                "https://media.defense.gov/2019/Jan/29/2002084200/-1/-1/1/CLIMATE-CHANGE-REPORT-2019.PDF"
            ],
            "unsure": [
                "https://www.acq.osd.mil/eie/OE/OE_index.html",
                "https://www.acq.osd.mil/eie/IE/FEP_index.html"
            ]
        },
        "key_words": [
            "combating",
            "bases",
            "threat",
            "energy",
            "money",
            "fight",
            "lead",
            "help",
            "climate",
            "readiness",
            "military",
            "pentagon",
            "change",
            "defense"
        ]
    },
    {
        "url": "https://www.theguardian.com/us-news/2019/may/07/nearly-two-dozen-democrats-running-for-president-only-two-have-a-climate-plan",
        "title": "Nearly two dozen Democrats want to be president. Only two have a climate change plan",
        "authors": [
            {
                "name": "Emily Holden",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2019-05-07",
        "text": "Scientists have warned that governments have about 11 years to enact large-scale climate legislation to stop global warming\n\nOf the nearly two dozen Democrats running for president, only two campaigns have so far laid out deadlines for transforming American life to slash the pollution that is warming the planet’s climate.\n\nThe world’s scientists warn that governments have about 11 years to put in place strategies to cut emissions from power plants, cars, buildings, factories and land use. Once the next US president takes office, they will have nine years.\n\nPassing large-scale climate legislation or writing new regulations for industry could take years, even if it is the next president’s primary priority. Any new administration will need to enter office with a detailed proposal and timeline to make a dent in the country’s share of climate pollution, experts agree.\n\nWhat needs to be done and when?\n\n“The more that we delay, the harder it will be,” said Sonia Aggarwal, vice-president of the climate policy group Energy Innovation. “The sooner we get started, the more we’ll see deployment of new and increasingly very low-cost technologies that can reduce emissions.”\n\nAggarwal said the changes required are “nothing short of remaking our economy” at a “fundamental level”. Energy Innovation advocates for tackling the biggest and least complicated emissions cuts first. That includes switching to clean sources of electricity and scaling back super-polluting gases, including methane emissions from the oil and gas industry and fluorinated gases used in refrigeration and air conditioning.\n\nBut as Democrats cast Donald Trump and other Republicans as resistant to even acknowledging the crisis, most Democratic candidates have yet to reach that level of detail in their policy proposals.\n\nWho is ahead of the pack?\n\nThe Washington governor Jay Inslee and Texas congressman Beto O’Rourke want the US to be carbon-neutral within the next three decades. Both have unveiled detailed climate policy plans. Inslee would set milestones for three sectors that could drive major reductions: power, transportation and buildings. He has earned praise for his specificity. O’Rourke would also spend $5 tn on green infrastructure.\n\nSenator Elizabeth Warren has proposed banning new coalmining and oil drilling on public lands, which could cut US emissions but fall short of what scientists say is needed. A House climate committee will consider the idea.\n\nSome advocates say it is too soon to judge Democratic candidates on climate, with the 2020 election season starting earlier than ever.\n\nClimate change 2020: can the Democrats make it an election issue? Read more\n\n“At this early stage in the campaign, the most important thing is that the candidates get the policy right and commit to making climate change a top priority,” said Varshini Prakash, the leader of the youth-run Sunrise Movement. She said the group is looking for candidates who will “put the full weight of the government behind a transformation of our economy and society”.\n\nLynn Scarlett, a vice-president for policy at the Nature Conservancy, said, “Regardless of the details, it is encouraging to see how elevated this issue has become.\n\n“We recognize that successfully getting policy across any finish line often means going in with some broad principles and some broad paradigm but using the legislative process in a give-and-take to work out the devilish details,” Scarlett continued.\n\nWho doesn’t have a comprehensive plan?\n\nThe Vermont senator Bernie Sanders speaks frequently about the urgency of the climate change problem and supports a Green New Deal to fight global warming while making life more equitable for the poor and people of color. In 2015, Sanders unveiled a plan to cut US carbon emissions 80% by 2050, but so far this campaign season he has not laid out a timeline for the broad strategies he supports.\n\nSanders has signed a pledge to refuse donations from fossil fuel interests, but other prominent Democrats have not, including the New Jersey senator Cory Booker, California senator Kamala Harris and former vice-president Joe Biden.\n\nBooker has an environmental justice plan to crack down on pollution in vulnerable communities, but he has not set a timeline for cutting carbon emissions. Harris is a co-sponsor of the Green New Deal but has otherwise said little about what she would do.\n\nBiden entered the race last month, marketing himself as the only candidate who can beat Donald Trump. Biden was the first senator to propose climate legislation, but he has not endorsed a Green New Deal or any other specific policies recently.\n\nWhen will the others catch up?\n\nRL Miller, chair of the California Democratic party environmental caucus and political director of Climate Hawks Vote, said the campaigns are progressing on climate but running out of time.\n\n“We have two plans and a lot of buy-in on some concepts that have not been fleshed out into plans,” Miller said.\n\nOne poll of Democrats recently showed climate change is their top issue. A United Nations report warned this week that as the Earth absorbs rising temperatures, human society is in jeopardy.\n\nMiller said with the first debate in less than two months, candidates should be expanding on their ideas more.\n\n“The sooner you lay out a plan early on, the sooner you stand out,” Miller said.",
        "quotes": [
            [
                "The more that we delay, the harder it will be,",
                "Sonia Aggarwal",
                true
            ],
            [
                "The sooner we get started, the more we’ll see deployment of new and increasingly very low-cost technologies that can reduce emissions.",
                "Sonia Aggarwal",
                true
            ],
            [
                "nothing short of remaking our economy",
                "Aggarwal",
                false
            ],
            [
                "At this early stage in the campaign, the most important thing is that the candidates get the policy right and commit to making climate change a top priority,",
                "Varshini Prakash",
                true
            ],
            [
                "put the full weight of the government behind a transformation of our economy and society",
                "",
                false
            ],
            [
                "We recognize that successfully getting policy across any finish line often means going in with some broad principles and some broad paradigm but using the legislative process in a give-and-take to work out the devilish details,",
                "Scarlett",
                true
            ],
            [
                "We have two plans and a lot of buy-in on some concepts that have not been fleshed out into plans,",
                "Miller",
                true
            ],
            [
                "The sooner you lay out a plan early on, the sooner you stand out,",
                "Miller",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://thehill.com/homenews/house/442056-house-climate-panel-will-study-drilling-ban-backed-by-2020-dems",
                "https://www.theguardian.com/environment/2019/may/06/human-society-under-urgent-threat-loss-earth-natural-life-un-report",
                "https://www.theguardian.com/us-news/2019/feb/03/green-new-deal-climate-change-jobs-plan",
                "https://berniesanders.com/issues/combat-climate-change-and-pass-a-green-new-deal/",
                "https://www.theguardian.com/environment/2018/oct/08/global-warming-must-not-exceed-15c-warns-landmark-un-report",
                "https://www.theguardian.com/us-news/2019/feb/11/green-new-deal-alexandria-ocasio-cortez-ed-markey",
                "https://medium.com/@teamwarren/my-plan-for-public-lands-e4be1d88a01c",
                "https://www.theguardian.com/us-news/2019/apr/25/joe-biden-presidential-campaign-2020-elections"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://act.betoorourke.com/signup/google-climate-change-plan/?source=ads-ea-google-climate-20190429-ct-natl-a20002&gclid=EAIaIQobChMIoNmTl5KK4gIVEluGCh0WJQIbEAAYASAAEgI4DfD_BwE",
                "https://www.jayinslee.com/issues/100clean",
                "https://www.theguardian.com/us-news/democrats",
                "http://nofossilfuelmoney.org/presidential-signers/"
            ]
        },
        "key_words": [
            "dozen",
            "plan",
            "policy",
            "senator",
            "timeline",
            "green",
            "president",
            "vicepresident",
            "climate",
            "democrats",
            "candidates",
            "emissions",
            "nearly",
            "change"
        ]
    },
    {
        "url": "https://www.reuters.com/article/us-usa-election-biden-climate-exclusive/exclusive-presidential-hopeful-biden-looking-for-middle-ground-climate-policy-idUSKCN1SG18G",
        "title": "Exclusive: Presidential hopeful Biden looking for ‘middle ground’ climate policy",
        "authors": [
            {
                "name": "Valerie",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2019-05-10",
        "text": "WASHINGTON (Reuters) - Democratic presidential hopeful Joe Biden is crafting a climate change policy he hopes will appeal to both environmentalists and the blue-collar voters who elected Donald Trump, according to two sources, carving out a middle ground approach that will likely face heavy resistance from green activists.\n\nFILE PHOTO: U.S. Democratic presidential candidate former Vice President Joe Biden holds a campaign stop in Des Moines, Iowa, U.S. May 1, 2019. REUTERS/Jonathan Ernst /File Photo\n\nThe backbone of the policy will likely include the United States re-joining the Paris Climate Agreement and preserving U.S. regulations on emissions and vehicle fuel efficiency that Trump has sought to undo, according to one of the sources, Heather Zichal, who is part of a team advising Biden on climate change. She previously advised President Barack Obama.\n\nThe second source, a former energy department official advising Biden’s campaign who asked not to be named, said the policy could also be supportive of nuclear energy and fossil fuel options like natural gas and carbon capture technology, which limit emissions from coal plants and other industrial facilities.\n\nA spokesman for Biden’s campaign, TJ Ducklo, declined to comment on Biden’s emerging climate policy or his advisers, but said Biden takes climate change seriously. “Joe Biden has called climate change an ‘existential threat,’ and as Vice President was instrumental in orchestrating the Paris Climate Accord,” Ducklo said in an emailed statement.\n\nOn Twitter, Biden echoed the statement and said he plans to unveil policies that reflect the urgency of climate change.\n\n“I’ll have more specifics on how America can lead on climate in the coming weeks,” he said.\n\nThe approach, which has not been previously reported, will set Biden apart from many of his Democratic rivals for the White House who have embraced much tougher climate agendas, like the Green New Deal calling for an end to U.S. fossil fuels use within 10 years. That could make Biden, vice president under Obama, a target of environmental groups and youth activists ahead of next year’s primary elections.\n\n“I respect where they (activist groups) are coming from,” Zichal said. “What we learned from the Obama administration is unless we find middle ground on these issues, we risk not having any policies.”\n\nMore than half of the crowded field of Democratic contenders, including Bernie Sanders, Elizabeth Warren, Kamala Harris, Beto O’Rourke, Cory Booker, Jay Inslee and Pete Buttigieg have backed the Green New Deal, and many have also called for a moratorium on drilling on federal land.\n\nSanders and Inslee on Friday criticized the measured approach that Biden may take.\n\nInslee praised the Obama-Biden administration for its climate legacy but said “the times and science have changed. We cannot simply go back to the past; we need a bold climate plan for our future.”\n\nOn Twitter, Sanders said there is “no middle ground when it comes to climate policy.”\n\nBiden has yet to comment publicly on the Green New Deal, and has said little about climate change in his campaign stops.\n\nReferring to the outlines of Biden’s policy, Varshini Prakash, the director of the Sunrise Movement, which has been pushing candidates to endorse the Green New Deal, said: “We are ready and willing to call out the insufficiency of policies like that.”\n\nRepublicans, labor unions, and some Democrats have panned the Green New Deal as unfeasible in a country that has become the world’s top oil and gas producer, and remains a major fossil fuel consumer. The costs of ending the fossil fuel economy and transitioning to clean fuels could soar into the trillions of dollars, and would take decades, they say.\n\nBlocking or reversing the Trump administration’s rollback of over 70 Obama-era climate rules and initiatives, such as the Clean Power Plan, auto efficiency standards, oil and gas methane emissions limits, and the withdrawal from the Paris Climate Agreement could form the foundation of the strategy, she said.\n\nShe and the other adviser said Biden’s climate policy was still being formed and the campaign’s approach could change.\n\nOBAMA-ERA EXPERTS\n\nTrump’s successful bid for the White House in 2016 hinged in part on his promise to create blue-collar jobs in oil, mining and manufacturing by rolling back regulations he argued were overly burdensome to business.\n\nIn contrast, then-Democratic presidential hopeful Hillary Clinton saw her support dip after she said her aggressive clean energy agenda would “put a lot of coal miners and coal companies out of business,” underscoring the impact environmental policy can have on an election.\n\nBiden’s middle ground approach to environmental policy could put him in a better position than his rivals to take on Trump if it accommodates blue-collar voters. But he must first battle for his party’s nomination by seeking the votes of people who see global warming as a priority.\n\nA recent CNN poll showed that climate change is the top issue for Democratic voters.\n\nZichal said she is gathering policy advice on Biden’s behalf from experts including former Obama Energy Secretary Ernest Moniz and Frank Verrastro, head of the energy and national security program at the Center for Strategic and International Studies.\n\nMoniz, who declined to comment, co-wrote an op-ed published by CNBC in March with a Bush administration official calling for a “Green Real Deal,” an alternative to the Green New Deal that calls for increased energy efficiency, nuclear energy and carbon capture and storage technology to drive down emissions alongside renewable energy. He has said achieving a zero-carbon target by 2030 is impossible.\n\nZichal said Biden hopes to be able to use his climate policy to bridge the gap between younger and more progressive Democrats who want bold action on global warming, and the working-class demographic that fear losing jobs as the economy shifts away from fossil fuels.\n\n“He will build a new climate coalition,” she said. “Unions and environmentalists are searching for common ground. We can’t drive a common agenda unless we work together.”",
        "quotes": [
            [
                "Joe Biden has called climate change an ‘existential threat,’ and as Vice President was instrumental in orchestrating the Paris Climate Accord,",
                "Ducklo",
                true
            ],
            [
                "I’ll have more specifics on how America can lead on climate in the coming weeks,",
                "Joe Biden",
                true
            ],
            [
                "I respect where they (activist groups) are coming from,",
                "Zichal",
                true
            ],
            [
                "What we learned from the Obama administration is unless we find middle ground on these issues, we risk not having any policies.",
                "Zichal",
                true
            ],
            [
                "the times and science have changed.",
                "Jay Inslee",
                false
            ],
            [
                "We cannot simply go back to the past; we need a bold climate plan for our future.",
                "Jay Inslee",
                true
            ],
            [
                "no middle ground when it comes to climate policy.",
                "Sanders",
                false
            ],
            [
                "We are ready and willing to call out the insufficiency of policies like that.",
                "Varshini Prakash",
                true
            ],
            [
                "put a lot of coal miners and coal companies out of business,",
                "",
                false
            ],
            [
                "He will build a new climate coalition,",
                "Zichal",
                true
            ],
            [
                "Unions and environmentalists are searching for common ground.",
                "Zichal",
                true
            ],
            [
                "We can’t drive a common agenda unless we work together.",
                "Zichal",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "middle",
            "fossil",
            "presidential",
            "hopeful",
            "biden",
            "energy",
            "change",
            "policy",
            "deal",
            "ground",
            "climate",
            "bidens",
            "exclusive",
            "looking",
            "green"
        ]
    },
    {
        "url": "https://www.theguardian.com/us-news/2019/feb/11/green-new-deal-alexandria-ocasio-cortez-ed-markey",
        "title": "What is the Green New Deal and how would it benefit society?",
        "authors": [
            {
                "name": "Emily Holden",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2019-02-11",
        "text": "Republicans call it a ‘socialist manifesto’, environmental groups hail it, and some say it doesn’t go far enough\n\nWhat is the Green New Deal and how would it benefit society?\n\nCongresswoman Alexandria Ocasio-Cortez and Senator Ed Markey, along with dozens of co-sponsors, have introduced a vision for the Green New Deal. One Republican called it a “socialist manifesto”. Many environmental advocacy groups have hailed it, but some say it doesn’t go far enough. Others warn that its broad scope and the long list of progressive social programs it endorses could hinder its climate efforts.\n\nSo what is the Green New Deal?\n\nThe proposal outlines the broad principles of a plan simultaneously to fight inequity and tackle climate change. It does not contain policy details or advocate for specific ways of reducing greenhouse gas emissions. But with a broad brush it aims to begin to make the US carbon-neutral – net zero carbon emissions – in 10 years.\n\nThe Green New Deal recognizes that transition would require massive change. It endorses ways of ensuring that vulnerable populations – including the poor, people of color, indigenous populations and communities already facing environmental degradation – take part in the planning process and benefit from the green economy.\n\nWould it end the use of coal, oil and natural gas?\n\nNo. But it would aim to offset any remaining greenhouse gas pollution with forests that absorb carbon dioxide, for example. It does not specifically address what role nuclear power or fossil fuels with carbon capture technologies would play. Nuclear power represents half of the carbon-free energy in the US, but it runs on mined uranium. Fossil fuels with carbon capture would still require drilling and cause pollution.\n\nHow ambitious is the Green New Deal?\n\nIncredibly ambitious, both on climate change and with its reimagining of society.\n\nFossil fuels are deeply embedded in the US economy. Of the total greenhouse gas emissions in the US in 2016, 28% were from electricity, 28% were from transportation, 22% were from industry, 11% were commercial and residential and 9% were from agriculture.\n\nUS climate efforts so far have focused on the power sector, which is probably the easiest to decarbonize. Many states and localities have continued that work even as the federal government ignores climate change.\n\nBut coal is being replacing with both renewable power and natural gas. Natural gas has a smaller carbon footprint than coal but still causes climate change.\n\nAdditionally, climate advocates and policy experts across the country have not typically tried to address every contributor to global warming at once or while addressing other societal issues. This kind of system-wide thinking and planning would be difficult to adopt.\n\nThe energy shift would require a major investment, as would the social programs highlighted in the Green New Deal. The resolution does not suggest a source for that money. The politics of the plan are also difficult, with Republicans in control of the Senate and the White House vehemently opposed to it, and with some Democrats split over whether it is the right approach.\n\nHow would it fight climate change?\n\nThe goals of the document include a “10-year national mobilization” to:\n\nbuild resiliency against climate change-related disasters\n\nupgrade infrastructure\n\nmeet power demand with “clean, renewable, and zero-emission energy sources”\n\nexpand energy efficiency and access to power\n\nwork with farmers to cut emissions\n\noverhaul the transportation sector with electric vehicles, public transportation and high-speed rail\n\nremove greenhouse gases from the atmosphere by bolstering forests\n\nWhat does the science recommend?\n\nThe earth has seen about 1C (1.8F) of warming since industrialization. Scientists say limiting warming to 1.5C would require cutting manmade carbon levels by 45% by 2030 and reaching net zero around 2050. The US currently generates about 15% of that greenhouse gas pollution, although it is the biggest contributor historically.\n\nExceeding 1.5C of warming by half a degree will worsen the risks of drought, floods, extreme heat and poverty for hundreds of millions of people.\n\nHow the Green New Deal was hatched in a London bar – podcast Read more\n\nWhat would the Green New Deal do for people?\n\nThe proposal lays out numerous “crises”, including declining life expectancy for many Americans, as well as wage stagnation and income inequality.\n\nThe Green New Deal calls for:",
        "quotes": [
            [
                "clean, renewable, and zero-emission energy sources",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/environment/2018/oct/17/carbon-capture-technology-climate-change-solutions",
                "https://www.theguardian.com/environment/audio/2019/apr/23/how-the-green-new-deal-was-hatched-in-a-london-bar-podcast",
                "https://www.theguardian.com/environment/climate-consensus-97-per-cent/2018/jan/29/natural-gas-killed-coal-now-renewables-and-batteries-are-taking-over",
                "https://www.theguardian.com/environment/2019/feb/07/green-new-deal-alexandria-ocasio-cortez-plan",
                "https://www.theguardian.com/environment/2018/dec/29/green-new-deal-plans-proposal-ocasio-cortez-sunrise-movement",
                "https://www.theguardian.com/us-news/alexandria-ocasio-cortez",
                "https://www.theguardian.com/environment/2018/oct/08/global-warming-must-not-exceed-15c-warns-landmark-un-report",
                "https://www.theguardian.com/environment/2017/jul/17/grand-canyon-uranium-mining-havasupai-tribe-water-source",
                "https://www.theguardian.com/environment/2014/mar/10/democrat-senators-all-night-climate-speeches"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.theguardian.com/us/environment",
                "https://www.theguardian.com/environment/fossil-fuels",
                "https://www.ipcc.ch/sr15/chapter/summary-for-policy-makers/",
                "https://www.theguardian.com/environment/coal",
                "https://www.theguardian.com/us-news/democrats",
                "https://www.theguardian.com/environment/climate-change",
                "https://www.theguardian.com/environment/renewableenergy"
            ]
        },
        "key_words": [
            "power",
            "require",
            "society",
            "energy",
            "greenhouse",
            "warming",
            "deal",
            "climate",
            "benefit",
            "gas",
            "green",
            "carbon"
        ]
    },
    {
        "url": "https://www.rt.com/business/458421-canadian-producers-lose-20-billion/",
        "title": "Pipeline bottlenecks cost Canadian producers $20 billion",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "Alberta’s oil industry has faced persistent pipeline problems, costing Canadian producers a whopping $20 billion in lost earnings.\n\nCanada has plenty of oil, and demand is high, but the Canadian oil industry has nevertheless taken a major hit this year thanks to its persisting pipeline bottleneck. The Albertan oil industry has long been plagued by insufficient pipeline volumes but has not been able to fix the issue with any semblance of efficiency thanks to major bureaucratic and litigation-based delays on building new infrastructure like the long-delayed Trans Mountain pipeline expansion project.\n\nAlso on rt.com Top 19 historical oil disruptions, and how No.20 will shock markets\n\nWith pipeline capacity maxed out, Canadian oil producers have run out of storage space, leading to a major glut in oil reserves with nowhere to go. This has forced Canada to sell their oil at a major discount. In fact, a new study released this week by conservative think tank the Fraser Institute calculates that Canadian oil producers missed out on a whopping $20.62 billion more than they earned this year thanks to their severely depressed prices. Compared to the West Texas Intermediate benchmark, in the last year Canadian heavy crude traded, on average, at a discount of $26.50 a barrel. This is a huge dive from the five-year preceding, when Canadian heavy crude traded at an average of just $11.90 a barrel less than West Texas Intermediate.\n\nRead more\n\nThe pipeline capacity deficit has negatively impacted the Canadian economy in a number of ways. “Canada’s lack of adequate pipeline capacity has imposed a number of costly constraints on the country’s energy sector including overdependence on the US market and reliance on more costly modes of energy transportation,” states the Fraser Research Bulletin. “In 2018, these factors, coupled with the maintenance downtime at refineries in the US Midwest, resulted in significant depressed prices for Canadian heavy crude (Western Canada Select) relative to US crude (West Texas Intermediate) and other international benchmarks.”\n\nFraser Institute went on to say that their calculations also found that if Canadian oil had been able to be transported in volumes corresponding to their current levels of production instead of watching their oil glut balloon and prices drop accordingly, Western Canadian Select would have traded at an average price of $52.90 a barrel during 2018 instead of the actual average price from last year, which clocked in at just $38.30 a barrel. “In September 2018, western Canadian oil production reached 4.3 million barrels per day but the takeaway capacity on existing pipelines remained constant at around 3.9 million barrels per day,“ the think tank’s report states.\n\nThese revenue losses pose a significant threat to the health of the Canadian economy. Since oil is one of the country’s most valuable commodities for export, the Fraser Institute reports that the overall loss of revenue from the oil industry in 2018 represents approximately one percent of the nation’s gross domestic product (GDP).\n\nAlso on rt.com Winners & losers from Iranian oil sanctions\n\nCanada has not sat idly by as a significant portion of its GDP lays to waste, however. The Canadian government and the local Alberta government have made significant efforts to correct the price drops, with enforced production cuts among other strategies, and there were some immediate positive results stemming from these quick fixes, but ultimately these efforts are not sustainable as a long-term solution to Canada’s pipeline to production gap woes.\n\nWhat Canada ultimately needs in order to solve its pipeline problem is just that – pipelines. There are a number of massive trans-national pipeline projects underway, but they have so far been hopelessly entangled in litigation and other persistent delays. Enbridge's Line 3 project is currently being held up by regulators in Minnesota, the Keystone XL expansion has faced one legal hurdle after the other with no end in sight, and the Trans Mountain expansion – which most experts consider to be the Canadian Oil industry’s best bet – has been held back due to environmental violations and insufficient cooperation and consultation with the Indigenous peoples who rightfully own the land that the pipeline would need to pass through.\n\nThis article was originally published on Oilprice.com",
        "quotes": [
            [
                "Canada’s lack of adequate pipeline capacity has imposed a number of costly constraints on the country’s energy sector including overdependence on the US market and reliance on more costly modes of energy transportation,",
                "",
                true
            ],
            [
                "In 2018, these factors, coupled with the maintenance downtime at refineries in the US Midwest, resulted in significant depressed prices for Canadian heavy crude (Western Canada Select) relative to US crude (West Texas Intermediate) and other international benchmarks.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/business/458068-top-historical-oil-disruptions/",
                "https://www.rt.com/business/457771-us-iran-waivers-winners-losers/",
                "https://oilprice.com/Energy/Crude-Oil/Pipeline-Bottlenecks-Cost-Canadian-Producers-20-Billion.html",
                "https://www.rt.com/business/458309-opec-may-collapse-iran/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://oilprice.com/"
            ]
        },
        "key_words": [
            "major",
            "significant",
            "pipeline",
            "industry",
            "20",
            "canadian",
            "oil",
            "crude",
            "cost",
            "barrel",
            "billion",
            "production",
            "capacity",
            "bottlenecks",
            "producers"
        ]
    },
    {
        "url": "https://www.rt.com/business/458735-canada-oil-pipeline-expansion/",
        "title": "Canada set to approve Trans Mountain oil pipeline expansion",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "Canada is likely to announce in mid-June that it would be proceeding with the controversial expansion of the Trans Mountain oil pipeline designed to double the flow out of Alberta to the west coast in British Columbia.\n\nJustin Trudeau’s federal cabinet will meet to discuss the Trans Mountain expansion on June 18 and is expected to take the decision on that day, officials tell Bloomberg, noting that “it’s possible but unlikely” that the government extends again the decision deadline in order to allow more time for consultations with stakeholders.\n\nAlso on rt.com Canada oil industry loses over 20% of workforce since 2014\n\nWhile Alberta and its leaders have been advocating for the pipeline expansion, British Columbia has been strongly opposing the project, which is now owned by the federal government of Canada. The fierce opposition in British Columbia has forced Kinder Morgan to reconsider its commitment to expand the Trans Mountain pipeline, and to sell the project to the Canadian government in August 2018.\n\nDays later, the Federal Court of Appeal quashed the federal government’s approval of the Trans Mountain expansion project, saying that the National Energy Board’s (NEB) review of the project was fraught with flaws that made it unsuitable as a basis for the government’s approval. The court ruled that the NEB failed to adequately consider how increased tanker traffic off British Columbia’s coasts would affect the environment and First Nations people in the region.\n\nAlso on rt.com Standing Rock, the sequel: Canadian tribe battles pipeline land grab\n\nCurrently, the federal government is conducting consultations with First Nations regarding the project, in an attempt to address all possible concerns that opponents may have. Should the outcome of the consultations be positive, work on the project could start fairly quickly, the business entity in charge of the expansion said last month.\n\nNewly sworn-in Alberta Premier Jason Kenney expects the Canadian government to proceed with the project and told BNN Bloomberg in an interview last week: “After all, the federal government owns it now, so they’d better.”\n\nThis article was originally published on Oilprice.com",
        "quotes": [
            [
                "After all, the federal government owns it now, so they’d better.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://oilprice.com/Latest-Energy-News/World-News/Canada-Set-To-Okay-Trans-Mountain-Oil-Pipeline-Expansion.html",
                "https://oilprice.com/Latest-Energy-News/World-News/Trudeaus-Government-To-Decide-On-Trans-Mountain-Pipeline-By-June.html",
                "https://oilprice.com/Energy/Energy-General/Canadian-Court-Deals-Blow-To-Trans-Mountain-Expansion.html",
                "https://oilprice.com/Latest-Energy-News/World-News/New-Alberta-Premier-Directly-Threatens-BC-Over-Pipelines.html",
                "https://www.rt.com/business/456109-canada-oil-workforce-cuts/",
                "https://www.bloombergquint.com/business/canada-said-likely-to-proceed-with-trans-mountain-expansion",
                "https://www.rt.com/news/448626-canada-pipeline-tribal-protests/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://oilprice.com/"
            ]
        },
        "key_words": [
            "canada",
            "pipeline",
            "oil",
            "canadian",
            "approve",
            "federal",
            "project",
            "mountain",
            "trans",
            "british",
            "expansion",
            "consultations",
            "set"
        ]
    },
    {
        "url": "https://www.rt.com/news/420973-canada-pipeline-protest-trudeau/",
        "title": "Canadians question Trudeau’s eco-leadership as thousands march against pipeline (PHOTOS)",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "Thousands of demonstrators marched through a Vancouver suburb as part of an indigenous-led protest against a pipeline expansion project approved by ‘eco-friendly’ Canadian Prime Minister Justin Trudeau.\n\nThe Saturday demonstration was held at a site near a Kinder Morgan facility in Burnaby, British Columbia. Protesters held signs that read “Water is life,” while other placards questioned Trudeau’s commitment to preserving Canada’s environment.\n\n“Justin: That’s not ‘environmental leadership’ – that’s reckless!” one sign read. Another accused Trudeau of being “in bed” with Kinder Morgan.\n\nTexas-based energy company Kinder Morgan has already begun preparations for the Trans Mountain pipeline expansion, which was given the green light by Trudeau at the end of 2016. The project would carry oil from Alberta to a terminal in Burnaby. From there, tankers would transport the oil to Washington state’s San Juan Island and on to the Pacific Ocean.\n\nProponents of the plan say it would dramatically increase Canada’s oil exports. But critics of the project argue that increasing the flow of oil sent by pipeline and boosting the number of ships to transport it would heighten the risks of oil spills and put local wildlife in danger.\n\nLast year, Trudeau outlined five principles that would guide Canada’s environmental policy in the coming years. The prime minister vowed to develop a low-carbon economy, include indigenous leaders in policy decisions, and tackle climate change head-on.\n\nREAD MORE: ‘Don’t be fooled by good-looking liberals’: Jane Fonda trashes Trudeau over pipelines\n\nThe planned pipeline, which Trudeau said “can be very carefully monitored and can be done safely,” would cut through reserves belonging to Canada’s indigenous First Nations communities. Kinder Morgan says that it remains committed to environmental protection and has “support” from indigenous communities – a claim which First Nations leaders dispute.\n\nThink your friends would be interested? Share this story!",
        "quotes": [
            [
                "Justin: That’s not ‘environmental leadership’ – that’s reckless!",
                "Justin Trudeau",
                true
            ],
            [
                "Don’t be fooled by good-looking liberals",
                "",
                false
            ],
            [
                "can be very carefully monitored and can be done safely,",
                "Trudeau",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/viral/373470-fonda-trudeau-pipeline-canada/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "canadians",
            "pipeline",
            "kinder",
            "thousands",
            "oil",
            "morgan",
            "question",
            "photos",
            "transport",
            "trudeaus",
            "project",
            "ecoleadership",
            "canadas",
            "trudeau",
            "indigenous",
            "environmental"
        ]
    },
    {
        "url": "https://www.thepostmillennial.com/trudeau-believes-all-women-except-jody-wilson-raybould/",
        "title": "Trudeau believes all women except Jody Wilson-Raybould",
        "authors": [],
        "publisher": "www.thepostmillennial.com",
        "publish_date": "2019-02-28",
        "text": "It appears that Prime Minister Trudeau believes all women unless they are powerful, independent First Nations women. Despite providing compelling and credible testimony today, Jody Wilson-Raybould is not to be trusted or believed according to our nation’s leader. You can read our coverage of Jody Wilson-Raybould’s testimoney here.\n\n\n\nThe Prime Minister took centre stage today at 8 PM to categorically deny the allegations put forward by Jody Wilson-Raybould.\n\n\n\nJust like the case of groping allegations against Justin Trudeau which resurfaced earlier this year, we are expected to once again just believe the PM. Even as he states that he has not made up his mind on whether Jody Wilson-Raybould can remain a part of the Liberal caucus.\n\n\n\n\"I will review that before making any further decisions\" @CanadianPM @JustinTrudeau says when asked if @Puglaas will be allowed to run as a @liberal_party candidate this fall. (Spoiler alert: highly doubtful) #cdnpoli — Robert Benzie (@robertbenzie) February 28, 2019\n\nIn effect potentially pushing her out of the party for speaking her truth and sharing her lived experience. All of this has happened, of course, after already effectively pushing her out of her Attorney General role because she dared to say “no.”\n\n\n\n@JustinTrudeau is clearly looking for a pretext to expel @Puglaas from his caucus. It’s fair to wonder if he dislikes women who say “no.” #cdnpoli — Warren Kinsella (@kinsellawarren) February 28, 2019\n\nThis is becoming a rather interesting format of hypocritical and repeating politics, as the Prime Minister has stated in every other case that he believes all women.\n\n\n\nThis is perhaps why this scandal so effectively exposes the hypocrisy at the core of the Trudeau brand, as he is forced to take a position that contradicts his so-called “progressive” values.\n\n\n\nWhile most level headed Canadians including the Conservative party leader, seem to agree that it is time for the Trudeau to step down or take serious action, he insists that we take his word over the word of a brave First Nations woman who is speaking truth to his power.\n\n\n\nWhat do you think about the developing scandal? Join the conversation by commenting below!\n\n",
        "quotes": [
            [
                "I will review that before making any further decisions",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.thepostmillennial.com/heres-why-jody-wilson-rayboulds-watergate-reference-is-important/",
                "https://www.cbc.ca/news/opinion/trudeau-groping-allegation-1.4738492",
                "https://www.thepostmillennial.com/jody-wilson-raybould-suggests-she-was-threatened-and-pressured-by-pmo/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/cdnpoli?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/Puglaas?ref_src=twsrc%5Etfw",
                "https://twitter.com/JustinTrudeau?ref_src=twsrc%5Etfw",
                "https://twitter.com/robertbenzie/status/1100928697450795010?ref_src=twsrc%5Etfw",
                "https://twitter.com/liberal_party?ref_src=twsrc%5Etfw",
                "https://twitter.com/kinsellawarren/status/1100928656057217025?ref_src=twsrc%5Etfw",
                "https://twitter.com/CanadianPM?ref_src=twsrc%5Etfw",
                "https://twitter.com/DonMartinCTV/status/1100873918741655552"
            ]
        },
        "key_words": [
            "women",
            "jody",
            "prime",
            "today",
            "believes",
            "truth",
            "minister",
            "word",
            "wilsonraybould",
            "trudeau",
            "nations"
        ]
    },
    {
        "url": "https://www.rt.com/news/450929-macron-lectured-venezuela-egypt-africa-trump/",
        "title": "5 times Macron gave other leaders advice, and he now boasts an approval rating of… under 30%",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "French President Emmanuel Macron is not shy about dishing out advice to his international counterparts but, with an approval rating at home hovering in the late 20s, is he really the person to be doling out instructions to others?\n\nNo matter the international crisis, Macron has been there to impart his wisdom, giving guidance and schooling to other world leaders on their domestic problems. When it comes to criticisms directed at him, however, it appears Macron is less receptive.\n\nAlso on rt.com France recalling ambassador from Rome after Italy's deputy PM meets Yellow Vest leaders\n\nThis week, after French anti-government Yellow Vest protesters met with top Italian officials who criticized his leadership (admittedly in undiplomatic terms), Macron instantly recalled France’s ambassador from Rome, the critiques having gotten under his skin.\n\nHere’s a look at six times Macron was the one dispensing unsolicited advice.\n\n1. Venezuela’s Maduro is ‘illegitimate’\n\nMacron has been quick to denounce Venezuelan President Nicolas Maduro as “illegitimate” and to throw his support behind opposition leader Juan Guaido.\n\nAs we’ve seen, though, expressions of doubt about his own legitimacy are shot down by Macron’s government as “outrageous” – despite the French president commanding a domestic approval rating of around 30 percent. In fact, his approval rating dipped as low as 18 percent in early December.\n\nIf 'Maduro must go', then so too, by the same logic, must Macron and indeed Donald Trump (Op-Ed by @NeilClark66) https://t.co/RRaZhvZINW — RT (@RT_com) February 8, 2019\n\n2. Lectures on ‘human rights’ in Egypt\n\nOn a recent visit to Cairo, Macron warned his Egyptian counterpart Abdel Fattah el-Sisi to do more to protect “human rights” and “individual dignity.” Meanwhile, back in France, anti-government protesters were being violently beaten on the streets, in scenes which Macron surely would have condemned had they taken place anywhere else.\n\nExtraordinary thread showing brutality of \"Vladimir Putin's thugs\" as police lash out against anti-government protestors across *Russia.\n\n\n\n*only kidding, this from France and they are working for liberal darling Emmanuel Macron. https://t.co/i1inyfFlFS — Bryan MacDonald (@27khv) January 15, 2019\n\nIt looks as though his lecture on human rights was all talk, anyway, considering that France still serves as Egypts top supplier of military and security equipment.\n\n3. Wading into Japanese legal matters\n\nMacron also chided Japan for the “too long and too hard” detention of Carlos Ghosn, the former Nissan chairman and French citizen who was arrested there in November for allegedly underreporting his income and transferring personal losses to the company. If the tables were turned, it’s likely Macron would regard similar comments about decisions of the French justice system as foreign meddling.\n\nMacron also confidently suggested a replacement for Ghosn in comments that irked Japan’s Chief Cabinet Secretary Yoshihide Suga, who told reporters that governments shouldn’t be getting involved.\n\n4. ‘Timely’ decision to mark Armenian Genocide\n\nIn a move that angered Turkey, Macron on Wednesday declared April 24 a day for the commemoration in France of the Armenian genocide, saying that France was a country that “knows how to look history in the face.” While the commemoration is not shocking in itself, given that many countries, including Russia, recognize the Armenian Genocide (which Turkey disputes), Ankara accused Macron of exploiting the issue for political gain.\n\nMacron happened to be “afflicted by political problems in his own country and is trying to save the day by turning historical events into a political matter,” Turkish Presidential Spokesman Ibrahim Kalin noted.\n\nLa France regarde l’Histoire en face.\n\nComme je m’y suis engagé, dans les prochaines semaines, la France fera du 24 avril une journée de commémoration du génocide arménien.https://t.co/NjGIO3LDrZ — Emmanuel Macron (@EmmanuelMacron) February 5, 2019\n\n5. ‘Arrogant’ advice fest in Africa\n\nMacron also faced major criticism on a trip to Africa last year, during which he advised Algeria to stop focusing on its colonial past and mocked Burkina Faso’s president over the country’s energy problems – comments which his former presidential rival criticized as “arrogant” and “bordering on racism.”\n\nAlso on rt.com What’s wrong with Macron? 6 awkward comments the French leader has made about Africa\n\nOn the same trip, Macron told a student that she should “applaud” French soldiers, said the continent’s problems were “civilizational” – and told African women that they have too many children.\n\nBack at home, the Yellow Vest protesters have frequently accused Macron of being “arrogant” and out of touch – and, if his record with other world leaders is anything to go by, it seems they could be correct.\n\nThink your friends would be interested? Share this story!",
        "quotes": [
            [
                "knows how to look history in the face.",
                "Macron",
                false
            ],
            [
                "afflicted by political problems in his own country and is trying to save the day by turning historical events into a political matter,",
                "Macron",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/news/411346-macron-african-comments-awkward/",
                "https://www.rt.com/op-ed/450887-venezuela-macron-maduro-france-protests/",
                "https://www.rt.com/business/445219-macron-abe-nissan-renault-spat/",
                "https://www.rt.com/news/395996-macron-africa-children-main-problem/",
                "https://www.rt.com/news/449462-salvini-french-terrible-macron/",
                "https://www.rt.com/news/450881-france-recall-rome-ambassador/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.autonews.com/executives/ghosn-jail-time-too-long-too-hard-macron-tells-japan",
                "https://t.co/i1inyfFlFS",
                "https://twitter.com/EmmanuelMacron/status/1092910027587883008?ref_src=twsrc%5Etfw",
                "https://twitter.com/27khv/status/1085161893080256513?ref_src=twsrc%5Etfw",
                "https://t.co/NjGIO3LDrZ",
                "https://twitter.com/NeilClark66?ref_src=twsrc%5Etfw",
                "https://t.co/RRaZhvZINW",
                "https://twitter.com/RT_com/status/1093747503244156928?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "gave",
            "leaders",
            "rights",
            "boasts",
            "advice",
            "problems",
            "approval",
            "president",
            "macron",
            "yellow",
            "french",
            "rating",
            "france",
            "vest",
            "told",
            "30",
            "times",
            "comments"
        ]
    },
    {
        "url": "https://www.rt.com/news/452638-trudeau-scandal-bribe-pressure-resign/",
        "title": "Trudeau refuses to resign after claims he tried to meddle in multi-million-dollar bribery probe",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "Justin Trudeau has dismissed calls to resign amid explosive allegations from Canada’s ex-attorney general, who testified that the prime minister tried to pressure her to drop a bribery probe into a Quebec-based firm.\n\nFormer minister of justice and attorney general Jody Wilson-Raybould told parliament’s justice committee on Wednesday that senior officials “barraged” her with requests to drop criminal charges against SNC Lavalin, a Canadian engineering company accused of using bribes to secure government contracts in Libya. Wilson-Raybould testified that the intense political pressure included “veiled threats” and even attempts by Trudeau to persuade her to shut down the proceedings in favor of a wrist-slap fine.\n\n“I experienced a consistent and sustained effort by many people within the government to seek to politically interfere in the exercise of prosecutorial discretion in my role as the attorney general of Canada in an inappropriate effort,” she said in her opening statement.\n\nAlso on rt.com Trudeau in ethics probe over handling of Libyan contract fraud\n\nThe prime minister, Wilson-Raybould claimed, had expressed concern that the probe could endanger jobs in Quebec and asked her to “help out” with the case. In total, the former attorney general recounted 10 meetings and 10 phone calls she had with Trudeau and top government officials urging leniency for the firm.\n\nWilson-Raybould told the committee that she believed her refusal to abandon the prosecution was the reason she was abruptly demoted to the position of veteran affairs minister.\n\nHer testimony has led to calls from Canada’s conservative opposition for Trudeau to step down.\n\n“I was sickened and appalled by [Wilson-Raybould's] story of inappropriate and, frankly, borderline illegal pressure brought to bear on her by the highest levels of Justin Trudeau's government,” Conservative Leader Andrew Scheer said.\n\nTrudeau has dismissed demands for his resignation, insisting that he has “always acted appropriately and professionally.”\n\n1. For my American and British friends: Canada's Justin Trudeau is done. He might try to fight on; I personally think he's too damaged. He's irreparably damaged. Here's what happened in a few short tweets. pic.twitter.com/E57BxWPKhK — Ezra Levant 🍁 (@ezralevant) February 28, 2019\n\nThe alleged attempt to pressure Wilson-Raybould to drop the case against SNC Lavalin was first reported by the Globe and Mail in early February, creating a major headache for Trudeau’s Liberal Party ahead of federal elections in October.\n\nSNC-Lavalin was accused of issuing $48 million in bribes to Libyan officials in the decade leading up to the NATO-led overthrow of Muammar Gaddafi's government in 2011. The company was also charged with defrauding Libyan companies of about $130 million.\n\nThe scandal has shaken Trudeau’s image as a poster boy for progressive government. His support for a controversial pipeline in British Columbia has also left some Canadians questioning Trudeau’s ‘eco-friendly’ credentials.\n\nLike this story? Share it with a friend!",
        "quotes": [
            [
                "I experienced a consistent and sustained effort by many people within the government to seek to politically interfere in the exercise of prosecutorial discretion in my role as the attorney general of Canada in an inappropriate effort,",
                "",
                true
            ],
            [
                "I was sickened and appalled by [Wilson-Raybould's] story of inappropriate and, frankly, borderline illegal pressure brought to bear on her by the highest levels of Justin Trudeau's government,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/news/451244-trudeau-ethics-snc-lavalin-libya/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/E57BxWPKhK",
                "https://twitter.com/ezralevant/status/1100940359553699841?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "claims",
            "resign",
            "wilsonraybould",
            "pressure",
            "officials",
            "multimilliondollar",
            "refuses",
            "bribery",
            "general",
            "libyan",
            "trudeaus",
            "justin",
            "minister",
            "probe",
            "trudeau",
            "tried",
            "meddle"
        ]
    },
    {
        "url": "https://www.theguardian.com/commentisfree/2017/apr/17/stop-swooning-justin-trudeau-man-disaster-planet?CMP=share_btn_fb&fbclid=IwAR0pWyRiggu6Ok_70EwkB1VD7wK8SbfkmywmEhkW4Z7GTgJpAPmK5P_XD24",
        "title": "Stop swooning over Justin Trudeau. The man is a disaster for the planet | Bill McKibben",
        "authors": [
            {
                "name": "Bill Mckibben",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2017-04-17",
        "text": "Donald Trump is so spectacularly horrible that it’s hard to look away – especially now that he’s discovered bombs. But precisely because everyone’s staring gape-mouthed in his direction, other world leaders are able to get away with almost anything. Don’t believe me? Look one country north, at Justin Trudeau.\n\nLook all you want, in fact – he sure is cute, the planet’s only sovereign leader who appears to have recently quit a boy band. And he’s mastered so beautifully the politics of inclusion: compassionate to immigrants, insistent on including women at every level of government. Give him great credit where it’s deserved: in lots of ways he’s the anti-Trump, and it’s no wonder Canadians swooned when he took over.\n\nBut when it comes to the defining issue of our day, climate change, he’s a brother to the old orange guy in Washington.\n\n\n\nEnvironmentalists 'expected better' of Trudeau as Canada backs gas project Read more\n\nNot rhetorically: Trudeau says all the right things, over and over. He’s got no Scott Pruitts in his cabinet: everyone who works for him says the right things. Indeed, they specialize in getting others to say them too – it was Canadian diplomats, and the country’s environment minister, Catherine McKenna, who pushed at the Paris climate talks for a tougher-than-expected goal: holding the planet’s rise in temperature to 1.5C (2.7F).\n\n\n\nBut those words are meaningless if you keep digging up more carbon and selling it to people to burn, and that’s exactly what Trudeau is doing. He’s hard at work pushing for new pipelines through Canada and the US to carry yet more oil out of Alberta’s tar sands, which is one of the greatest climate disasters on the planet.\n\n\n\nPlay Video 0:53 Justin Trudeau: no country would leave 173bn barrels of oil in the ground – archive video\n\nLast month, speaking at a Houston petroleum industry gathering, he got a standing ovation from the oilmen for saying: “No country would find 173bn barrels of oil in the ground and just leave them there.”\n\nYes, 173bn barrels is indeed the estimate for recoverable oil in the tar sands. So let’s do some math. If Canada digs up that oil and sells it to people to burn, it will produce, according to the math whizzes at Oil Change International, 30% of the carbon necessary to take us past the 1.5C target that Canada helped set in Paris.\n\n\n\nThat is to say, Canada, which represents one half of 1% of the planet’s population, is claiming the right to sell the oil that will use up a third of the earth’s remaining carbon budget. Trump is a creep and a danger and unpleasant to look at, but at least he’s not a stunning hypocrite.\n\nThis having-your-cake-and-burning-it-too is central to Canada’s self-image/energy policy. McKenna, confronted by the veteran Canadian environmentalist David Suzuki, said tartly: “We have an incredible climate change plan that includes putting a price on carbon pollution, also investing in clean innovation. But we also know we need to get our natural resources to market and we’re doing both.” Right.\n\n\n\nBut doing the second negates the first – in fact, it completely overwhelms it. If Canada is busy shipping carbon all over the world, it wouldn’t matter all that much if every Tim Hortons stopped selling doughnuts and started peddling solar panels instead.\n\nCanada’s got company in this scam. Australia’s Malcolm Turnbull is supposed to be more sensitive than his predecessor, a Trump-like blowhard. When he signed on his nation to the Paris climate accords, he said: “It is clear the agreement was a watershed, a turning point and the adoption of a comprehensive strategy has galvanised the international community and spurred on global action.”\n\n\n\nAdani is not just another coalmine, it is a turning point for the nation | Hamish McKenzie Read more\n\nWhich is a fine thing to say – or would be, if your government wasn’t backing plans for the largest coal mine on Earth. That single mine, in a country of 24 million people, will produce 362% of the annual carbon emissions that everyone in the Philippines produces in the course of a year. It is obviously, mathematically and morally absurd.\n\nTrump, of course, is working just as eagerly to please the fossil fuel industry – he’s instructed the Bureau of Land Management to make permitting even easier for new oil and gas projects, for instance. And frackers won’t even have to keep track of how much methane they’re spewing under his new guidelines. And why should they? If you believe, as Trump apparently does, that global warming is a delusion, a hoax, a mirage, you might as well get out of the way.\n\nTrump is insulting the planet, in other words. But at least he’s not pretending otherwise.",
        "quotes": [
            [
                "No country would find 173bn barrels of oil in the ground and just leave them there.",
                "",
                true
            ],
            [
                "We have an incredible climate change plan that includes putting a price on carbon pollution, also investing in clean innovation.",
                "McKenna",
                true
            ],
            [
                "But we also know we need to get our natural resources to market and we’re doing both.",
                "McKenna",
                true
            ],
            [
                "It is clear the agreement was a watershed, a turning point and the adoption of a comprehensive strategy has galvanised the international community and spurred on global action.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/environment/2017/apr/11/malcolm-turnbull-tells-indian-billionaire-native-title-will-not-stop-adani-coalmine",
                "https://www.theguardian.com/world/2016/sep/28/canada-pacific-northwest-lng-natural-gas-pipeline-british-columbia",
                "https://www.theguardian.com/commentisfree/2017/apr/17/adani-is-not-just-another-coalmine-it-is-a-turning-point-for-the-nation"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.theguardian.com/world/justin-trudeau",
                "https://www.theguardian.com/world/canada"
            ]
        },
        "key_words": [
            "stop",
            "canada",
            "trump",
            "right",
            "disaster",
            "hes",
            "oil",
            "say",
            "country",
            "justin",
            "swooning",
            "planet",
            "man",
            "climate",
            "trudeau",
            "mckibben",
            "bill",
            "carbon"
        ]
    },
    {
        "url": "https://www.bbc.com/news/world-us-canada-44687654",
        "title": "Canada PM Justin Trudeau denies groping allegation",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "Image copyright AFP/Getty Image caption Mr Trudeau said he remembered the event, but did not recall any \"negative interactions\"\n\nCanadian Prime Minister Justin Trudeau has denied allegations that he groped a reporter at a festival in 2000.\n\nThe event in Creston, British Columbia, was held to raise money for an avalanche safety charity with which Mr Trudeau was involved.\n\nDays afterwards, an unsigned editorial appeared in a local paper accusing him of \"groping\" a young female reporter.\n\nThe prime minister said he did not recall any \"negative interactions\" at the event.\n\nSpeaking to reporters in Regina, Saskatchewan while on a three-city Canada Day tour, Mr Trudeau said he remembered the day in Creston well.\n\n\"I had a good day that day,\" he said. \"I don't remember any negative interactions that day at all.\"\n\nThe editorial and its allegations resurfaced after a blogger posted an image of the article on Twitter in June.\n\nPublished in the Creston Valley Advance newspaper, the piece accused Mr Trudeau of \"inappropriately handling\" the reporter, who felt \"blatantly disrespected\" by the actions, which were not described.\n\nAccording to the editorial, Mr Trudeau apologised for his behaviour and said: \"If I had known you were reporting for a national paper, I never would have been so forward.\"\n\nMr Trudeau was a 28-year-old teacher at the time of the event. He became involved with the charity Avalanche Foundation after his brother Michel died in an avalanche in 1998.\n\nCBC News made contact with the woman who was the subject of the editorial, who reportedly said she did not want to be associated with the story, contacted about it in future or have her name used in connection with it.\n\nCBC spoke to Valerie Bourne, the publisher of the paper at the time, and the paper's then-editor, Brian Bell, both of whom believe the reporter.\n\nNeither Ms Bourne nor Mr Bell authored the piece, with Ms Bourne telling the site she believes the woman wrote the editorial herself.",
        "quotes": [
            [
                "I had a good day that day,",
                "",
                true
            ],
            [
                "I don't remember any negative interactions that day at all.",
                "",
                true
            ],
            [
                "If I had known you were reporting for a national paper, I never would have been so forward.",
                "Trudeau",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbc.ca/news/politics/trudeau-grope-allegation-1.4730674"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "day",
            "canada",
            "event",
            "mr",
            "negative",
            "bourne",
            "groping",
            "justin",
            "paper",
            "image",
            "editorial",
            "creston",
            "trudeau",
            "allegation",
            "denies"
        ]
    },
    {
        "url": "https://www.20minutes.fr/politique/2388863-20181206-sondage-macron-philippe-plus-bas-niveau-popularite",
        "title": "Sondage: Macron et Philippe sont à leur plus bas niveau de popularité",
        "authors": [
            {
                "name": "Minutes Avec Afp",
                "link": null
            }
        ],
        "publisher": "www.20minutes.fr",
        "publish_date": "2018-12-06",
        "text": "SONDAGE 76% des Français portent un jugement «défavorable» sur l'action du chef de l'Etat, selon un sondage...\n\nEmmanuel Macron et Edouard Philippe à Paris, le 8 mai 2018. — Witt/ CHAMUSSY/SIPA\n\nLa cote de popularité d'Emmanuel Macron baisse de 3 points à 18% en un mois et celle d'Edouard Philippe chute de 6 points à 21%, pour atteindre leur plus bas niveau depuis leur entrée en fonction, selon un sondage YouGov diffusé jeudi.\n\nLe chef de l'Etat a cédé 7 points en deux mois dans ce baromètre et 76% (+7) des Français interrogés portent désormais un jugement «défavorable» sur son action. Trois semaines après le début du mouvement des «gilets jaunes», il perd notamment 6 points auprès des sympathisants du centre et 5 chez ceux de la droite, selon cette enquête pour CNews et Le Huffpost.\n\nLe gouvernement aussi est entraîné dans l'impopularité\n\nLe Premier ministre, qui avait évité jusque-là les chutes brutale, voit son image dégradée avec l'aggravation de la crise. Il perd 14 points auprès des proches de la droite et 70% (+13) des personnes interrogées jugent négativement son action.\n\nLe couple exécutif entraîne aussi le gouvernement dans l'impopularité, avec 17% seulement (-3) d'avis favorables sur son action et 77% (+6) d'avis contraires. L'équipe gouvernementale perd notamment 11 points chez les sympathisants de droite et en gagne au contraire 3 auprès de ceux de gauche. 73% (+5) des Français interrogés considèrent en particulier que l'exécutif a une «mauvaise» gestion de l'économie.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.20minutes.fr/politique/emmanuel-macron/",
                "https://www.20minutes.fr/politique/edouard-philippe/",
                "https://www.20minutes.fr/societe/gilets-jaunes/"
            ]
        },
        "key_words": [
            "leur",
            "à",
            "et",
            "plus",
            "popularité",
            "des",
            "niveau",
            "selon",
            "sont",
            "macron",
            "son",
            "points",
            "sur",
            "sondage",
            "philippe",
            "en",
            "le",
            "perd"
        ]
    },
    {
        "url": "https://www.theguardian.com/world/2019/jan/11/canada-pipeline-indigenous-trudeau-treaty",
        "title": "Pipeline battle puts focus on Canada's disputed right to use indigenous land",
        "authors": [
            {
                "name": "Leyland Cecco",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2019-01-11",
        "text": "The territory of the Wet’suwet’en in British Columbia was never ceded by treaty and hereditary chiefs say they retain authority\n\nJustin Trudeau was in campaign mode this week, striding around a school gymnasium, shirtsleeves rolled up and brow suitably furrowed as he addressed voters’ concerns at one of his annual town hall-style meetings.\n\nA day earlier and nearly 800km away, another face of the federal government was on display as dozens of police – some heavily armed – stormed a makeshift barricade, arresting 14 indigenous protesters and prompting others to flee for safety on snowmobiles.\n\nCanada: indigenous anti-pipeline protesters call police presence ‘act of war’ Read more\n\nThe protesters in northern British Columbia had camped out for days amid bitter cold and deep snow, manning a checkpoint to prevent construction vehicles from entering the territory of the Wet’suwet’en nation.\n\nTheir demonstrations, part of a fight against a multibillion-dollar natural gas pipeline, galvanized supporters across the country, and at his town hall meeting, the prime minister was forced to contend with a barrage of angry questions.\n\nThe standoff ended on Wednesday night, in a temporary truce between leadership and police.\n\nBut the dramatic scenes highlighted a broader issue for Canada in 2019: swaths of territory – never signed away by treaty or seized in war – still belong to indigenous nations who are fighting back against resource projects they say they never consented to.\n\nUnlike the rest of the country – where relationships between indigenous groups and the state are governed by treaties – few indigenous nations in British Columbia ever signed deals with colonial authorities, meaning the federal government still operates in a vacuum of authority on their lands, said Gordon Christie, a scholar of indigenous law at the University of British Columbia\n\n“What I see is a long history of the Canadian government doing its best to avoid acknowledging the existence of other systems of government,” he said.\n\n“The Crown has itself acknowledged that the way it gets authority over territory is through the making of a treaty,” said Christie. “So this is their problem.”\n\nIn recent months, tensions with indigenous peoples have flared across Canada as energy companies seek to construct projects on and through indigenous lands. Both TransCanada, which is attempting to build the Coastal GasLink pipeline and Kinder Morgan, which was pushing the TransMountain pipeline, have faced fierce opposition from indigenous groups.\n\nFacebook Twitter Pinterest Unist’ot’en chief Doris Rosso speaks to supporters of the anti-pipeline camp and Wet’suwet’en people at a checkpoint near Houston, British Columbia. Photograph: Canadian Press/REX/Shutterstock\n\nMuch of the current uncertainty surrounds who companies should consult with when they begin to plans projects which would enter indigenous lands.\n\nWhile elected indigenous officials from communities along the route of the proposed Coastal GasLink pipeline have signed benefit agreements with TransCanada, five Wet’suwet’en hereditary chiefs oppose the plan. The chiefs, who are unelected, argue they retain authority over the sprawling 22,000 sq km of the band’s traditional territory.\n\nChristie agreed, saying the hereditary chiefs legal claim to rightful control is “airtight”.\n\n“The goal has always been the same for Canada and indigenous people: it’s to remove us from our land and have access to the resources,” said Jennifer Wickham, a member of the Gitdumden, one of five clans making up the Wet’suwet’en nation. “That storyline has never changed.”\n\nTransCanada says it has had more than 15,000 “interactions and engagements” with indigenous groups as part of the consultation process. The outcome between protesters and police was “not the one we wanted”, the company in a statement.\n\nThe events of the past week have cast a shadow over the Trudeau’s image of a political leader seeking reconciliation with Canada’s marginalized and often mistreated First Nations. While he lamented the arrests, his government will maintain its course, arguing the resource projects must be built.\n\n“Justin Trudeau has said that reconciliation is a priority for him. I would have to say to him, is this what reconciliation looks like?” said Wickham, whose sister Molly was arrested on Monday when police raided the protest camp.\n\nThe site was first occupied by indigenous protesters in 2009 and now hosts a complex of buildings, including a traditional healing lodge.\n\nFreda Huson, who has lived there for nearly a decade said that for generations the community has lost land to farming and resource development and now fears that the pipeline could taint the only available drinking water in the area.\n\n“I shouldn’t have to be dragged into the courts to prove that I own land that I know is ours. Our people owned these territories since time immemorial,” she said.\n\nTrudeau pledged to overhaul the framework guiding relations with indigenous communities nearly a year ago.\n\nBut in areas where no treaties were signed, the courts have often become the arbiter of land claims. In 2014, the Tsilhqot’in people in British Columbia won a longstanding battle over title rights at the country’s highest court – but at a cost of more than $10m.\n\nTrudeau's environmental record on the line in Canada election year Read more\n\nBoth Huson and Wickham believe Canadian law is inadequately equipped to handle land claims fights with the government.\n\nIn 1997 the supreme court put an end to one of the longest-running legal battles in Canadian history, ruling that the Wet’suwet’en had effectively demonstrated clear title to their land.\n\nThe plaintiffs exhausted more than an estimated $25m on legal fees – only to have a retrial called, leaving uncertainty around their claim.\n\nFacebook Twitter Pinterest RCMP officers join hereditary chiefs and supporters as they walk towards the Unist’ot’en anti-pipeline camp on 9 January 2019. Photograph: Canadian Press/Rex/Shutterstock\n\n“It doesn’t matter which route we take. We took this to the highest court in the Canada and it was ruled in our favour,” said Wickham. “Even when we follow their western law, it doesn’t do us any good.”\n\nBoth the federal government and British Columbia have pledged to implement the United Nations declaration on the rights of indigenous peoples (UNdrip).\n\nBut Christie argues that until there is a fundamental shift in government attitudes, similar feuds will continue erupt.\n\n“The Canada government [could] change its stance and just acknowledge that these other systems of government have been around for a long period of time,” he said. “And treaty-making is the way to manage that.”\n\nHuson said: “We’re in the right. We’re not doing anything wrong. This is my home. This is my land. They want to break down my door.”",
        "quotes": [
            [
                "What I see is a long history of the Canadian government doing its best to avoid acknowledging the existence of other systems of government,",
                "Christie",
                true
            ],
            [
                "The Crown has itself acknowledged that the way it gets authority over territory is through the making of a treaty,",
                "Christie",
                true
            ],
            [
                "The goal has always been the same for Canada and indigenous people: it’s to remove us from our land and have access to the resources,",
                "Jennifer Wickham",
                true
            ],
            [
                "Justin Trudeau has said that reconciliation is a priority for him.",
                "Wickham",
                true
            ],
            [
                "I would have to say to him, is this what reconciliation looks like?",
                "Wickham",
                true
            ],
            [
                "I shouldn’t have to be dragged into the courts to prove that I own land that I know is ours.",
                "",
                true
            ],
            [
                "Our people owned these territories since time immemorial,",
                "",
                true
            ],
            [
                "It doesn’t matter which route we take.",
                "Wickham",
                true
            ],
            [
                "We took this to the highest court in the Canada and it was ruled in our favour,",
                "Wickham",
                true
            ],
            [
                "Even when we follow their western law, it doesn’t do us any good.",
                "Wickham",
                true
            ],
            [
                "The Canada government [could] change its stance and just acknowledge that these other systems of government have been around for a long period of time,",
                "Christie",
                true
            ],
            [
                "And treaty-making is the way to manage that.",
                "Christie",
                true
            ],
            [
                "We’re not doing anything wrong.",
                "Huson",
                true
            ],
            [
                "They want to break down my door.",
                "Huson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/world/2018/feb/18/canada-indigenous-first-nations-justin-trudeau-pledge-reaction",
                "https://www.theguardian.com/environment/true-north/2014/oct/21/the-indigenous-land-rights-ruling-that-could-transform-canada",
                "https://www.cbc.ca/news/indigenous/canada-adopting-implementing-un-rights-declaration-1.3575272",
                "https://www.theguardian.com/commentisfree/2015/aug/03/canada-first-nation-land-rights",
                "https://www.theguardian.com/world/2019/jan/07/canada-indigenous-anti-pipeline-protesters",
                "https://www.theguardian.com/world/2019/jan/08/canada-14-arrested-indigenous-anti-pipeline-protest-camp",
                "https://www.theguardian.com/world/2019/jan/02/justin-trudeau-environmental-record-canada-election-year",
                "https://www.theguardian.com/world/2017/jun/02/canada-coalition-block-pipeline-trans-mountain",
                "https://www.theguardian.com/world/2018/feb/14/canada-justin-trudeau-indigenous-groups"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/intent/tweet?text=Pipeline%20battle%20puts%20focus%20on%20Canada's%20disputed%20right%20to%20use%20indigenous%20land&url=https%3A%2F%2Fwww.theguardian.com%2Fworld%2F2019%2Fjan%2F11%2Fcanada-pipeline-indigenous-trudeau-treaty%3FCMP%3Dshare_btn_tw%26page%3Dwith%3Aimg-3%23img-3",
                "https://www.theguardian.com/world/canada",
                "https://twitter.com/intent/tweet?text=Pipeline%20battle%20puts%20focus%20on%20Canada's%20disputed%20right%20to%20use%20indigenous%20land&url=https%3A%2F%2Fwww.theguardian.com%2Fworld%2F2019%2Fjan%2F11%2Fcanada-pipeline-indigenous-trudeau-treaty%3FCMP%3Dshare_btn_tw%26page%3Dwith%3Aimg-2%23img-2"
            ]
        },
        "key_words": [
            "canada",
            "right",
            "pipeline",
            "disputed",
            "land",
            "focus",
            "protesters",
            "canadian",
            "columbia",
            "puts",
            "battle",
            "chiefs",
            "canadas",
            "british",
            "wetsuweten",
            "indigenous"
        ]
    }
]