[
    {
        "url": "https://beforeitsnews.com/v3/science-and-technology/2019/2960327.html",
        "title": "Before the Last Ice Age, More \"Reactive\" Land Surfaces Cooled the Earth",
        "authors": [
            {
                "name": "Alton Parrish",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "From time to time, there have been long periods of cooling in Earth’s history. Temperatures had already fallen for more than ten million years before the last ice age began about 2.5 million years ago. At that time the northern hemisphere was covered with massive ice masses and glaciers. A geoscientific paradigm, widespread for over twenty years, explains this cooling with the formation of the large mountain ranges such as the Andes, the Himalayas and the Alps. As a result, more rock weathering has taken place, the paradigm suggests. This in turn removed more carbon dioxide (CO2) from the atmosphere, so that the ‘greenhouse effect’ decreased and the atmosphere cooled. This and other processes eventually led to the ‘ice Age’.\n\nIn a new study, Jeremy Caves-Rugenstein from ETH Zurich, Dan Ibarra from Stanford University and Friedhelm von Blanckenburg from the GFZ German Research Centre for Geosciences in Potsdam were able to show that this paradigm cannot be upheld. According to the paper, weathering was constant over the period under consideration. Instead, increased ‘reactivity’ of the land surface has led to a decrease in CO2 in the atmosphere, thus cooling the Earth. The researchers published the results in the journal Nature.\n\nCredit: GFZ A second look after isotope analysis The process of rock weathering, and especially the chemical weathering of rocks with carbonic acid, has controlled the Earth’s climate for billions of years. Carbonic acid is produced from CO2 when it dissolves in rainwater. Weathering thus removes CO2 from the Earth’s atmosphere, precisely to the extent that volcanic gases supplied the atmosphere with it. The paradigm that has been widespread so far states that with the formation of the large mountains ranges in the last 15 million years, erosion processes have increased – and with them also the CO2-binding rock weathering. Indeed, geochemical measurements in ocean sediments show that the proportion of CO2 in the atmosphere has decreased during this phase. “The hypothesis, however, has a big catch,” explains Friedhelm von Blanckenburg of GFZ. “If the atmosphere had actually lost as much CO2 as the weathering created by erosion would have caused, it would hardly have had any CO2 left after less than a million years. All water would have had frozen to ice and life would have had a hard time to survive. But that was not the case.”",
        "quotes": [
            [
                "The hypothesis, however, has a big catch,",
                "",
                true
            ],
            [
                "If the atmosphere had actually lost as much CO2 as the weathering created by erosion would have caused, it would hardly have had any CO2 left after less than a million years.",
                "",
                true
            ],
            [
                "All water would have had frozen to ice and life would have had a hard time to survive.",
                "",
                true
            ],
            [
                "But that was not the case.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://dx.doi.org/10.1038/s41586-019-1332-y"
            ]
        },
        "key_words": [
            "reactive",
            "ice",
            "age",
            "paradigm",
            "rock",
            "million",
            "gfz",
            "cooling",
            "cooled",
            "weathering",
            "co2",
            "surfaces",
            "earth",
            "atmosphere",
            "land",
            "earths"
        ]
    }
]