[
    {
        "url": "http://www.newshounds.us/fox_guest_like_going_to_heaven_baby_to_work_two_jobs_without_retiring_071219",
        "title": "Fox Guest: It's ‘Like Going To Heaven’ To Work Two Jobs Without Ever Retiring",
        "authors": [],
        "publisher": "www.newshounds.us",
        "publish_date": "",
        "text": "TrendMicro CEO Donald Luskin sounded worse than Marie Antoinette when he lectured struggling Americans who work two jobs and can’t afford to retire to count their blessings and think of it as “heaven” if they are not starving.\n\nHost Charles Payne seemed to understand that it's a problem that the country has a large segment of financially struggling Americans. But rather than come right out and say so, he suggested it was “up for debate.”\n\nPAYNE: Well, retirement inching closer or becoming a thing of the past for a lot of Americans. In fact, a recent poll finds nearly one in four people don't expect to ever leave the workforce. This, as the number of people working multiple jobs also spiking. So why are so many people financially unfit to call it quits? Well, It's up for debate.\n\nPayne acknowledged that such polls are “always alarming.” But hinting that maybe there's no need for alarm, Payne asked Luskin, “Is that worrisome for you, Donald?”\n\nThe shockingly out-of-touch Luskin went beyond “Let them eat cake” to “They should be grateful to eat cake all the time.”\n\nLUSKIN: It doesn't worry me personally. I guess I'm one of those people who plans never to retire. I mean, I got to tell you, what do people do when they retire? You know, how do you spend a day? I mean, is bowling that interesting? Is fishing that interesting? I happen to love my work. Why would I want to stop it? It’s not like it hurts. Why would I stop it? This is great! What a great country where we have the opportunity to keep working! What a miracle where our lives are long enough and we're healthy enough and mentally alert enough so that we don't have to retire like generations before us! This is a great blessing. You should embrace it!\n\nAs The Young Turks pointed out, half the workforce doesn’t have the kind of cushy job Luskin has but jobs that require “heavy work” or “medium work.” I'd love to see Luskin \"embrace\" that kind of work for himself in his 70s.\n\nLuskin acknowledged that not having enough money to retire if you want to is a problem - but probably because you’ve been a naughty spender!\n\nIn a condescending voice Luskin “asked,” “Were you the profligate grasshopper instead of the ant who saved up? I mean, were you just messing around when you were a kid and didn’t contribute enough to your 401(k) or did the economy just fail to provide a job for you? It’s hard to know.”\n\nOr, did you get laid off in your later years? Suffer a health crisis that ate up your savings? Have some kind of family emergency? A recent Washington Post article dug into why 40% of Americans struggle to pay their current bills and it’s not because they are profligate. It’s because of low wages that have not kept pace with rising expenses for housing, health care and education as well as increased levels of personal debt. “In discussions with 30 Americans unable to pay all of their bills, a clear pattern emerged: Most were able to eke by until they faced an unexpected crisis such as a job loss, cancer, car trouble or storm damage,” reporter Heather Long noted.\n\nBut to a fatcat like Luskin, everything is peachy from his 1% perch and, if not – why, it’s your fault and not his problem!\n\n“All I can say is that we have – we’re very close to what is statistically full employment right now which means that anybody who wants a job can have a job,” Luskin said smugly. Notice he said nothing about anybody having a job that will provide for a middle class lifestyle. Or keep you from having to choose between daycare and a family car.\n\nThen he went “back to the blessing part of it.”\n\nLUSKIN: It is part of your destiny to be productive and to work. And that means different things to different people. But it is a blessing and you should embrace it. Even if you didn’t save properly and you now see yourself between a rock and a hard place, find the blessing in it. Think how great it is that you live in a time where you can work.\n\nPayne didn’t seem quite on board. He quickly opined that some people may work two jobs because they want the “flexibility of working for Uber and Lyft.” But he said a lot is also because of “economic circumstances or dire economic circumstances as well.” He asked if it might be “worrisome” that in a booming economy the prosperity is not “trickling down” to everyone.\n\nNope, Luskin thinks that’s “like going to heaven, baby.”\n\nLUSKIN: No, what would be worrisome to me is that if you had these people where their initial starting point is “Oh, my God, I didn’t save enough, I can’t afford to retire, and they couldn’t get a job or a second job, right? … Do you want to be able to work two jobs or do you want to starve? Because between those two alternatives, working two jobs is like going to heaven, baby. That sounds great to me.\n\nWatch the hideous elitism below, from the Fox Business Network's July 8, 2019 Making Money, via Media Matters.",
        "quotes": [
            [
                "Is that worrisome for you, Donald?",
                "Luskin",
                true
            ],
            [
                "They should be grateful to eat cake all the time.",
                "Luskin",
                true
            ],
            [
                "Were you the profligate grasshopper instead of the ant who saved up?",
                "Luskin",
                true
            ],
            [
                "I mean, were you just messing around when you were a kid and didn’t contribute enough to your 401(k) or did the economy just fail to provide a job for you?",
                "Luskin",
                true
            ],
            [
                "In discussions with 30 Americans unable to pay all of their bills, a clear pattern emerged: Most were able to eke by until they faced an unexpected crisis such as a job loss, cancer, car trouble or storm damage,",
                "Heather Long",
                true
            ],
            [
                "All I can say is that we have – we’re very close to what is statistically full employment right now which means that anybody who wants a job can have a job,",
                "Luskin",
                true
            ],
            [
                "back to the blessing part of it.",
                "Luskin",
                false
            ],
            [
                "flexibility of working for Uber and Lyft.",
                "Luskin",
                false
            ],
            [
                "economic circumstances or dire economic circumstances as well.",
                "Luskin",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/business/economy/this-doesnt-look-like-the-best-economy-ever-40percent-of-americans-say-they-still-struggle-to-pay-bills/2019/07/04/855c382e-99b5-11e9-916d-9c61607d8190_story.html?utm_term=.e8ee2023f381&noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.mediamatters.org/video/2019/07/08/fox-guest-enthusiastically-spins-new-poll-showing-23-americans-plan-never-retire-what-great-country/224135",
                "https://www.youtube.com/watch?v=v96mDRSor2w"
            ]
        },
        "key_words": [
            "blessing",
            "working",
            "heaven",
            "luskin",
            "job",
            "work",
            "fox",
            "americans",
            "didnt",
            "guest",
            "going",
            "retiring",
            "jobs",
            "retire",
            "great"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/business/economy/this-doesnt-look-like-the-best-economy-ever-40percent-of-americans-say-they-still-struggle-to-pay-bills/2019/07/04/855c382e-99b5-11e9-916d-9c61607d8190_story.html?utm_term=.e8ee2023f381&noredirect=on",
        "title": "‘This doesn’t look like the best economy ever’: 40% of Americans say they still struggle to pay bills",
        "authors": [
            {
                "name": "Pa. She Also Worked At An Investment Firm In London.",
                "link": null
            },
            {
                "name": "A Columnist",
                "link": null
            },
            {
                "name": "Heather Long",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2019-07-04",
        "text": "\n\nCarl Dunlap and Sommer Johnson in May at the home they rent in Douglasville, Ga. (Elijah Nouvelage for The Washington Post)\n\nSommer Johnson thought everything was finally coming together for her last year. She was engaged, working full time and doing well in online college classes when her fiance’s mother died a week before their wedding day — triggering a series of large and unexpected expenses that left her struggling to pay her bills and brought her to the verge of bankruptcy.\n\n“I keep hearing this is one of the best economies we’ve ever had and unemployment is down, especially among African Americans, which I am,” said Johnson, 39, who lives in Douglasville, Ga., an Atlanta suburb. “I’m looking around going, ‘Where is this boom?’ From where I sit, this doesn’t look like the best economy ever.”\n\nThe economic expansion this week became the longest in U.S. history, surpassing the 1990s boom, which lasted exactly a decade.\n\nThe stock market is at record levels, with the Dow Jones industrial average closing at a new high Wednesday ahead of the July 4 holiday, and President Trump has made the economy’s strong performance a centerpiece of his reelection campaign.\n\nBut this expansion has been weaker and its benefits distributed far more unevenly than in previous growth cycles, leaving many Americans in a vulnerable position.\n\n[How healthy is the U.S. economy? Here’s what 7 key indicators reveal.]\n\nThis is a “two-tier recovery,” said Matthew Mish, head of credit strategy at the investment bank UBS. About 60 percent of Americans have benefited financially, he said, while 40 percent have not.\n\nThe 40 percent — which Mish calls the “lower tier” — have seen paltry or volatile wage growth, rising expenses for housing, health care and education, and increased levels of personal debt. They tend not to own homes or many stocks.\n\nIn discussions with 30 Americans unable to pay all of their bills, a clear pattern emerged: Most were able to eke by until they faced an unexpected crisis such as a job loss, cancer, car trouble or storm damage.\n\nThe extra expense caused them to get behind on their bills, and they never fully rebounded.\n\nEconomists fear such precarious financial situations put many Americans at risk if there is even a mild setback in the economy, potentially setting up the next recession to be worse than anything in recent history except the Great Recession.\n\n“So many Americans are living paycheck to paycheck,” said Signe-Mary McKernan, vice president of the Center on Labor, Human Services and Population at the Urban Institute. “We are headed toward a political crisis, if not an economic one.”\n\n[Why nearly 350,000 workers in mostly red states aren’t seeing wage increases, even though their local lawmakers passed them]\n\nTheir vulnerability is due to a confluence of factors. First, the average American family has yet to recover fully from the 2008 financial crisis, the Federal Reserve found, leaving half the nation with a diminished cushion to handle surprise expenses — or the next downturn.\n\nThe bottom half has less wealth today, after adjusting for inflation, than it did in 1989, according to Fed data through March of this year.\n\nWhile wage growth has accelerated in recent months, especially for the lowest-paid workers, families who have struggled for years have a ways to go to return to solid footing.\n\n\n\nSommer Johnson works a full-time job, takes online classes toward a degree in business administration and is a mom to two teenagers and an infant. (Elijah Nouvelage for The Washington Post)\n\nHalf of U.S. jobs pay less than $18.58 an hour and more than a third pay less than $15, which makes it difficult to save or invest for a better future.\n\nTrump and his team argue that a strong economy is lifting more and more Americans up financially, including blue-collar workers, the formerly incarcerated and minorities. In contrast, Democrats are calling for major expansions of government programs to address inequality. How to help the economically vulnerable is likely to be a key debate in the 2020 race.\n\n“Just because folks on Wall Street think things are fine doesn’t mean most Americans feel like things are fine,” said Ray Boshara, director of the Center for Household Financial Stability at the Federal Reserve Bank of St. Louis. “When every day is a rainy day for millions of families, things are not fine.”\n\nTo get by, Americans have borrowed heavily in recent years. Total U.S. household debt is now $13.7 trillion, surpassing the 2008 peak in dollar terms, according to the Federal Reserve Bank of New York. The surge in debt this time around is for cars and college, not mortgages.\n\nJohnson knows these issues all too well. Her family of five — including two teenagers and an infant daughter — was making it on her $31,000 salary as an insurance underwriting assistant and her husband’s part-time job as a clerk. But it took longer to sell her mother-in-law’s house than the couple expected.\n\nThe modest life insurance policy the couple collected on her death soon ran out, but the bills — for the funeral, carrying the extra house, rent, health insurance and the new baby — kept coming. Johnson’s husband, Carl Dunlap, has applied repeatedly for full-time jobs but has not been able to get one. He picked up as many extra hours as he could at work, but it wasn’t enough.\n\n[‘A constant state of drowning:’ On Post Reports, Heather Long talks to the Americans who don’t feel lifted by a strong economy]\n\nAlready in debt for college and a used Volkswagen Passat she bought in 2017, Johnson turned to friends and family for help. But she eventually had to choose between paying for day care and the $350-a-month auto loan. She picked day care, and her family lost a vehicle.\n\nShe recalls the exact moment it happened: 10 p.m. on a Thursday night in early March. She saw the red flashing lights of the repo men through her living-room window and ran outside barefoot.\n\n“I just stood there and watched it go, which was tough,” Johnson said. “That was the first car I ever bought for myself, and we needed it.”\n\n\n\nJohnson shops with her daughter Harmonii in Douglasville. (Elijah Nouvelage for The Washington Post)\n\n\n\nJohnson and Dunlap drive to a ceremony at her university honoring students for their grades. (Elijah Nouvelage for The Washington Post)\n\nJohnson takes Harmonii out of her car. “Where is this boom?” Johnson says of her vantage point on the U.S. economy. (Elijah Nouvelage for The Washington Post)\n\nThe couple carpool to work now, trying to save money to pay the thousands of dollars they still owe on the VW that is no longer in their possession.\n\nOlder and wealthier — and usually white — Americans typically take on debt to buy homes or make investments that are likely to make them richer in the years to come. Most in this category have recovered the wealth they lost in the Great Recession as home prices and stocks have soared.\n\nIn contrast, data from the Fed show that families of color and Americans born after 1970 are the least likely to have recovered the wealth they lost in the crisis. Households earning less than $60,000 also tend to carry heavy debt loads, according to data from credit-score company Equifax, often taking out loans for college, which they cannot get rid of in bankruptcy, or loans to pay bills, which can put them further behind.\n\n[Kamala D. Harris changes answer on abolishing private health insurance, saying she misheard debate question]\n\nThe prevailing view among Wall Street investors and Washington policymakers is that there is little to worry about because student loans are backed by the government and delinquency rates for other kinds of debt are fairly low, meaning most people can make their monthly payments.\n\n“Credit quality is about as good as I’ve ever seen it,” said Mark Zandi, chief economist at Moody’s Analytics. “There is nothing that suggests inordinate stress on low-income households . . . certainly nothing compared to times past.”\n\nBut Boshara, of the St. Louis Fed, pointed out that credit card and auto loan delinquencies have risen this year, the opposite of what Wall Street expected in good economic times.\n\nFour in 10 Americans say they still struggle to pay their bills, despite the strong economy, according to a quarterly survey by UBS that has shown no improvement since 2014. An April Gallup poll found that 36 percent of Americans were “very” or “moderately” worried about not being able to pay their normal monthly bills, little changed from 2018, but up from 2017 when 31 percent were very or moderately worried. And looking at how households are doing by class, race or age reveals a concerning picture.\n\nFor Maddy Dannemiller, who lives outside Columbus, Ohio, the tipping point came when her then-boyfriend hit a deer while driving her car.\n\nThe vehicle was badly damaged, and the couple decided it was not safe enough for their children, prompting her to buy another.\n\nHer monthly payment jumped to over $450 a month because she didn’t have a credit history. (Dannemiller’s late mother had co-signed the loan on her first car.)\n\nThen the couple broke up, and Dannemiller says she is supporting three children on her own.\n\nAs a nurse’s aide, she makes above Ohio’s $8.55-an-hour minimum wage but not much over $10. Her landlord is a relative who sometimes gives her a break on rent, but she is routinely late on car and credit card payments.\n\n“I’m 25, but I feel like I am in my late 30s,” Dannemiller said, shortly before heading to work. “Right now, I’m two months behind on my car payment.”",
        "quotes": [
            [
                "I keep hearing this is one of the best economies we’ve ever had and unemployment is down, especially among African Americans, which I am,",
                "Johnson",
                true
            ],
            [
                "I’m looking around going, ‘Where is this boom?’ From where I sit, this doesn’t look like the best economy ever.",
                "Johnson",
                true
            ],
            [
                "So many Americans are living paycheck to paycheck,",
                "Signe-Mary McKernan",
                true
            ],
            [
                "We are headed toward a political crisis, if not an economic one.",
                "Signe-Mary McKernan",
                true
            ],
            [
                "Just because folks on Wall Street think things are fine doesn’t mean most Americans feel like things are fine,",
                "Ray Boshara",
                true
            ],
            [
                "When every day is a rainy day for millions of families, things are not fine.",
                "Ray Boshara",
                true
            ],
            [
                "I just stood there and watched it go, which was tough,",
                "Sommer Johnson",
                true
            ],
            [
                "That was the first car I ever bought for myself, and we needed it.",
                "Sommer Johnson",
                true
            ],
            [
                "Credit quality is about as good as I’ve ever seen it,",
                "Mark Zandi",
                true
            ],
            [
                "There is nothing that suggests inordinate stress on low-income households .",
                "Mark Zandi",
                true
            ],
            [
                "certainly nothing compared to times past.",
                "Mark Zandi",
                false
            ],
            [
                "I’m 25, but I feel like I am in my late 30s,",
                "Dannemiller",
                true
            ],
            [
                "Right now, I’m two months behind on my car payment.",
                "Dannemiller",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/politics/2019/06/28/kamala-harris-reverses-answer-abolishing-private-health-insurance-saying-she-misheard-question/?utm_term=.78608b62931e&noredirect=on",
                "https://www.washingtonpost.com/business/2019/07/03/why-nearly-workers-mostly-red-states-arent-seeing-wage-increases-even-though-their-local-lawmakers-passed-them/?utm_term=.9c88b2ee61f7&noredirect=on",
                "https://www.washingtonpost.com/business/2019/06/28/how-healthy-is-us-economy-heres-what-key-indicators-reveal/?utm_term=.555a4bd64c6d&noredirect=on",
                "https://news.gallup.com/poll/249164/americans-feel-generally-positive-own-finances.aspx"
            ],
            "gov_pgs": [
                "https://www.federalreserve.gov/releases/z1/dataviz/dfa/distribute/chart/#range:1989.3,2019.1"
            ],
            "unsure": []
        },
        "key_words": [
            "struggle",
            "say",
            "doesnt",
            "best",
            "nouvelage",
            "look",
            "40",
            "pay",
            "elijah",
            "americans",
            "washington",
            "day",
            "economy",
            "johnson",
            "debt",
            "bills"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/politics/2019/06/28/kamala-harris-reverses-answer-abolishing-private-health-insurance-saying-she-misheard-question/?utm_term=.78608b62931e&noredirect=on",
        "title": "Kamala Harris changes answer on abolishing private health insurance, saying she misheard debate question",
        "authors": [
            {
                "name": "Jeff Stein",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2019-06-28",
        "text": "\n\nSen. Kamala D. Harris (Calif.) speaks during a television interview after the second night of the first Democratic presidential debate Thursday in Miami. (Joe Raedle/Getty Images)\n\nSen. Kamala D. Harris (D-Calif.) said Friday that she does not support abolishing private health insurance in the United States, saying she misheard a question from NBC’s moderators about Medicare-for-all during the presidential debate.\n\nThursday night, Harris alone joined Sen. Bernie Sanders (I-Vt.) in raising her hand when all of the candidates were asked if they would outlaw private health insurance in favor of a government single-payer plan.\n\nBut appearing on “Morning Joe” on Friday, Harris suggested she had incorrectly heard the question as being about whether she personally would be willing to use a government plan instead of a private one. NBC’s Lester Holt had asked: “Many people watching at home have health insurance through their employer. Who here would abolish their private health insurance in favor of a government-run plan?”\n\n[Kamala Harris’s claim that Medicare-for-all ‘doesn’t get rid of all insurance’]\n\nHarris later said she would in fact preserve supplemental private insurance. Some journalists said on Twitter during the debate Thursday night that they also had understood Holt to be asking about the candidates’ personal health-care choices. But some critics questioned Harris’s reversal, noting this is not the first time Harris or her campaign have clarified her remarks on private insurance after a live television performance.\n\nLily Adams, a spokeswoman for the Harris campaign, said on MSNBC on Friday that Harris has been “very clear” about her stance on private insurance, also noting that some supplemental insurance is available under Sanders’s single-payer plan.\n\nThe exact role of private insurance under Medicare-for-all has provoked substantial confusion over the course of the Democratic presidential campaign.\n\nIn 2017, Harris and several other Democratic senators running for president announced their support for Sanders’s Medicare-for-all legislation, which would move about 217 million Americans who receive their insurance through a private plan — as well as everyone else in the country — onto a single government insurance plan. The plan would outlaw all private health insurance coverage that is duplicative with this generous government plan, leaving only room for a handful of supplemental services, such as cosmetic surgery.\n\n“As a technical matter, the Medicare-for-all bill would allow private insurers to sell supplemental policies for benefits not covered by the government plan,” Larry Levitt, senior vice president for health reform at the Kaiser Family Foundation, said in May. “As a practical matter, the government plan covers such a comprehensive set of benefits that there would be virtually no role for private insurance.”\n\nBut a number of the Democratic presidential candidates have said they support Medicare-for-all and have downplayed its disruptive impact on existing private insurance, pointing to European countries that have single-payer systems while retaining supplemental coverage. South Bend, Ind., Mayor Pete Buttigieg has said he supports Medicare-for-all but proposed ideas that look very different from Sanders’s, touting a public option that would allow Americans to buy into Medicare and leave private insurance largely intact.\n\nSen. Elizabeth Warren (Mass.) and New York Mayor Bill de Blasio have joined Sanders in saying that they support the abolition of private health insurance. But Harris, on Friday, appeared to suggest she does not agree with them.\n\n“No, no, I do not,” she told “Morning Joe” when asked about eliminating private insurance. “I am a proponent of Medicare-for-all. Private insurance will exist for supplemental coverage.”\n\nSanders has tried to highlight the distinction, in part, to draw a contrast with the candidates who may not push as aggressively to overhaul the nation’s health-care system. After the Republican National Committee cited Sanders’s comment that he wanted to eliminate the insurance companies, Sanders tweeted: “You’re damn right.”\n\nHarris did not respond to a Washington Post survey several months ago about whether she would support “essentially” getting rid of private health insurance as part of a move to a single-payer system.\n\nAsked about the issue by CNN in January, Harris appeared to embrace the elimination of private health insurance. “Who of us has not had that situation where you’ve got to wait for approval, and the doctor says, ‘Well, I don’t know if your insurance company is going to cover this’?\" she said. “Let’s eliminate all of that. Let’s move on.”\n\nAmid a backlash the next day, a Harris campaign aide told CNN the candidate would also be open to other health plans that would preserve private industry.\n\nRobert Hockett, an expert in public policy at Cornell University, said it was unclear if all the candidates who say they support Medicare-for-all believe in the virtual elimination of private health insurance that Sanders’s plan would entail.\n\n“Since Medicare-for-all is a buzzword among progressives, many candidates have gotten on board at least with the phrase,” Hockett said. “But it’s not always clear what the phrase means for each candidate. This whole debate needs clarification.”\n\nJohn Wagner contributed to this report.",
        "quotes": [
            [
                "Many people watching at home have health insurance through their employer.",
                "Lester Holt",
                true
            ],
            [
                "Who here would abolish their private health insurance in favor of a government-run plan?",
                "Lester Holt",
                true
            ],
            [
                "doesn’t get rid of all insurance",
                "Kamala Harris",
                false
            ],
            [
                "As a technical matter, the Medicare-for-all bill would allow private insurers to sell supplemental policies for benefits not covered by the government plan,",
                "Larry Levitt",
                true
            ],
            [
                "As a practical matter, the government plan covers such a comprehensive set of benefits that there would be virtually no role for private insurance.",
                "Larry Levitt",
                true
            ],
            [
                "I am a proponent of Medicare-for-all.",
                "",
                true
            ],
            [
                "Private insurance will exist for supplemental coverage.",
                "",
                true
            ],
            [
                "Well, I don’t know if your insurance company is going to cover this",
                "",
                false
            ],
            [
                "Let’s eliminate all of that.",
                "",
                true
            ],
            [
                "Since Medicare-for-all is a buzzword among progressives, many candidates have gotten on board at least with the phrase,",
                "Hockett",
                true
            ],
            [
                "But it’s not always clear what the phrase means for each candidate.",
                "Hockett",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/politics/2019/05/14/kamala-harriss-claim-that-medicare-for-all-doesnt-get-rid-all-insurance/?utm_term=.57cfffe418d1&noredirect=on",
                "https://www.cnn.com/2019/01/29/politics/kamala-harris-medicare-for-all-eliminate-private-insurers-backlash/index.html",
                "https://www.washingtonpost.com/politics/2019/05/14/kamala-harriss-claim-that-medicare-for-all-doesnt-get-rid-all-insurance/?utm_term=.e929aef48fa3&noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "health",
            "medicareforall",
            "kamala",
            "sanderss",
            "insurance",
            "plan",
            "private",
            "question",
            "support",
            "harris",
            "debate",
            "changes",
            "supplemental",
            "misheard",
            "saying",
            "candidates"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/business/2019/07/03/why-nearly-workers-mostly-red-states-arent-seeing-wage-increases-even-though-their-local-lawmakers-passed-them/?utm_term=.9c88b2ee61f7&noredirect=on",
        "title": "Why nearly 350,000 workers in mostly red states aren’t seeing wage increases, even though their local lawmakers passed them",
        "authors": [
            {
                "name": "Tracy Jan Covers The Intersection Of Race",
                "link": null
            },
            {
                "name": "The Economy",
                "link": null
            },
            {
                "name": "Tracy Jan",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2019-07-03",
        "text": "\n\nBettie Douglas, a 61-year-old mother of three from St. Louis, stands inside the McDonald's where she worked in 2017. Douglas was earning just above the state minimum wage until St. Louis's new $10 minimum wage went into effect in May 2017. A state law passed later that month rolled back the city wage to the state minimum of $7.70 per hour. (Jim Salter/AP)\n\nFor most of her 13 years working the grill and cash register at McDonald’s, Bettie Douglas earned just over $7 an hour. Then in 2017, the St. Louis resident’s hourly pay rose to $10 after the city increased its minimum wage.\n\nBut the Missouri legislature soon invalidated the local wage ordinance following opposition from business groups, despite the state Supreme Court having already upheld the increase. Pay for tens of thousands of low-wage workers in St. Louis reverted to the state’s then-minimum of $7.70 an hour.\n\nMissouri is among 25 states that expressly block local municipalities from adopting their own minimum-wage laws. State legislatures in Alabama, Florida, Iowa, Kentucky and Wisconsin have also invalidated local wage increases, costing nearly 350,000 workers a total of $1.5 billion per year, according to a study by the National Employment Law Project that quantifies for the first time the economic impact of prohibiting local wage increases.\n\nState laws preempting or nullifying higher local wages perpetuate economic inequality in American cities, hurting women and minority workers who are disproportionately employed in low-wage jobs, researchers say. More than 60 percent of affected workers affected in St. Louis, Birmingham and Miami Beach are people of color, according to the study.\n\n“Missouri was one of the most egregious examples of an overwhelmingly white legislature undoing the will of local communities,” said Laura Huizar, a senior staff attorney for NELP and co-author of the report. “Preemption has been used as a tool to undermine higher wages, protect corporate profits, and cancel the voices of blacks and Latinos.”\n\nIn addition to invalidating the local pay increases in St. Louis and Kansas City, the Missouri law blocked the introduction of new employment benefit requirements such as paid sick leave and health, disability and retirement benefits. The St. Louis minimum wage had been scheduled to rise to $11 an hour by 2018. Kansas City’s was supposed to go up to $13 by 2020.\n\n\n\n(National Employment Law Project)\n\nOn average, workers in the 12 municipalities where wage increases were overturned by state legislatures are losing almost $4,100 individually per year, the study found. Between 20 and 71 percent of the affected workers in these cities and counties live below the federal poverty line.\n\nDespite the strong economy and historically low unemployment rates, real wages for the majority of workers have flatlined over the past decade. Since the “Fight for $15” minimum-wage movement began in 2012, more than 40 cities and counties have passed laws raising the local wage floor — leading to a corporate-fueled backlash in many legislatures, Huizar said. Minimum-wage increases in 20 municipalities, including the District of Columbia and two states, went into effect July 1.\n\nDouglas, the McDonald’s worker in St. Louis, is the sole breadwinner in her family. At 61, she’s supporting her eldest son, who is recovering from a brain tumor; her youngest son, who has autism; and her brother, who is disabled. Each weekday morning, she catches two buses and a train to work because she cannot afford a car.\n\n“Anybody who gets up and goes to work every day should be able to earn a living wage to take care of their families and pay their bills,” said Douglas, who began working at age 12 in her parents’ janitorial business. “I’m not asking for a handout. I’m saying just give me my due.”\n\nDouglas said her boss at the fast-food restaurant allowed her to keep her $10 hourly wage as a recognition of her long service, but many of her colleagues lost their raises.\n\nStill, she said she has no health insurance, no paid vacations or sick leave, and no retirement benefits. She said she hasn’t been to a doctor in the 18 years since she gave birth to her youngest son.\n\nMissouri voters last fall approved a ballot measure to raise the state minimum wage from $8.60 to $12 an hour by 2023. Douglas says she’s fighting for $15, which still falls short of the $16.32 hourly wage required for a single adult in St. Louis to meet his or her basic needs — let alone the $18.99 required for a family of four.\n\n“We are all just one paycheck away from being homeless,” Douglas said. “No one in America should live like that.”",
        "quotes": [
            [
                "Missouri was one of the most egregious examples of an overwhelmingly white legislature undoing the will of local communities,",
                "Laura Huizar",
                true
            ],
            [
                "Preemption has been used as a tool to undermine higher wages, protect corporate profits, and cancel the voices of blacks and Latinos.",
                "Laura Huizar",
                true
            ],
            [
                "Anybody who gets up and goes to work every day should be able to earn a living wage to take care of their families and pay their bills,",
                "Douglas",
                true
            ],
            [
                "I’m not asking for a handout.",
                "Douglas",
                true
            ],
            [
                "I’m saying just give me my due.",
                "Douglas",
                true
            ],
            [
                "We are all just one paycheck away from being homeless,",
                "Bettie Douglas",
                true
            ],
            [
                "No one in America should live like that.",
                "Bettie Douglas",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nelp.org/?post_type=publication&p=15092&preview=true"
            ],
            "gov_pgs": [
                "http://revisor.mo.gov/main/ViewChapter.aspx?chapter=290",
                "https://www.courts.mo.gov/file.jsp?id=110257",
                "https://www.stlouis-mo.gov/government/city-laws/ordinances/ordinance.cfm?ord=70078"
            ],
            "unsure": [
                "https://www.forworkingfamilies.org/blog/states-preempting-local-laws-are-extension-jim-crow",
                "https://www.epi.org/publication/family-budget-calculator-documentation/"
            ]
        },
        "key_words": [
            "douglas",
            "workers",
            "lawmakers",
            "st",
            "nearly",
            "law",
            "states",
            "passed",
            "state",
            "minimum",
            "pay",
            "increases",
            "seeing",
            "wage",
            "red",
            "louis",
            "local"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/business/2019/06/28/how-healthy-is-us-economy-heres-what-key-indicators-reveal/?utm_term=.555a4bd64c6d&noredirect=on",
        "title": "How healthy is the U.S. economy? Here’s what 7 key indicators reveal.",
        "authors": [
            {
                "name": "Pa. She Also Worked At An Investment Firm In London.",
                "link": null
            },
            {
                "name": "A Columnist",
                "link": null
            },
            {
                "name": "Heather Long",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2019-06-28",
        "text": "\n\nThe Port of Los Angeles in San Pedro, Calif., on June 18. The U.S. economy grew at a solid 3.1 percent clip in the first quarter of the year. However, growth is expected to slacken somewhat in the second quarter. (Frederic J. Brown/AFP/Getty Images)\n\nThe U.S. economy is in an odd place. Jobs are plentiful and the stock market is at record levels, but business leaders are worried enough about the future to pull back on spending. President Trump calls this the “greatest economy” ever, yet he’s also demanding the U.S. central bank inject more stimulus into the economy ASAP, something that typically happens only when a lot of yellow and red flags appear.\n\nThe overwhelming consensus among experts is that the U.S. economy is slowing after a pretty hot 2018. But there’s heated debate over how fast it’s cooling. Some argue that by the end of this year the U.S. economy is likely to look and feel a lot as it did in 2016: decent but not great. Others say the nation is likely to slip into a moderate downturn akin to those in 1990 or 2001. (The White House is adamant that there’s no slowing).\n\n[Trump may be about to face his biggest test yet on the economy]\n\nThe Washington Post asked top economic forecasters what metrics they are watching closely right now. Many pointed to seven key indicators that have done a decent job signaling recessions in the past: manufacturing purchases (PMI), trucking volumes, heavy truck sales, business capital spending, temporary hires, bank lending conditions (i.e., how easy it is to get a loan) and new claims for unemployment benefits.\n\nThe data reveal a cloudy outlook but only a few signs of a nasty storm. Manufacturing is the biggest red flag, a sector that makes up about 12 percent of the economy. Trucking shipments and business spending are flashing some yellow lights, a reflection that executives are on edge. But hiring and banking lending still look solid — or even strong.\n\n“The message you hear from Fed Chair [Jerome H.] Powell and about everyone else is, ‘we are waiting for the trend to become clear,’ \" said Peter Atwater, president of Financial Insyghts. “The danger is everyone plays catch up at once” if the trend starts to point down.\n\n[Fed is prepared to act to save U.S. economy from trade war, Powell says]\n\nThe big risk is if corporate anxiety over the trade war, weak growth abroad and the slowing manufacturing sector causes businesses to halt hiring in the United States in coming months, a shift that would probably spook Main Street and cause the almighty American consumer to pull back on spending. But a lot remains unclear. Here’s a rundown of the key metrics.\n\nTrump: U.S. will continue to negotiate with China, won’t raise tariffs\n\n1. Manufacturing (red flag) — There has been a sharp deceleration in manufacturing in 2019. Hiring has flatlined after having one of its best years last year since the late 1990s. Output is slowing, and, especially alarming, manufacturing sentiment has tumbled to levels that almost signal a recession.\n\nMany economists closely watch the Purchasing Managers’ Index, a survey of industry leaders by IHS Markit. When PMI is above 50 the economy is usually expanding. When it falls below 50, the economy is typically contracting. In June, the index fell to 50.1, the worst reading since 2009. The question is whether this weakness will spill over into other sectors or set up a situation similar to that in 2015, when manufacturing contracted but the services sector (technology, finance, hospitality, health care, etc.) remained solid.\n\n[‘A constant state of drowning:’ On Post Reports, Heather Long talks to the Americans who don’t feel lifted by a strong economy]\n\n2. Trucking (yellow to red flag) — Nearly every good sold in the United States touches a truck at some point, which is why trucking shipment data can be revealing. After a stellar 2018, shipments have plunged during the past six months, according to the Cass Freight Index.\n\n“Bottom line, more and more data is indicating that this is the beginning of an economic contraction. If a contraction occurs, then the Cass Shipments Index will have been one of the first early indicators once again,” said Donald Broughton, founder of Broughton Capital and the lead analyst for the Cass Freight Index.\n\nBut many truckers note that it would be tough to continue last year’s levels, so it’s hard to know how much to read into the annual decline. In 2018, companies were enjoying big tax cuts that spurred some extra purchases and trying to move goods before Trump’s tariffs took effect.\n\n3. Heavy truck sales (green light) — While trucking shipments look gloomy, another way to gauge the health of the trucking industry (and overall economy) is to look at sales of the big 18-wheeler trucks. That data looks a lot better, a seeming indication that the industry is still in a good enough place for companies to want to invest for the future.\n\n“So far, the data I am looking at does not suggest the economy is slowing,” said Brian Wesbury, chief economist at First Trust Portfolios, who likes to watch large truck sales and initial jobless claims.\n\nBut Boris Strbac, owner of Star Trucking in Milwaukee, says a lot of trucking company owners wanted to buy trucks at the end of last year and couldn’t get them until this year because of heavy demand. He expects sales to drop off. “I made a mistake. I bought four trucks not too long ago. I regret that now, believe me,” he said.\n\n4. Jobless claims (green light) — Hiring has been one of the strongest parts of the economy since 2014. Economists closely watch how many Americans file for unemployment insurance, because that data comes out weekly and is often the first indication of trouble.\n\nNew jobless claims remain low, but there has been a slight uptick recently, reaching a seven-week high on Thursday. Still, most economists say unemployment claims need to reach at least 250,000 a week before there’s concern (the latest data out Thursday showed 227,000 new claims last week).\n\n5. Temporary hires (green light) — Another way to gauge how eager companies are to hire people is to look at how many temporary employees they bring on. These workers are usually the first to go if there’s any sign of a slowdown, since they are easy to let go and have few ties to the company or management.\n\nThe Labor Department measures temporary hires monthly. So far in 2019, temporary hiring has slowed, compared with last year’s, but it has yet to turn negative. Temp hiring appears to be consistent with the idea that the economy is slowing gradually this year but not nose-diving.\n\n6. Business spending (yellow flag) — Business leaders are nervous, according to most metrics of sentiment in the corporate sector. But the question is how is that translating into decision-making? This year evidence is growing that companies are pulling back on investment spending.\n\nBusiness typically taper their capital spending when they are less certain about the future, making it a closely watched economic gauge. Like temporary hires, business spending has yet to turn negative but it is showing a clear slowing path.\n\n7. Bank lending (green light) — While many watch the daily gyrations of the stock market, a better gauge of how Wall Street and the broader economy are interacting is what’s happening with bank loans. Economists pay close attention to whether banks are tightening lending standards, a sign of growing concern, or easing them.\n\nLately, banks have been easing lending standards, an indication that most banks don’t think a big downturn is imminent.\n\nMatthew Luzzetti, chief U.S. economist at Deutsche Bank, says all of these mixed signs about the economy lead him to predict “a decline in domestic growth momentum in the second half of the year,” but he is careful not to say “recession.”",
        "quotes": [
            [
                "we are waiting for the trend to become clear,",
                "Jerome H.-RSB- Powell",
                false
            ],
            [
                "The danger is everyone plays catch up at once",
                "Peter Atwater",
                false
            ],
            [
                "Bottom line, more and more data is indicating that this is the beginning of an economic contraction.",
                "Donald Broughton",
                true
            ],
            [
                "If a contraction occurs, then the Cass Shipments Index will have been one of the first early indicators once again,",
                "Donald Broughton",
                true
            ],
            [
                "So far, the data I am looking at does not suggest the economy is slowing,",
                "Brian Wesbury",
                true
            ],
            [
                "I bought four trucks not too long ago.",
                "",
                true
            ],
            [
                "I regret that now, believe me,",
                "",
                true
            ],
            [
                "a decline in domestic growth momentum in the second half of the year,",
                "Matthew Luzzetti",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.reuters.com/article/us-usa-economy/us-manufacturing-mired-in-soft-patch-in-first-quarter-idUSKCN1RS1D0",
                "https://www.washingtonpost.com/news/powerpost/paloma/the-finance-202/2019/06/21/the-finance-202-stock-market-high-threatens-to-send-trump-the-wrong-message-on-china/5d0c1bc0a7a0a47d87c56dc2/?utm_term=.2a4941d226e6&noredirect=on",
                "https://www.washingtonpost.com/business/2019/03/28/us-economic-growth-revised-down-slightly-commerce-department-says/?utm_term=.c9f0e3ae7b8c&noredirect=on",
                "https://www.washingtonpost.com/business/economy/trump-is-about-to-face-his-biggest-test-yet-on-the-economy/2019/06/17/ec9d00a6-911b-11e9-b570-6416efdc0803_story.html?utm_term=.8487b9df6ce3&noredirect=on",
                "https://www.washingtonpost.com/business/economy/trumps-plan-for-more-china-tariffs-sparks-business-uproar/2019/06/16/5e7f71d8-9048-11e9-aadb-74e6b2b46f6a_story.html?utm_term=.1d4a0666ab15&noredirect=on",
                "https://www.washingtonpost.com/business/economy/workers-suddenly-have-more-power-to-demand-higher-pay-and-better-jobs/2019/03/08/6668659c-41bc-11e9-9361-301ffb5bd5e6_story.html?utm_term=.d76fe898cd45&noredirect=on",
                "https://www.washingtonpost.com/business/2019/06/19/federal-reserve-expresses-concern-about-us-economy-signals-likely-interest-rate-cut-soon/?utm_term=.7a3c66627510&noredirect=on",
                "https://www.washingtonpost.com/business/2019/06/04/fed-is-closely-monitoring-trumps-trade-war-is-prepared-act-save-us-economy-powell-says/?utm_term=.f3ab3c4f91b5&noredirect=on",
                "https://www.washingtonpost.com/business/economy/trump-is-about-to-face-his-biggest-test-yet-on-the-economy/2019/06/17/ec9d00a6-911b-11e9-b570-6416efdc0803_story.html?noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://washpost.okta.com/login/login.htm?fromURI=%2Fapp%2Fthewashingtonpostandcompanies_arcsandbox_1%2Fexk19jk2q05QzsvMJ0h8%2Fsso%2Fsaml%3FSAMLRequest%3DnVNNc9owEP0rHt2xLTN8aYAMhemUTtJSIDn0wijSEqvYkqOVgfTXVzY45ZBw4KSZ3afdp%252FeehnfHPAv2YFEZPSI0jMndeIg8zwo2KV2ql%252FBaArrAwzSyujEipdXMcFTINM8BmRNsNXm4Z0kYs8IaZ4TJSDCfjcimTQcdIWmy7SWDRMpOV%252Fa6JHhqFvobHohYwlyj49r5UkwHrbjXop113Ge0zWgSdvvt3yRYnEd%252FUVoq%252FXKdx%252FMJhOzber1oLX6u1iSYIIJ1fvHUaCxzsCuweyXgcXk%252FIqlzBbIoejGZ3CpMQ6UdWM2z8MAxLQy6UKsMwoOxO4wqJSJxGkOCmZdIae7qNzWD3q%252BZneOhMHnEiyJyKVQNT80ZXbW5lr5XcK0AN9wK9IVnc9zQCI47OvizS17jzq%252B%252FuH%252F4Hqf9CNHUy8nJJlaLZy%252F8uS4LbyQg44pnRfNw%252BM%252Fwo5XD6GJRE44ffvJ8tjCZEm%252B3hOOrsTl3n6NpSOuKkq1tDWWQc5VNpLSA6K3MMnOYWuAORsTZEkjUUDtHFmQdYG%252B1g%252BNNAZ5WtliFlalw5MI1ml8OnmZe0iVsb3HgKkwwUY325YU%252FfOpklX8Q%252FmFryzUWxrqzNR%252FxGZ96n8jx3r385ON%252F%26RelayState%3D%252F%252Fwashpost.arcpublishing.com%252Fgoldfish%252Fvideo%252Fv2%252F"
            ]
        },
        "key_words": [
            "slowing",
            "business",
            "indicators",
            "temporary",
            "manufacturing",
            "sales",
            "heres",
            "key",
            "healthy",
            "hiring",
            "reveal",
            "trucking",
            "spending",
            "data",
            "economy"
        ]
    },
    {
        "url": "https://news.gallup.com/poll/249164/americans-feel-generally-positive-own-finances.aspx",
        "title": "Americans Feel Generally Positive About Their Own Finances",
        "authors": [
            {
                "name": "Gallup",
                "link": null
            }
        ],
        "publisher": "news.gallup.com",
        "publish_date": "",
        "text": "Story Highlights 56% rate own financial situation as excellent/good; 57% say it's getting better\n\n56% are currently saving money; 26% just making ends meet\n\nBiggest worries: retirement income and unplanned medical costs\n\nWASHINGTON, D.C. -- Gallup readings across several personal economic measures since the beginning of this year confirm that the public has felt the effect of last week's news: The first quarter of 2019 was the strongest first quarter for the U.S. economy since 2015.\n\nAt the start of 2019, Americans' optimism about their personal finances reached levels not seen in more than 16 years, as 69% expected they would be financially better off in a year. Since then, Gallup has seen the following additional indications that the public's confidence in their own financial stability is strong.\n\n1. A majority of Americans, 56%, rate their current financial situation as \"excellent\" (12%) or \"good\" (44%), while 29% rate it as \"only fair\" and 15% as \"poor.\" This overall positive rating has increased 10 percentage points since 2015 and is currently the highest since 2002, though it is statistically unchanged since last year. Likewise, the 57% of Americans who now say their overall financial situation is getting better has risen 10 points since 2016 and is at its highest numerical point since 2002.\n\nBoth questions, which were included in Gallup's April 1-9 Economy and Personal Finance poll, have been asked at least once a year since 2001, and results have fluctuated as the U.S. economy has gone through downturns and recoveries.\n\nAnother April financial reading, Americans' views on whether they have enough money to live comfortably, has been more stable historically, with the \"yes\" responses falling below 65% only once (to 60% in 2012) since 2002, when the measure was at its highest point of 75%. The latest reading is 66% saying they have enough to live comfortably and 33% saying they do not.\n\nAmericans who tend to have more financial resources -- including those with higher household incomes and those who own stocks -- are more likely than their counterparts to rate their own financial situation positively in all three Gallup questions.\n\n2. Two questions -- asked less frequently than the previous three -- gauge U.S. adults' ability to make ends meet and were included in a Feb. 12-28 poll. Overall, just 25% of Americans say they worry \"all\" or \"most\" of the time that their family income will not meet their expenses; 37% worry \"some of the time\"; and 37% \"almost never\" worry. The previous reading for this question, in 2008, found 37% worrying at least most of the time.\n\nAt the same time, 56% of Americans report that they are currently saving money (19% say \"a lot\" and 37% \"a little\"); 26% say they are just making ends meet; and far fewer are drawing on savings (6%) or running into debt (7%). This marks a slight increase in the percentage saying they are saving since the previous reading, in January 2016.\n\nSeveral demographic subgroups show a significant advantage over their counterparts when it comes to worrying less about covering expenses and managing to save money, most notably those with higher household incomes and college graduates.\n\n3. Not having enough money for retirement and not being able to pay for medical care in the event of a serious illness or accident are the most worrisome of eight financial issues for Americans. Slim majorities, 54% and 51%, respectively, report that they are \"very\" or \"moderately\" worried about each of these long-term financial matters in the April poll. Both of the latest readings are at the low end of the historical trend.\n\nAn inability to afford medical costs for normal healthcare and to maintain the standard of living they enjoy rank next in the list, with 42% registering concern about each. Slightly fewer, 36%, are worried about not having enough money to pay their monthly bills, and the same percentage worry about not being able to pay for college for their children. Yet, 65% of parents of children under 18 worry about affording college for their child.\n\nAmericans remain least concerned about being able to pay their housing costs (30%) and making the minimum payments on their credit cards (20%). Since 2001, the rank-order of concerns has been similar to this year's.\n\nGallup uses these data to create a Financial Worry Index, which is based on the number of financial matters respondents say they are \"very\" or \"moderately worried\" about. The score ranges from 0 for those who do not worry about any of the matters to 7 for those who worry about all of them; it does not include the reading for college costs because it was not asked before 2007.\n\nThis year, 22% of Americans are worried about six or seven of the seven items -- putting them in the \"highly worried\" category. Another 24% worry about three to five items and are classified as \"moderately worried.\" The remaining 55% have few financial worries, including 30% who are worried about none of the seven.\n\nA maximum of 51% were highly or moderately worried about their finances from 2001-2007, but that spiked to 61% in 2012. Since then, it has ranged from 46% to 54%. The latest reading marks the lowest level of worry since before the recession.\n\nBottom Line\n\nAlthough Gallup's economic confidence reading faltered in April, Americans remain largely sanguine about their own personal financial situations and more upbeat than in recent years. Majorities rate their own situation positively, think it is getting better on the whole and say they are managing to save money these days. Their most pressing concerns about their own finances continue to be related to retirement and healthcare costs in the event of a medical emergency rather than meeting everyday bills. College-educated adults, those who are employed and those owning stocks are less likely than their counterparts to express concern about their personal economic situations.\n\nContinued positive economic news, including sustained low unemployment and economic growth, are giving Americans some peace of mind about their own finances. As the 2020 presidential election approaches, a robust economy works in President Donald Trump's favor, as history has shown that a strong economy can buoy a sitting president's chances of re-election. Given the sharp political polarization in the U.S. today, Trump's inability to make inroads with Democrats means he will need to appeal to independent voters and will most certainly need economic conditions to remain positive to do so.\n\nView complete question responses and trends.\n\nLearn more about how the Gallup Poll Social Series works.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "say",
            "finances",
            "money",
            "reading",
            "worry",
            "economic",
            "generally",
            "worried",
            "americans",
            "rate",
            "positive",
            "feel",
            "situation",
            "financial"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/politics/2019/05/14/kamala-harriss-claim-that-medicare-for-all-doesnt-get-rid-all-insurance/?utm_term=.57cfffe418d1&noredirect=on",
        "title": "Kamala Harris’s claim that Medicare-for-all ‘doesn’t get rid of all insurance’",
        "authors": [
            {
                "name": "The Fact Checker",
                "link": null
            },
            {
                "name": "Glenn Kessler",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2019-05-14",
        "text": "SEN. KAMALA HARRIS (D-CALIF.): I support the bill [Medicare-for-all].\n\nCNN’S JAKE TAPPER: OK.\n\nHARRIS: I support the bill. I...\n\nTAPPER: Well, because the bill gets rid of private insurance for everything that...\n\nHARRIS: It doesn’t get rid of supplemental insurance for...\n\nTAPPER: Right, for cosmetic surgery, but for all...\n\nHARRIS: So, it doesn’t get rid of all insurance.\n\nTAPPER: OK. It doesn’t get rid of all insurance.\n\nHARRIS: OK. Right.\n\nTAPPER: ... but for all essential health care benefits.\n\n— exchange on CNN’s “State of the Union,” May 12, 2019\n\nThis is one of those inside-the-Beltway exchanges that probably leaves many Americans scratching their heads. Harris, a 2020 presidential hopeful, is a co-sponsor of Sen. Bernie Sanders’s plan to create a “single-payer” government-run health-care system. It’s called Medicare-for-all since it will be more all-encompassing than the current government-run program for the elderly.\n\nHarris made these remarks after Tapper asked her if she wanted to clarify comments she had made in a CNN town hall in January. At the time, her remarks “let’s eliminate all of that” were widely interpreted to mean doing away with private insurance. In her recent appearance, she argued that in context she was talking about health-care bureaucracy today. (Rereading the full exchange, she has a point.) She said she did think there was a role for private insurance in the government-run system.\n\nThat’s when Tapper interrupted to say that under the bill, there’s virtually no role left for private insurance.\n\nSo what’s going on here?\n\nThe Facts\n\nAs of 2017, according to the Census Bureau, 67 percent of Americans — 217 million people — received health insurance through a private plan, mostly through their employer. Almost 38 percent get insurance through a government plan, such as Medicare, Medicaid or the military. Another 9 percent have no insurance. (The numbers add up to more than 100 percent because people can be on more than one type of plan in a given year.) The Sanders bill would put the whole country on a government plan.\n\nSanders himself has been clear that he sees no role left for private insurance. When the Republican National Committee highlighted his comment that he wanted to “get rid of the insurance companies,” Sanders tweeted: “You’re damn right.”\n\nSo what is Harris referring to? A few lines in the bill.\n\nSection 107 would make it illegal for any private health insurer to sell coverage that duplicated benefits under the law or for any employer to duplicate the benefits, but adds that nothing on the proposed law would prohibit the sale of health insurance for benefits not covered under the bill.\n\nOkay, but the bill proposes to cover just about everything. Hospital services. Primary and preventive care. Prescription drugs and medical devices. Mental health care. Lab work. Pediatrics. Dentistry. Hearing and vision care. Rehab. Emergency services. Even long-term care.\n\nCurrently, people on Medicare can buy Medigap insurance, which covers co-payments and deductibles. But the Sanders bill would eliminate the need for that, too, as Section 202 decrees “no cost-sharing.”\n\nIt’s worth noting that the Sanders plan would be more sweeping in its coverage than just about any existing universal health-care system. For instance, Canadians must buy private insurance for prescription drugs, dentists and optometry, while Britain has a parallel private system that about 10 percent of the population participates in.\n\n(There is another part of the Sanders bill, Section 303, that analysts say might allow for a boutique primary care practice catering only to wealthy people. It allows for doctors and hospitals to enter into private contracts with patients, but with real limitations. Providers that don’t participate at all in Medicare could enter into such contracts. Providers that do participate in Medicare would have to agree not to submit a claim for any patient for one year after providing care outside the system for any given patient.)\n\nWhat’s left out of the Sanders plan? Tapper mentioned cosmetic surgery. So has Rep. Pramila Jayapal (D-Wash.), the primary sponsor of a Medicare-for-all bill in the House.\n\nThat’s elective surgery generally not covered by health insurance. But insurance is purchased to defray costs for unexpected health problems. Who buys (or sells) insurance for the unexpected nose job or facelift? You can buy insurance for complications from cosmetic surgery, but that’s not going to be an especially large business.\n\n“You are correct that the benefits package is extremely generous; private insurance would not be needed at all because everything that is medically necessary for any given individual would be covered under Medicare-for-all,” said a Sanders aide. But she added: “Under Medicare-for-all, private insurance could continue to exist to cover anything not covered by Medicare, such as private hospital rooms, institutional long-term care and voluntary care.” (Institutional long-term care, such as nursing homes, under the Sanders bill would continue to be covered under Medicaid, the health program for the poor.)\n\n“As a technical matter, the Medicare-for-all bill would allow private insurers to sell supplemental policies for benefits not covered by the government plan,” said Larry Levitt, senior vice president for health reform at the Kaiser Family Foundation. “As a practical matter, the government plan covers such a comprehensive set of benefits that there would be virtually no role for private insurance.”\n\nMedicare-for-all “might strongly disincentivize private health insurance, and I think it’s right to ask about what the role of private health insurers would be in this system — but the bill itself doesn’t categorically ban private health insurers,” said Katie Keith of the Center on Health Insurance Reforms at Georgetown University. She suggested that private insurance companies might continue to have a role as claims administrators.\n\nIan Sams, a spokesman for Harris, said she spoke accurately about the law. “The bill’s language expressly allows supplemental insurance to cover any care/procedures not explicitly covered under the single-payer plan by law,” he said. “So this would allow at least some level of private insurance to continue operating within the marketplace.”\n\nThe Bottom Line\n\nCall us skeptical, but Section 107 looks like a loophole for single-payer supporters to claim that private insurance is not being eliminated, even as the main sponsor says he wants to put health insurance companies out of the business. There is virtually nothing left on the table but a few crumbs. Harris called it “supplemental insurance,” which sounds a lot like Medigap policies, but the reality is likely far different than that.\n\nGiven the back-and-forth between Harris and Tapper, we can’t quite award Pinocchios. But her language is slippery. She could more forthrightly admit that the health plan she supports envisions virtually no role for the private insurance now used by nearly 220 million Americans.\n\n(About our rating scale)\n\nSend us facts to check by filling out this form\n\nSign up for The Fact Checker weekly newsletter\n\nThe Fact Checker is a verified signatory to the International Fact-Checking Network code of principles",
        "quotes": [
            [
                "let’s eliminate all of that",
                "",
                false
            ],
            [
                "get rid of the insurance companies,",
                "Sanders",
                false
            ],
            [
                "You are correct that the benefits package is extremely generous; private insurance would not be needed at all because everything that is medically necessary for any given individual would be covered under Medicare-for-all,",
                "",
                true
            ],
            [
                "Under Medicare-for-all, private insurance could continue to exist to cover anything not covered by Medicare, such as private hospital rooms, institutional long-term care and voluntary care.",
                "",
                true
            ],
            [
                "As a technical matter, the Medicare-for-all bill would allow private insurers to sell supplemental policies for benefits not covered by the government plan,",
                "Larry Levitt",
                true
            ],
            [
                "As a practical matter, the government plan covers such a comprehensive set of benefits that there would be virtually no role for private insurance.",
                "Larry Levitt",
                true
            ],
            [
                "might strongly disincentivize private health insurance, and I think it’s right to ask about what the role of private health insurers would be in this system — but the bill itself doesn’t categorically ban private health insurers,",
                "Katie Keith",
                false
            ],
            [
                "The bill’s language expressly allows supplemental insurance to cover any care/procedures not explicitly covered under the single-payer plan by law,",
                "",
                true
            ],
            [
                "So this would allow at least some level of private insurance to continue operating within the marketplace.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.vox.com/2019/2/28/18244547/jayapal-medicare-for-all-ezra-klein-show",
                "https://www.washingtonpost.com/politics/2019/05/14/kamala-harriss-claim-that-medicare-for-all-doesnt-get-rid-all-insurance/?utm_term=.51afa53c2a67&noredirect=on",
                "https://www.nytimes.com/interactive/2017/09/18/upshot/best-health-care-system-country-bracket.html?module=inline"
            ],
            "gov_pgs": [
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-id5a2b7601e7584d96b5b5066ddeed4850",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-id9284868594934585837028a98cfaec3b",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-id1FEE3C9186A045298CEAA837FEA597FF",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-ide37941c014034d0b92c46663a00be99d",
                "https://www.medicaid.gov/medicaid/ltss/institutional/index.html",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-id25c91cb96228483495ad9de0b47b79f8"
            ],
            "unsure": [
                "https://chir.georgetown.edu/faculty_katie_keith/",
                "https://subscribe.washingtonpost.com/newsletters/#/bundle/factchecker?method=SURL&location=ART",
                "https://www.washingtonpost.com",
                "https://www.realclearpolitics.com/video/2019/01/29/kamala_harris_on_private_health_insurance_market_eliminate_all_of_that_lets_move_on.html",
                "https://hosted-washpost.submissionplatform.com/sub/hosted/5c911f64439aa20034c4f0b7",
                "https://twitter.com/CNNPolitics/status/1127571625568866304",
                "https://www.kff.org/person/larry-levitt/",
                "https://cosmetassure.com/covered-procedures/"
            ]
        },
        "key_words": [
            "health",
            "covered",
            "medicareforall",
            "doesnt",
            "claim",
            "kamala",
            "insurance",
            "plan",
            "private",
            "harriss",
            "care",
            "rid",
            "sanders",
            "role",
            "bill",
            "benefits"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/01/29/politics/kamala-harris-medicare-for-all-eliminate-private-insurers-backlash/index.html",
        "title": "Kamala Harris is open to multiple paths to 'Medicare-for-all'",
        "authors": [
            {
                "name": "Tami Luhand Maeve Reston",
                "link": null
            },
            {
                "name": "Gregory Krieg",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-01-29",
        "text": "(CNN) By stating she would eliminate private insurers as a necessary part of implementing \"Medicare-for-all,\" California Sen. Kamala Harris during a CNN town hall Monday night sent a shockwave through the national health care debate.\n\nHarris' comments underscored the extent to which a move to single payer would radically overhaul the current system and, in frankly addressing one of the transition's most politically difficult steps, stepped directly into her critics' crosshairs.\n\nRepublicans attacked Harris within minutes of her remarks, tweeting that she \"says she wants to eliminate private insurance even if you like your plan.\" By Tuesday morning, former Starbucks boss Howard Schultz was piling on and fellow billionaire potential presidential candidate Michael Bloomberg, the former mayor of New York, was dismissing the entire plan as a fiscally ruinous pipe dream.\n\nAs the furor grew, a Harris adviser on Tuesday signaled that the candidate would also be open to the more moderate health reform plans, which would preserve the industry, being floated by other congressional Democrats. It represents a compromise position that risks angering \"Medicare-for-all\" proponents, who view eliminating private health insurance as key to enacting their comprehensive reform.\n\nBoth the adviser and Harris national press secretary Ian Sams said her willingness to consider alternate routes to a single payer system should not cast doubt on her commitment to the policy.\n\n\"Medicare-for-all is the plan that she believes will solve the problem and get all Americans covered. Period,\" Sams told CNN. \"She has co-sponsored other pieces of legislation that she sees as a path to getting us there, but this is the plan she is running on.\"\n\nTheir description of Harris' views is backed up by her record in the Senate, where she co-sponsored Vermont Sen. Bernie Sanders' \"Medicare for all\" bill, which would phase out for-profit insurers, but also the less aggressive approaches proposed by Hawaii Sen. Brian Schatz, whose bill would effectively create a \"public option\" by allowing certain Americans to buy-in to Medicaid, and a plan from Sens. Jeff Merkley and Chris Murphy that would allow individuals to enroll in a new form of Medicare and employers to purchase it for their workforce.\n\nShe was also a co-sponsor on a bill called \"Medicare X,\" from Sens. Michael Bennet and Tim Kaine, which would create a public insurance option on the Affordable Care Act exchanges, along side the private insurance plans. The goal would be to give Americans more choices when buying Obamacare coverage, particularly in areas where few carriers participate.\n\nHarris's comments on Monday and her adviser's more cautious words on Tuesday highlight the tensions among Democrats over health care, an issue they united over in defense of Obamacare in 2017. Now, there is an increasingly heated intra-party debate over whether to open up Medicare or Medicaid to more Americans, create a public insurance option that would retain the current job-based insurance plans or replace the entire system, like \"Medicare for all\" promises to do, with a Medicare-type plan for everyone. Many establishment Democrats, including some top officials, are skeptical of all those approaches, preferring instead to shore up the existing Obamacare marketplaces.\n\nThe argument has implications that go beyond health care policy in a presidential primary that is expected to test the ideological boundaries of the party. Harris has repeatedly affirmed her support for \"Medicare for all\" but her record and support for more moderate legislation suggests that she could also be open to allowing insurers to remain or supporting a buy-in system, less than 24 hours after her comments in Iowa, could seed new skepticism among the progressives she is seeking to win over.\n\nIllinois Sen. Dick Durbin, the chamber's second-ranked Democrat, expressed some concern Tuesday over the prospect of wiping out private health insurers.\n\n\"I don't want to guess what (Harris is) thinking but that is a massive part of the American economy. There is a system in place for funding it,\" Durbin said. \"It would take a mighty transition to move from where we are to that.\"\n\nAsked by the audience in Des Moines on Monday about health care and, more pointedly, if her \"solution (would) involve cutting insurance companies as we know them out of the equation,\" Harris did not hesitate.\n\n\"I believe the solution -- and I actually feel very strongly about this -- is that we need to have Medicare-for-all,\" she said. \"That's just the bottom line.\"\n\nHarris then spoke about her mother and the benefits of Medicare, a point she has made repeatedly and wrote about in a New York Times op-ed, and called the current order \"inhumane\" for making \"people go through a system where they cannot literally receive the benefit of what medical science can offer because some insurance company has decided it doesn't meet their bottom line in terms of their profit motivation.\"\n\nWhen pressed by town hall host Jake Tapper over whether she would be willing to eliminate private health insurance as part of creating that new single payer system, Harris stood firm.\n\n\"Who of us has not had that situation, where you've got to wait for approval (for medical care) and the doctor says, well, I don't know if your insurance company is going to cover this?,\" Harris said. \"Let's eliminate all of that. Let's move on.\"\n\nHer remarks drew applause from the Drake University audience and from Medicare-for-all supporters, who have been pleased to see a growing crop of Democratic presidential contenders publicly back their agenda. Still, many harbor doubts over whether the candidates, if elected, would be willing spend the necessary political capital to deliver on their promises.\n\nNational Nurses United Executive Director Bonnie Castillo, whose organization has been at the forefront of the push for single payer health care, said she welcomed any contender's \"support for Medicare for all and the acknowledgment that insurance companies have no place in our health care,\" but argued that it could not be done without the abolition of private health insurers.\n\n\"We've got to push this across the finish line and my sense is that half measures are just not going to get it,\" Castillo said. \"That has happened time and time again and we know as nurses that it is not effective -- that is not an effective treatment or solution.\"\n\nWhile many polls show the majority of Americans support a Medicare for all-type plan, they are less enamored with the idea of jettisoning their current insurance. A recent Kaiser Family Foundation poll found that 56% of Americans favor Medicare-for-all, but that approval rating drops to 37% when respondents heard that it would eliminate private health insurance companies.\n\n\"Most people are satisfied with the health insurance until they have a problem,\" said Tricia Neuman, director of the foundation's Program on Medicare Policy. \"The public favors these proposals that would broaden choice, but also want to be sure they don't lose something that they value.\"\n\nThe Harris adviser told CNN on Tuesday that she is committed to the position she staked out in Iowa. The adviser called the backlash from Republicans \"good trouble\" for Harris.\n\nHarris and her allies signaled Tuesday that they are eager to engage Schultz, who is considering a third-party centrist run.\n\nThe public scrape with the billionaire, Harris advisers said, can only help to burnish Harris' progressive credentials.\n\nSchultz criticized Harris early on Tuesday during an interview with CBS, when he reacted to her comments in Iowa with derision.\n\n\"That's not correct, that's not American,\" Schultz said. \"What's next? What industry are we going to abolish next? The coffee industry?\"\n\nHe then compared the push for Medicare-for-all to Republican efforts to repeal Obamacare.\n\n\"I don't agree with that,\" he said. \"The Affordable Care Act should stay and it should be refined. But the thing we should get rid of is the insurance industry? Again, this is exactly the situation -- it's far too extreme on both sides and the silent majority of America does not have a voice.\"\n\nMeanwhile, Bloomberg joined Schultz on Tuesday in throwing cold water on the notion of replacing private insurance with a government-run system, saying it \"would bankrupt us for a very long time.\"\n\n\"I think we could never afford that,\" said Bloomberg. \"We are talking about trillions of dollars. I think you could have Medicare for all for people who are uncovered, but that's a smaller group.\"",
        "quotes": [
            [
                "says she wants to eliminate private insurance even if you like your plan.",
                "",
                false
            ],
            [
                "Medicare-for-all is the plan that she believes will solve the problem and get all Americans covered.",
                "Harris",
                true
            ],
            [
                "She has co-sponsored other pieces of legislation that she sees as a path to getting us there, but this is the plan she is running on.",
                "Harris",
                true
            ],
            [
                "I don't want to guess what (Harris is) thinking but that is a massive part of the American economy.",
                "Durbin",
                true
            ],
            [
                "There is a system in place for funding it,",
                "Durbin",
                true
            ],
            [
                "It would take a mighty transition to move from where we are to that.",
                "Durbin",
                true
            ],
            [
                "solution (would) involve cutting insurance companies as we know them out of the equation,",
                "Harris",
                false
            ],
            [
                "I believe the solution -- and I actually feel very strongly about this -- is that we need to have Medicare-for-all,",
                "Harris",
                true
            ],
            [
                "That's just the bottom line.",
                "Harris",
                true
            ],
            [
                "people go through a system where they cannot literally receive the benefit of what medical science can offer because some insurance company has decided it doesn't meet their bottom line in terms of their profit motivation.",
                "Harris",
                false
            ],
            [
                "Who of us has not had that situation, where you've got to wait for approval (for medical care) and the doctor says, well, I don't know if your insurance company is going to cover this?,",
                "Harris",
                true
            ],
            [
                "Let's eliminate all of that.",
                "Harris",
                true
            ],
            [
                "support for Medicare for all and the acknowledgment that insurance companies have no place in our health care,",
                "Harris",
                false
            ],
            [
                "We've got to push this across the finish line and my sense is that half measures are just not going to get it,",
                "Castillo",
                true
            ],
            [
                "That has happened time and time again and we know as nurses that it is not effective -- that is not an effective treatment or solution.",
                "Castillo",
                true
            ],
            [
                "Most people are satisfied with the health insurance until they have a problem,",
                "Tricia Neuman",
                true
            ],
            [
                "The public favors these proposals that would broaden choice, but also want to be sure they don't lose something that they value.",
                "Tricia Neuman",
                true
            ],
            [
                "That's not correct, that's not American,",
                "Schultz",
                true
            ],
            [
                "What industry are we going to abolish next?",
                "Schultz",
                true
            ],
            [
                "I don't agree with that,",
                "Schultz",
                true
            ],
            [
                "The Affordable Care Act should stay and it should be refined.",
                "Schultz",
                true
            ],
            [
                "But the thing we should get rid of is the insurance industry?",
                "Schultz",
                true
            ],
            [
                "Again, this is exactly the situation -- it's far too extreme on both sides and the silent majority of America does not have a voice.",
                "Schultz",
                true
            ],
            [
                "would bankrupt us for a very long time.",
                "Schultz",
                false
            ],
            [
                "I think we could never afford that,",
                "Schultz",
                true
            ],
            [
                "We are talking about trillions of dollars.",
                "Schultz",
                true
            ],
            [
                "I think you could have Medicare for all for people who are uncovered, but that's a smaller group.",
                "Schultz",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/01/28/us/kamala-harris-fast-facts/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "health",
            "medicare",
            "medicareforall",
            "system",
            "kamala",
            "insurance",
            "plan",
            "private",
            "care",
            "harris",
            "americans",
            "multiple",
            "open",
            "paths"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/politics/2019/05/14/kamala-harriss-claim-that-medicare-for-all-doesnt-get-rid-all-insurance/?utm_term=.e929aef48fa3&noredirect=on",
        "title": "Kamala Harris’s claim that Medicare-for-all ‘doesn’t get rid of all insurance’",
        "authors": [
            {
                "name": "The Fact Checker",
                "link": null
            },
            {
                "name": "Glenn Kessler",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2019-05-14",
        "text": "SEN. KAMALA HARRIS (D-CALIF.): I support the bill [Medicare-for-all].\n\nCNN’S JAKE TAPPER: OK.\n\nHARRIS: I support the bill. I...\n\nTAPPER: Well, because the bill gets rid of private insurance for everything that...\n\nHARRIS: It doesn’t get rid of supplemental insurance for...\n\nTAPPER: Right, for cosmetic surgery, but for all...\n\nHARRIS: So, it doesn’t get rid of all insurance.\n\nTAPPER: OK. It doesn’t get rid of all insurance.\n\nHARRIS: OK. Right.\n\nTAPPER: ... but for all essential health care benefits.\n\n— exchange on CNN’s “State of the Union,” May 12, 2019\n\nThis is one of those inside-the-Beltway exchanges that probably leaves many Americans scratching their heads. Harris, a 2020 presidential hopeful, is a co-sponsor of Sen. Bernie Sanders’s plan to create a “single-payer” government-run health-care system. It’s called Medicare-for-all since it will be more all-encompassing than the current government-run program for the elderly.\n\nHarris made these remarks after Tapper asked her if she wanted to clarify comments she had made in a CNN town hall in January. At the time, her remarks “let’s eliminate all of that” were widely interpreted to mean doing away with private insurance. In her recent appearance, she argued that in context she was talking about health-care bureaucracy today. (Rereading the full exchange, she has a point.) She said she did think there was a role for private insurance in the government-run system.\n\nThat’s when Tapper interrupted to say that under the bill, there’s virtually no role left for private insurance.\n\nSo what’s going on here?\n\nThe Facts\n\nAs of 2017, according to the Census Bureau, 67 percent of Americans — 217 million people — received health insurance through a private plan, mostly through their employer. Almost 38 percent get insurance through a government plan, such as Medicare, Medicaid or the military. Another 9 percent have no insurance. (The numbers add up to more than 100 percent because people can be on more than one type of plan in a given year.) The Sanders bill would put the whole country on a government plan.\n\nSanders himself has been clear that he sees no role left for private insurance. When the Republican National Committee highlighted his comment that he wanted to “get rid of the insurance companies,” Sanders tweeted: “You’re damn right.”\n\nSo what is Harris referring to? A few lines in the bill.\n\nSection 107 would make it illegal for any private health insurer to sell coverage that duplicated benefits under the law or for any employer to duplicate the benefits, but adds that nothing on the proposed law would prohibit the sale of health insurance for benefits not covered under the bill.\n\nOkay, but the bill proposes to cover just about everything. Hospital services. Primary and preventive care. Prescription drugs and medical devices. Mental health care. Lab work. Pediatrics. Dentistry. Hearing and vision care. Rehab. Emergency services. Even long-term care.\n\nCurrently, people on Medicare can buy Medigap insurance, which covers co-payments and deductibles. But the Sanders bill would eliminate the need for that, too, as Section 202 decrees “no cost-sharing.”\n\nIt’s worth noting that the Sanders plan would be more sweeping in its coverage than just about any existing universal health-care system. For instance, Canadians must buy private insurance for prescription drugs, dentists and optometry, while Britain has a parallel private system that about 10 percent of the population participates in.\n\n(There is another part of the Sanders bill, Section 303, that analysts say might allow for a boutique primary care practice catering only to wealthy people. It allows for doctors and hospitals to enter into private contracts with patients, but with real limitations. Providers that don’t participate at all in Medicare could enter into such contracts. Providers that do participate in Medicare would have to agree not to submit a claim for any patient for one year after providing care outside the system for any given patient.)\n\nWhat’s left out of the Sanders plan? Tapper mentioned cosmetic surgery. So has Rep. Pramila Jayapal (D-Wash.), the primary sponsor of a Medicare-for-all bill in the House.\n\nThat’s elective surgery generally not covered by health insurance. But insurance is purchased to defray costs for unexpected health problems. Who buys (or sells) insurance for the unexpected nose job or facelift? You can buy insurance for complications from cosmetic surgery, but that’s not going to be an especially large business.\n\n“You are correct that the benefits package is extremely generous; private insurance would not be needed at all because everything that is medically necessary for any given individual would be covered under Medicare-for-all,” said a Sanders aide. But she added: “Under Medicare-for-all, private insurance could continue to exist to cover anything not covered by Medicare, such as private hospital rooms, institutional long-term care and voluntary care.” (Institutional long-term care, such as nursing homes, under the Sanders bill would continue to be covered under Medicaid, the health program for the poor.)\n\n“As a technical matter, the Medicare-for-all bill would allow private insurers to sell supplemental policies for benefits not covered by the government plan,” said Larry Levitt, senior vice president for health reform at the Kaiser Family Foundation. “As a practical matter, the government plan covers such a comprehensive set of benefits that there would be virtually no role for private insurance.”\n\nMedicare-for-all “might strongly disincentivize private health insurance, and I think it’s right to ask about what the role of private health insurers would be in this system — but the bill itself doesn’t categorically ban private health insurers,” said Katie Keith of the Center on Health Insurance Reforms at Georgetown University. She suggested that private insurance companies might continue to have a role as claims administrators.\n\nIan Sams, a spokesman for Harris, said she spoke accurately about the law. “The bill’s language expressly allows supplemental insurance to cover any care/procedures not explicitly covered under the single-payer plan by law,” he said. “So this would allow at least some level of private insurance to continue operating within the marketplace.”\n\nThe Bottom Line\n\nCall us skeptical, but Section 107 looks like a loophole for single-payer supporters to claim that private insurance is not being eliminated, even as the main sponsor says he wants to put health insurance companies out of the business. There is virtually nothing left on the table but a few crumbs. Harris called it “supplemental insurance,” which sounds a lot like Medigap policies, but the reality is likely far different than that.\n\nGiven the back-and-forth between Harris and Tapper, we can’t quite award Pinocchios. But her language is slippery. She could more forthrightly admit that the health plan she supports envisions virtually no role for the private insurance now used by nearly 220 million Americans.\n\n(About our rating scale)\n\nSend us facts to check by filling out this form\n\nSign up for The Fact Checker weekly newsletter\n\nThe Fact Checker is a verified signatory to the International Fact-Checking Network code of principles",
        "quotes": [
            [
                "let’s eliminate all of that",
                "",
                false
            ],
            [
                "get rid of the insurance companies,",
                "Sanders",
                false
            ],
            [
                "You are correct that the benefits package is extremely generous; private insurance would not be needed at all because everything that is medically necessary for any given individual would be covered under Medicare-for-all,",
                "",
                true
            ],
            [
                "Under Medicare-for-all, private insurance could continue to exist to cover anything not covered by Medicare, such as private hospital rooms, institutional long-term care and voluntary care.",
                "",
                true
            ],
            [
                "As a technical matter, the Medicare-for-all bill would allow private insurers to sell supplemental policies for benefits not covered by the government plan,",
                "Larry Levitt",
                true
            ],
            [
                "As a practical matter, the government plan covers such a comprehensive set of benefits that there would be virtually no role for private insurance.",
                "Larry Levitt",
                true
            ],
            [
                "might strongly disincentivize private health insurance, and I think it’s right to ask about what the role of private health insurers would be in this system — but the bill itself doesn’t categorically ban private health insurers,",
                "Katie Keith",
                false
            ],
            [
                "The bill’s language expressly allows supplemental insurance to cover any care/procedures not explicitly covered under the single-payer plan by law,",
                "",
                true
            ],
            [
                "So this would allow at least some level of private insurance to continue operating within the marketplace.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.vox.com/2019/2/28/18244547/jayapal-medicare-for-all-ezra-klein-show",
                "https://www.washingtonpost.com/politics/2019/05/14/kamala-harriss-claim-that-medicare-for-all-doesnt-get-rid-all-insurance/?utm_term=.51afa53c2a67&noredirect=on",
                "https://www.nytimes.com/interactive/2017/09/18/upshot/best-health-care-system-country-bracket.html?module=inline"
            ],
            "gov_pgs": [
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-id5a2b7601e7584d96b5b5066ddeed4850",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-id9284868594934585837028a98cfaec3b",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-id1FEE3C9186A045298CEAA837FEA597FF",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-ide37941c014034d0b92c46663a00be99d",
                "https://www.medicaid.gov/medicaid/ltss/institutional/index.html",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-id25c91cb96228483495ad9de0b47b79f8"
            ],
            "unsure": [
                "https://chir.georgetown.edu/faculty_katie_keith/",
                "https://subscribe.washingtonpost.com/newsletters/#/bundle/factchecker?method=SURL&location=ART",
                "https://www.washingtonpost.com",
                "https://www.realclearpolitics.com/video/2019/01/29/kamala_harris_on_private_health_insurance_market_eliminate_all_of_that_lets_move_on.html",
                "https://hosted-washpost.submissionplatform.com/sub/hosted/5c911f64439aa20034c4f0b7",
                "https://twitter.com/CNNPolitics/status/1127571625568866304",
                "https://www.kff.org/person/larry-levitt/",
                "https://cosmetassure.com/covered-procedures/"
            ]
        },
        "key_words": [
            "health",
            "covered",
            "medicareforall",
            "doesnt",
            "claim",
            "kamala",
            "insurance",
            "plan",
            "private",
            "harriss",
            "care",
            "rid",
            "sanders",
            "role",
            "bill",
            "benefits"
        ]
    },
    {
        "url": "https://www.nelp.org/?post_type=publication&p=15092&preview=true",
        "title": "Fighting Wage Preemption",
        "authors": [],
        "publisher": "www.nelp.org",
        "publish_date": "",
        "text": "How Workers Have Lost Billions in Wages and How We Can Restore Local Democracy ​\n\nLocal governments, like cities and counties, have long implemented local policies—including higher minimum wages—to improve economic conditions. Local efforts to raise the wage floor have seen a tremendous upsurge over the past six years, mostly as a result of the Fight for $15 movement, which began in late November 2012 in New York when fast food workers walked off the job, demanding $15 and a union. The movement quickly spread throughout the country, and its impact has been remarkable: More than 40 cities and counties have adopted their own minimum wage laws, and as of late 2018, an estimated 22 million workers have won $68 billion in raises since the Fight for $15 began.\n\nIn response to this explosion in local minimum wage activity, a number of states—particularly those with conservative legislatures—have sought to shut down these gains by adopting “preemption” laws that prohibit cities and counties from adopting local minimum wages, as well as a wide range of other pro-worker policies. The state preemption of local minimum wages disenfranchises workers and exacerbates racial inequality when it disproportionately impacts communities of color who are overrepresented among low-wage workers[1] and who often represent majorities in our cities and large metro areas.[2]\n\nThe most significant force behind the recent wave of preemption laws nationwide is the corporate lobby. Failing to stop the adoption of local pro-worker laws, the corporate lobby has persuaded state-level lawmakers to revoke the underlying local authority to adopt such policies, in some cases rolling back wage increases that were already enacted by city and county governments. In doing so, the corporate lobby has not only captured the political lever closest to the people (their city or county government), it has also hampered the democratic process at its most intimate level.\n\nA total of 25 states have statutes preempting local minimum wage laws.[3] To date, 12 cities and counties in six states (Alabama, Iowa, Florida, Kentucky, Missouri, and Wisconsin) have approved local minimum wage laws only to see them invalidated by state statute, harming hundreds of thousands of workers in the process, many of whom face high levels of poverty.\n\nBelow we summarize our main findings, showing how preemption of local wages has become a powerful anti-worker and anti-democratic policy.\n\nLost Wages\n\nIn 12 cities and counties that adopted local wage laws only to be preempted by their state legislatures, nearly 346,000 workers have been impacted by preemption.\n\nhave been impacted by preemption. On average, those workers are losing almost $4,100 individually per year.\n\nper year. On the aggregate, these workers are losing nearly $1.5 billion per year.\n\nWho Is Affected\n\nIn all but two of these cities and counties, women make up the majority of affected workers.\n\nWorkers of color comprise the overwhelming majority of affected workers in three cities (Birmingham, Miami Beach, and St. Louis), and substantial shares ranging from 21 to 48 percent in six additional localities.\n\nAffected workers in preempted cities and counties are mainly adults, many close to or above 30 years of age.\n\nBetween 41 percent to 66 percent of workers in these jurisdictions have some level of college experience.\n\nPoverty in Affected Jurisdictions\n\nBetween 20 percent and 71 percent of affected workers in these 12 cities and counties live below the federal poverty line.\n\nIn all of these localities but two, poverty rates are significantly higher than the U.S. average (currently 14.6 percent).\n\nIn all six states where the preempted cities and counties are located, hunger affects more than one in 10 households.\n\nIn all of the preempted cities and counties, substantial shares of families (ranging from 22 percent to 49 percent of all households) face excessive housing costs above 30 percent of total income.\n\nNone of the state minimum wages currently in effect in these localities are adequate to meet the needs of single adults—much less the needs of parents or others taking care of dependents.\n\nAs the long-term consequences of preemption become clear to advocates and lawmakers around the country, and as they also understand how corporate interests have pushed the proliferation of preemption laws in recent years to protect their bottom line, the pendulum is now swinging back towards the restoration of local democracy. In 2019, bills have been introduced in at least eleven states to repeal past minimum wage preemption laws [Colorado (HB 19-1210); Louisiana (HB 422); Mississippi (SB 2321); Indiana (SB 82); Texas (SB 161); Georgia (HB 573); Virginia (HB 2631); Kansas (HB 2017); New York (AB 5441);[4] Oklahoma (SB 713); and Kentucky (HB 302)]. In addition, a bill in Hawaii expressly grants counties the power to adopt a higher minimum wage [Hawaii (HB 96)]. Colorado has led the way as the first state to legislatively repeal an existing law prohibiting local minimum wages.[5]\n\nIntroduction\n\nA decade after the Great Recession, with unemployment at historic lows,[6] stable inflation,[7] and steady growth,[8] references to a strong economy abound. Yet, for many working people, a strong economy seems more fiction than fact. Over the past decade, real wages for the majority of workers have essentially flatlined, rising a mere 0.3 percent for the average worker,[9] while executive compensation has risen by nearly 72 percent.[10] New tax breaks for corporations and the wealthy are prioritized[11] over economic policies that help working families access affordable housing, childcare, and educational opportunities.[12] And for some populations that have long been shut out of the workforce,[13] little is done to improve their labor force participation rates, which remain disproportionately low[14] even as overall unemployment figures drop.[15]\n\nIn recent years, historians, journalists, and other experts have shown that the most significant force behind the recent wave of preemption laws nationwide is the corporate lobby.\n\nOften, the persistent challenges facing working people and all individuals seeking economic stability and dignity come to a head in our nation’s cities. In these cities, constituents engage their elected officials to implement local solutions to their problems and improve their day-to-day lives. Local governments, like cities and counties, have long implemented local policies to improve economic conditions, including creating training programs, rewarding high road employers in the contracting process, implementing minimum work standards, and raising minimum wages.[16] Since the worker-led Fight for $15 movement began in November 2012, more than 40 cities and counties have passed laws raising the minimum wage at the local level.[17]\n\nIn response to this explosion in local minimum wage activity, a number of states—particularly those with conservative legislatures—have sought to shut down the process of implementing locally-based solutions by adopting “preemption” laws that prohibit cities and counties from adopting minimum wages higher than the state level, as well as a wide range of other pro-worker policies. Currently, 25 states preempt minimum wages at the local level.[18] The majority of these states (15) passed their laws blocking localities from raising the minimum wage starting in 2012, as the Fight for $15 gained momentum.[19] And local minimum wage laws already approved locally have been invalidated by state laws in six states, costing an estimated 346,000 workers a combined annual earnings of nearly $1.5 billion (Table 1).\n\nIn recent years, historians, journalists, and other experts have shown that the most significant force behind the recent wave of preemption laws nationwide is the corporate lobby. Historian Nancy MacLean, for example, has documented the “hostile takeover” of the federal government by corporations and their allies who oppose the very system of mass democratic participation.[20] Gordon Lafer has documented corporations’ use of big lobbying dollars to capture state-level legislative and administrative regimes that regulate the economy.[21]\n\nPreemption of local policy innovation is the logical extension of corporations’ aim to capture any political processes that could advance priorities other than corporate profits; the preemption of local policies effectively removes the political lever closest to the people. As the National League of Cities has noted, “[P]reemption that prevents cities from expanding rights, building stronger economies and promoting innovation can be counterproductive and even dangerous.…We know well that innovation happens in cities and then percolates upwards. This process should be celebrated, not stymied.”[22]\n\nEven more alarming for the health of civic discourse, some research finds that the very presence of a preemption statute may hinder public conversation about public policies and delay shifts in social norms that might otherwise take place.[23] As one activist has said, preemption bills “‘completely chill local governments from passing common-sense local solutions to protect the health, safety, and well-being of their communities. And that’s exactly what these interest groups want: cities and counties that don’t agree with them to be intimidated and bullied into inaction.’”[24]\n\nPreemption bills “‘completely chill local governments from passing common-sense local solutions to protect the health, safety, and well-being of their communities.’”\n\nStructural racism in the U.S. also plays a significant role in this story. All too often, state houses are not representative of the racial and ethnic groups[25] that seek to improve economic conditions in their cities. Workers of color—especially Black and Latino workers—who are disproportionately represented in low-wage industries and occupations[26] are frequently concentrated in our cities and metro areas.[27] In a political landscape in which people of color are often marginalized and in which racism all too frequently underlies policy discourse, local governments can offer the best opportunities for political engagement and to move policies that can lead to tangible gains for communities of color. Locally, those who are minorities in the larger polity can act as the majority and influence important outcomes.[28] As one scholar has noted, “Localities, because of their unique knowledge about how race is experienced at the community level and intimate involvement in processes at the heart of our democracy, have… the capacity to be important change agents in the area of race.”[29]\n\nToday, many African American people are reversing the migration patterns of the early 20th century and moving back into the South and the Sun Belt, increasing their proportion of the population in cities across states like Georgia, Texas, North Carolina, and Florida.[30] As the African American population in the South increases, local elected officials in those areas, along with advocates and workers, must urgently address the threat of preemption in order to defend the ability to adopt protections for their residents that go beyond what the state can offer—and that protect the meaning and potential of local democracy itself.\n\nWhile racially-unrepresentative statehouses have moved to preempt ordinances addressing any number of issues that disproportionately affect communities of color—including firearms control, regulation of unhealthy foods, protections for immigrants, and environmental justice—many focus on stopping local efforts to improve workplaces and wages.[31] Like voter suppression laws, including gerrymandering and redistricting, preemption, too, represents a pitched battle by well-resourced corporate interests and their state-level allies to quash the political demands of diverse urban populations of color for fairer economic systems. As one commentator has observed, “It’s been more expedient to subjugate black people by oppressing wherever they reside.”[32]\n\nIn this paper, we argue that the magnitude of our nation’s economic crisis requires a commitment at all levels of government to policy initiatives that can address the needs of working people and other communities lacking adequate protections and rights. The principles of our democracy have long allowed us to make use of the democratic process in order to set baseline policies at one level of government while allowing other levels of government to supplement those policies with stronger protections. This requires championing—not hindering—local power. State and federal workplace policies simply cannot account for the diverse and unique needs of all communities. Cities and counties facing especially high costs of living, rising inequality, and other economic conditions that bring about consequences felt uniquely at the local level, must have the opportunity to go beyond state and federal protections to ensure that their workers and communities do not simply survive, but thrive.\n\nLike voter suppression laws, preemption represents a pitched battle by well-resourced corporate interests and their state-level allies to quash the political demands of diverse urban populations of color for fairer economic systems.\n\nWhile the recent abuse of preemption has hampered a wide range of progressive efforts tied to public health, the environment, and more, we focus in this paper on municipal and county efforts to raise wages. We specifically look at efforts to raise the minimum wage in order to explore how the preemption of local minimum wage laws has impacted working people’s economic well-being.\n\nIn Part I of this paper, we explore the evolution of preemption laws in the twenty-first century, highlighting the role of corporations and their industry associations in spreading the use of preemption to advance their bottom line.\n\nIn Part II, we look at the dollar cost of preemption for workers in cities and counties that adopted a local minimum wage increase, only to see those local laws invalidated by state statute. We estimate the number of workers affected and the amount in wages they have lost collectivity and per worker. We also attempt to contextualize the damage done to those communities by describing the demographic characteristics of affected workers, by analyzing data on food and housing insecurity and poverty, and by showing a distressing gap between the minimum wage available to workers in those areas and the cost of living.\n\nIn the last section, we discuss how, despite the success of corporate interests and their allies in preempting local minimum wages through state legislatures, workers and local communities are now reclaiming their power. Efforts in 2019 in places like Colorado show the path forward for repealing existing preemption laws and allowing communities to use their local democratic process to approve the pro-worker policies that they need. We call on state policymakers to correct the harm caused by preemption—which disproportionately affects people of color and women—by restoring the ability of local governments to adopt a higher minimum wage when they determine it would help their communities.",
        "quotes": [
            [
                "completely chill local governments from passing common-sense local solutions to protect the health, safety, and well-being of their communities.",
                "",
                false
            ],
            [
                "And that’s exactly what these interest groups want: cities and counties that don’t agree with them to be intimidated and bullied into inaction.",
                "",
                true
            ],
            [
                "completely chill local governments from passing common-sense local solutions to protect the health, safety, and well-being of their communities.",
                "",
                false
            ],
            [
                "P]reemption that prevents cities from expanding rights, building stronger economies and promoting innovation can be counterproductive and even dangerous.…We know well that innovation happens in cities and then percolates upwards.",
                "",
                true
            ],
            [
                "This process should be celebrated, not stymied.",
                "",
                true
            ],
            [
                "completely chill local governments from passing common-sense local solutions to protect the health, safety, and well-being of their communities.",
                "",
                false
            ],
            [
                "And that’s exactly what these interest groups want: cities and counties that don’t agree with them to be intimidated and bullied into inaction.",
                "",
                true
            ],
            [
                "completely chill local governments from passing common-sense local solutions to protect the health, safety, and well-being of their communities.",
                "",
                false
            ],
            [
                "Localities, because of their unique knowledge about how race is experienced at the community level and intimate involvement in processes at the heart of our democracy, have… the capacity to be important change agents in the area of race.",
                "",
                true
            ],
            [
                "It’s been more expedient to subjugate black people by oppressing wherever they reside.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "http://www.legis.ga.gov/legislation/en-US/Display/20192020/HB/573",
                "https://lis.virginia.gov/cgi-bin/legp604.exe?ses=191&typ=bil&val=hb2631",
                "https://legis.la.gov/Legis/BillInfo.aspx?i=236242",
                "https://apps.legislature.ky.gov/lrcsearch#tabs-6",
                "http://www.oklegislature.gov/BillInfo.aspx?Bill=sb713",
                "https://capitol.texas.gov/BillLookup/History.aspx?LegSess=86R&Bill=SB161",
                "http://iga.in.gov/legislative/2019/bills/senate/82",
                "https://www.capitol.hawaii.gov/measure_indiv.aspx?billtype=HB&billnumber=96&year=2019"
            ],
            "unsure": [
                "https://legiscan.com/NY/text/A05441/2019",
                "http://www.kslegislature.org/li/b2019_20/measures/hb2017/"
            ]
        },
        "key_words": [
            "workers",
            "fighting",
            "policies",
            "cities",
            "state",
            "minimum",
            "laws",
            "preemption",
            "counties",
            "local",
            "wage"
        ]
    },
    {
        "url": "https://www.reuters.com/article/us-usa-economy/us-manufacturing-mired-in-soft-patch-in-first-quarter-idUSKCN1RS1D0",
        "title": "U.S. manufacturing mired in soft patch in first quarter",
        "authors": [
            {
                "name": "Lucia Mutikani",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2019-04-16",
        "text": "WASHINGTON (Reuters) - U.S. manufacturing output was unchanged in March after two straight monthly declines, resulting in the first quarterly drop in production since President Donald Trump was elected.\n\nFILE PHOTO: A line worker installs the front seats on the flex line at Nissan Motor Co's automobile manufacturing plant in Smyrna, Tennessee, U.S., August 23, 2018. REUTERS/William DeShazer/File Photo\n\nThe weakness in manufacturing reported by the Federal Reserve on Tuesday is in tandem with a moderation in the broader economy, and is despite the White House’s “America First” policies, including trade tariffs aimed at protecting domestic factories from what Trump says in unfair foreign competition.\n\nSoft manufacturing and slowing economic growth reflect the ebbing stimulus from a $1.5 trillion tax cut package and supply chain disruptions caused by Washington’s trade war with China.\n\n“Manufacturing production has pivoted to the downside in the first quarter of the year, showing the revival in factories and output is sputtering for the first time since the Trump economics team took office,” said Chris Rupkey, chief economist at MUFG in New York. “The trade war and America First policies have not brought factories back home yet.”\n\nManufacturing output last month was restrained by weak motor vehicle and wood products production after falling 0.3 percent in February. Economists polled by Reuters had forecast manufacturing production edging up 0.1 percent in March.\n\nProduction at factories dropped at a 1.1 percent annualized rate in the first quarter. That was the first quarterly drop since the third quarter of 2017 and followed a 1.7 percent pace of increase in the October-December period.\n\nU.S. financial markets were little moved by the data.\n\nMotor vehicles and parts production dropped 2.5 percent in March after increasing 2.3 percent in February. An inventory overhang in the automobile sector is weighing on production.\n\nFactory employment declined in March for the first time since July 2017. Excluding motor vehicles and parts, manufacturing output rose 0.2 percent in March, lifted by increases in the production of primary metals, and computer and electronic products, after falling 0.5 percent in February.\n\nUNDERWHELMING RECOVERY EVIDENCE\n\nWhile that offered some glimmers of hope for manufacturing, the outlook for the sector, which accounts for about 12 percent of the economy, is cloudy. A survey from the New York Fed on Monday showed a measure of future business activity in New York state dropped to a more than three-year low in April, with companies downbeat about new orders and shipments.\n\n“We think we could be moving past the worst of the recent soft patch for the manufacturing sector, although the evidence of this improvement has not been overwhelmingly clear,” said Daniel Silver, an economist at JPMorgan in New York.\n\nManufacturing is also being hobbled by last year’s surge in the dollar and softening global economic growth, which are hurting exports. The sector could be further strained by Boeing’s decision to stop deliveries and cut back production of its troubled 737 MAX aircraft. The MAX planes have been grounded indefinitely following two deadly crashes.\n\n“The delivery stoppage and production slowdown of the 737 MAX will be a drag on production and orders data in the near term, and may subtract as much as two tenths of a percentage point from second-quarter GDP growth,” said Tim Quinlan, a senior economist at Wells Fargo Securities in Charlotte.\n\nWhile manufacturing is struggling, there are signs of green shoots in the housing market after activity contracted last year. A survey from the National Association of Home Builders on Tuesday showed confidence among single-family homebuilders edged up this month amid optimism over sales conditions and buyer traffic.\n\nThe housing market is getting a lift from a fall in mortgage rates after they surged last year. But housing accounts for a small fraction of the economy, meaning the recovery in activity is unlikely to have a huge impact on gross domestic product.\n\nGrowth forecasts for the first quarter are between a 1.5 percent and 2.3 percent annualized rate. The economy grew at a moderate 2.2 percent rate in the fourth quarter after expanding at a brisk 3.4 percent pace in the July-September period.\n\nThe flat manufacturing output in March, together with a 0.8 percent drop in mining, led to a 0.1 percent dip in industrial production. Industrial output edged up 0.1 percent in February. It fell at a 0.3 percent rate in the first quarter after rising at a 4.0 percent pace in the fourth quarter.\n\nMining production was unchanged in February. Oil and gas well drilling rebounded 0.3 percent in March after tumbling 1.3 percent in February. Utilities output gained 0.2 percent in March after surging 3.7 percent the prior month.\n\nCapacity utilization for the manufacturing sector, a measure of how fully firms are using their resources, slipped to 76.4 percent last month, the lowest in a year, from 76.5 percent in February. Overall capacity use for the industrial sector fell to 78.8 percent from 79.0 percent in February.\n\nIt is 1.0 percentage point below its 1972-2017 average. Officials at the Fed tend to look at capacity use measures for signals of how much “slack” remains in the economy — how far growth has room to run before it becomes inflationary.",
        "quotes": [
            [
                "Manufacturing production has pivoted to the downside in the first quarter of the year, showing the revival in factories and output is sputtering for the first time since the Trump economics team took office,",
                "Chris Rupkey",
                true
            ],
            [
                "The trade war and America First policies have not brought factories back home yet.",
                "Chris Rupkey",
                true
            ],
            [
                "We think we could be moving past the worst of the recent soft patch for the manufacturing sector, although the evidence of this improvement has not been overwhelmingly clear,",
                "Daniel Silver",
                true
            ],
            [
                "The delivery stoppage and production slowdown of the 737 MAX will be a drag on production and orders data in the near term, and may subtract as much as two tenths of a percentage point from second-quarter GDP growth,",
                "Tim Quinlan",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "quarter",
            "output",
            "york",
            "factories",
            "manufacturing",
            "growth",
            "production",
            "mired",
            "patch",
            "soft",
            "rate",
            "economy",
            "sector"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/news/powerpost/paloma/the-finance-202/2019/06/21/the-finance-202-stock-market-high-threatens-to-send-trump-the-wrong-message-on-china/5d0c1bc0a7a0a47d87c56dc2/?utm_term=.2a4941d226e6&noredirect=on",
        "title": "The Finance 202: Stock market high threatens to send Trump the wrong message on China",
        "authors": [
            {
                "name": "Tory Newmyer",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2019-06-21",
        "text": "THE TICKER\n\nTrader Joseph Lawler works on the floor of the New York Stock Exchange on Thursday. (AP Photo/Richard Drew)\n\nArguably one of the worst things that could happen to the stock market just did: It closed at a record high.\n\nThe S&P 500 climbed 0.9 percent to close at 2954.18, its first new high since April, while the Dow Jones industrial average surged a similar amount to come within 0.3 percent of its all-time high. Stocks appeared to be rallying on news out of this week’s Fed meeting that the central bank is primed to cut interest rates to protect an economic expansion menaced by, among other things, President Trump’s trade war.\n\nBut a surging market and a newly dovish Fed might be unwittingly conspiring to intensify Trump’s trade confrontation with China. That’s because, armed with the confidence that stocks are rising and the Fed is moving his way, the president will feel less pressure to negotiate a cease-fire when he meets with Chinese President Xi Jinping on the sidelines of the G-20 summit in Osaka, Japan, next week.\n\nTrump on Thursday made clear via his Twitter account that he is keeping a close eye on the market’s action:\n\nS&P closes at Record High! https://t.co/C5nOXIQ7EJ — Donald J. Trump (@realDonaldTrump) June 20, 2019\n\nAnd he took a victory lap of sorts over the news the Fed looks ready to cut its benchmark interest rate later this year, saying he was encouraged by what he saw. “They should have done it sooner, but what are you going to do?” he told reporters Thursday.\n\nThe twin developments spell bad news for investors, business interests and others rooting for the administration to settle its trade hostilities with Beijing — or at least put them on pause before imposing 25 percent tariffs on the remaining $300 billion in Chinese imports, which Trump has threatened barring major concessions from Xi.\n\n“Both Trump and Xi feel they’re in the stronger position, which doesn’t usually get you to a deal,” says Bill Reinsch, a trade expert at the Center for Strategic and International Studies. “Trump believes he’s in an economically stronger position at home, and we’re hurting them more than they’re hurting us. Xi knows he doesn’t have to have an election, and we do. And he probably thinks Trump needs a victory on trade, because he doesn’t have many, despite making it a signature issue, and probably feels Trump will not go to the next tranche of tariffs because of the terrible consumer impact it would have.”\n\nOther trade watchers are similarly bearish about prospects for a breakthrough in Japan. “Both presidents are under pressure to get a deal, but both are under pressure to get a good deal,” Doug Barry of the U.S.-China Business Council writes in an email. “So at this point we have building pressure but no clarity on when and how it will be released.”\n\nOr as Bloomberg Economics chief economist Tom Orlik writes, after noting the market and Fed moves reduce pressure on Trump to make a deal, “At the same time, the incentives for Trump, who officially launched his reelection bid this week, to stand tough on China are rising. The lesson of past presidential elections is that bashing Beijing is a vote-winning strategy with few downsides, politically speaking. By contrast, the concessions required to get a deal done would open up Trump to criticism that he’d gone soft at the last minute.”\n\nTreasury Secretary Steven Mnuchin and U.S. Trade Representative Robert Lighthizerspeak with Chinese Vice Premier Liu He in Washington last month. (AP Photo/Andrew Harnik)\n\nAnd at least one White House adviser on China issues said a tariff escalation may be necessary. Michael Pillsbury, a Hudson Institute senior fellow who consults with the administration, gave even odds to the two sides agreeing to restart talks next week. But in a Monday appearance on Fox Business, he said, “I’m afraid the president may need to go to the full 25 percent on all Chinese exports to America, because they just seem to feel the pain in China in a subjective sense. They should. But they just don’t see it that way.”\n\nInvestors evidently appraise the situation differently.\n\n“Trade tensions and uncertainty over central-bank policy had rattled investors last month, with stocks posting their worst May since 2010,” The Wall Street Journal’s Jessica Menton writes. \"But the potential for thawing trade relations between Washington and Beijing has helped lift share prices this month, putting the S&P 500 on pace for its best June since 1955.”\n\nOr as Jonathan Corpina of Meridian Equity Partners told her, “Investors are now really banking on the G-20 summit.”\n\nMARKET MOVERS\n\nRobots work on a VW Passat car at a Volkswagen plant in Emden, Germany. (Joerg Sarbach/dpa via AP)\n\n— Stumbling factory output highlights global slowdown. WSJ's Paul Hannon: \"Factory output is faltering in a number of key economies, darkening the outlook for the global economy and increasing the likelihood that leading central banks will respond with fresh stimulus. Global industrial production has been weakening since the start of 2018, around the same time that [Trump] announced the first in a series of fresh tariffs on imports from a number of countries, including China. Europe has suffered the sharpest turnaround, and there is little relief in sight, according to a June survey of purchasing managers conducted by data firm IHS Markit that was released Friday...\n\n\"Economists are divided on whether the factory slowdown is largely a consequence of disruptions to trade and investment as a result of higher tariffs and uncertainty about where they will settle, or a more short-lived pause after a long expansion and some setbacks in particular sectors, such as automobiles.\"\n\n— Gold surges. Bloomberg's Ranjeetha Pakiam: \"Gold’s firmly back in favor. Prices have taken off after a lackluster few months, passing $1,400 an ounce for the first time since September 2013 on Friday. Investors have piled back into exchange-traded funds and the U.S. Federal Reserve gave bulls a major boost this week when it opened the door to reducing interest rates, weakening the dollar and adding to gold’s appeal.\n\n\"Central banks in Europe and Australia have added to the positive narrative, signaling they’re also ready to do more for economic growth. And gold’s traditional role as a haven asset has provided further impetus amid increased tensions between the U.S. and Iran following the downing of an American drone.\"\n\nTRUMP TRACKER\n\nTRADE FLY-AROUND:\n\nPeople walk past an Apple store at an outdoor shopping street in Beijing. (AP Photo/Mark Schiefelbein)\n\n— Chinese companies go on K Street hiring spree. Politico's Theodoric Meyer: \"Trump has done everything he can to squeeze Huawei over the past year, bringing criminal charges against the Chinese telecommunications company, moving to block it from buying American technology and trying to convince foreign governments to crack down on the company. Now other Chinese companies are turning to K Street to keep the same thing from happening to them.\n\n\"Eight other Chinese companies have spent at least $7.9 million hiring Washington lobbying and public relations firms since last spring, right before Trump cracked down on a different Chinese telecom company, ZTE, according to a POLITICO analysis of disclosure filings. That’s nearly eight times what the same companies spent in the same period a year earlier.\"\n\n— Apple eyes moving some production out of China. WSJ's Yoko Kubota and Tripp Mickle: \"Apple Inc. is asking suppliers to study shifting final assembly of some products out of China, people familiar with the matter said, as trade tensions prompt the company to consider diversifying its supply chain. While any major changes would be difficult and could take months to years to implement, Apple is looking into the feasibility of shifting up to about a third of the production for some devices, some of the people said. Destinations under consideration include Southeast Asia, the people said.\"\n\nThe company is also pressing the Trump administration for tariff relief. FT's Tim Bradshaw: \"Apple has warned the Trump administration that proposed tariffs on imports of iPhones made in China would 'tilt the playing field' in favour of the company’s overseas rivals and dent its multibillion-dollar contribution to the US economy... In a letter that was made public on Thursday, Apple pressed the White House to abandon tariffs of up to 25 per cent on its products including iPhones, iPads and Apple Watches , as well as parts used in device repairs. The extra duty, if passed on to consumers, could add hundreds of dollars to the cost of Apple’s high-end products.\"\n\nMore broadly, the trade war already looks to be severing the tech linkage between the U.S. and China, as these charts demonstrate, via Ely Ratner of the Center for a New American Security:\n\nStriking data. U.S.-China decoupling in action:\n\n\n\nSharp decrease in IT imports from China, with substantial increases from Vietnam, Taiwan, Korea, and the Philippines. h/t @KennedyCSIS pic.twitter.com/F8B2QlN3EO — Ely Ratner (@elyratner) June 20, 2019\n\nPresident Trump speaks during a meeting with Canadian Prime Minister Justin Trudeau in the Oval Office on Thursday. (AP Photo/Evan Vucci)\n\n— Trump's challenge: Voters who are satisfied with the economy but not him. The Atlantic's Ron Brownstein identifies what he calls the biggest obstacle to Trump's reelection: \"His polarizing approach to the presidency is alienating an unusually large number of voters satisfied with the economy... Trump attracts much less support than his predecessors did—in terms of approval rating and potential support for reelection—among voters who say they are satisfied with the economy.\n\n\"Long-term comparisons from the NBC/Wall Street Journal poll quantify the shortfall. In a 2006 survey, then-President George W. Bush drew positive job-approval ratings from 71 percent of Americans who said they were satisfied with the economy... Likewise, in 2013 and 2015, just over 75 percent of economically satisfied voters said they approved of Barack Obama’s performance as president... But in an NBC/WSJ poll last September, only 55 percent of voters in that category said they approved of Trump’s performance.\"\n\nPolitics When Trump visits his clubs, government agencies and Republicans pay to be where he is Trump’s trips have brought his businesses at least $1.6 million in revenue, according to a Washington Post analysis. David Fahrenthold, Josh Dawsey, Jonathan O'Connell and Michelle Lee\n\nPOCKET CHANGE\n\nBrian Moynihan, chief executive officer of Bank of America Corp. (Christopher Goodney/Bloomberg)\n\n— BofA chief: No recession looming. CNN Business's Matt Egan: \"The soft patch in the US economy is unlikely to morph into a full-blown recession, Bank of America CEO Brian Moynihan told CNN Business. 'The economy was predicted by everybody to slow down ... That's coming true,' Moynihan said in an exclusive interview from the sidelines of the Fortune Brainstorm Finance Conference in Montauk, New York. 'The reality is we feel good about the economy.' The Bank of America CEO's optimism is based on his bank's view into consumer spending — the central driver of the American economy.\"\n\n— Facebook assembles rapid response team to avoid contributing to another genocide. NBC's David Ingram: \"The driving force behind the team is the company’s blotted legacy in Myanmar, the southeast Asian nation where, according to United Nations researchers, Facebook became the go-to tool for spreading propaganda that helped drive a genocide of a religious minority, the Rohingya, that is estimated to have killed more than 10,000 people since the beginning of 2017.\n\n\"Called Strategic Response, the team is a mix of the kind of people who have typically been found in either governments or multinational corporations with far-reaching interests. The team’s formation, which started in spring of last year and recently ramped up hiring, represents the latest evolution in the Silicon Valley’s culture: less 'move fast and break things,' and more thinking through the harm they are adding to half a world away.\"\n\nU.S. Companies Brought Home More Profits From Overseas U.S. companies brought home more profits stashed overseas in 2018, the first year after the tax-law overhaul, than initially estimated. WSJ\n\nSlack Stock Soars, Putting Company’s Public Value at $19.5 Billion The workplace messaging company’s shares rose on the stock market on Thursday, putting its value at nearly triple that of when it was a private firm. NYT\n\nMONEY ON THE HILL\n\nHouse Financial Services Committee Chair Maxine Waters (D-Calif.). (AP Photo/J. Scott Applewhite)\n\n— Waters: Congress will aggressively examine Facebook currency. CNBC's Kate Rooney: \"Top lawmakers are not hesitating to examine Facebook’s ambitious new cryptocurrency project. 'We’re going to move aggressively and very quickly to deal with what is going on with this new cryptocurrency,' Rep. Maxine Waters, D-Calif., chairwoman of the House Financial Services Committee, told CNBC’s 'Closing Bell' Thursday. 'I think it’s very important for them to stop right now what they’re doing so that we can get a handle on this.' ... In a statement Tuesday, Waters asked Facebook to delay the project, which she said was a continuation of its “unchecked expansion and extending its reach into the lives of its users.”\n\n— Pelosi: Mulvaney has no cred in debt ceiling debate. The Post's Colby Itkowitz and Damian Paletta: \"House Speaker Nancy Pelosi accused acting White House chief of staff Mick Mulvaney of misrepresenting her position on the debt ceiling, illustrating the lack of trust between key policymakers over an issue that could imperil the global economy later this year.\n\n\"Mulvaney said that during a meeting Wednesday between congressional leaders and White House staff, Pelosi (D-Calif.) had insisted that she would increase the debt ceiling only if the Trump administration agreed to boost spending levels. Asked to respond to this, Pelosi said Mulvaney had 'no credibility' on the debt ceiling after his role in the 2011 and 2013 budget fights and had misrepresented her remarks.\"\n\nTHE REGULATORS\n\nThe Consumer Financial Protection Bureau headquarters in Washington. (Andrew Harrer/Bloomberg)\n\n— Trump appointee who wrote racist posts joins HUD. The Post's Renae Merle: \"Eric Blankenstein, a senior Trump appointee, announced he was leaving the Consumer Financial Protection Bureau last month after he was forced to apologize for online posts he wrote years ago questioning whether the n-word was racist. But Blankenstein won’t be leaving the Trump administration altogether. The former private-sector lawyer is joining the Department of Housing and Urban Development, according to a person familiar with the matter. The news was first reported by Politico. Blankenstein will join HUD’s Office of General Counsel as a senior counsel starting Monday, said the person, who spoke on the condition of anonymity to discuss personnel matters.\"\n\n— Walmart settles bribery case with the feds. NYT's Michael Corkery: \"For more than a decade, Walmart used middlemen to make dubious payments to governments around the globe in order to open new locations, United States prosecutors and securities regulators said in a settlement agreement on Thursday. But even as employees frequently raised alarm, the company’s top leaders did little to prevent Walmart from being involved in bribery and corruption schemes.\n\n\"That lack of internal control led to a seven-year inquiry that culminated on Thursday with Walmart’s Brazilian subsidiary pleading guilty to a federal crime. The guilty plea, and the $282 million in fines that Walmart has agreed to pay, capped one of the biggest investigations ever under the Foreign Corrupt Practices Act, which makes it illegal for American corporations to bribe overseas officials.\"\n\nTHE FUNNIES\n\nFrom The Post's Tom Toles:\n\nBULL SESSION",
        "quotes": [
            [
                "Investors are now really banking on the G-20 summit.",
                "",
                true
            ],
            [
                "unchecked expansion and extending its reach into the lives of its users.",
                "",
                false
            ],
            [
                "They should have done it sooner, but what are you going to do?",
                "Trump",
                true
            ],
            [
                "Both Trump and Xi feel they’re in the stronger position, which doesn’t usually get you to a deal,",
                "Bill Reinsch",
                true
            ],
            [
                "Trump believes he’s in an economically stronger position at home, and we’re hurting them more than they’re hurting us.",
                "Bill Reinsch",
                true
            ],
            [
                "Xi knows he doesn’t have to have an election, and we do.",
                "Bill Reinsch",
                true
            ],
            [
                "And he probably thinks Trump needs a victory on trade, because he doesn’t have many, despite making it a signature issue, and probably feels Trump will not go to the next tranche of tariffs because of the terrible consumer impact it would have.",
                "Bill Reinsch",
                true
            ],
            [
                "Both presidents are under pressure to get a deal, but both are under pressure to get a good deal,",
                "Doug Barry",
                true
            ],
            [
                "So at this point we have building pressure but no clarity on when and how it will be released.",
                "Doug Barry",
                true
            ],
            [
                "At the same time, the incentives for Trump, who officially launched his reelection bid this week, to stand tough on China are rising.",
                "Trump",
                true
            ],
            [
                "The lesson of past presidential elections is that bashing Beijing is a vote-winning strategy with few downsides, politically speaking.",
                "Trump",
                true
            ],
            [
                "By contrast, the concessions required to get a deal done would open up Trump to criticism that he’d gone soft at the last minute.",
                "Trump",
                true
            ],
            [
                "I’m afraid the president may need to go to the full 25 percent on all Chinese exports to America, because they just seem to feel the pain in China in a subjective sense.",
                "",
                true
            ],
            [
                "But they just don’t see it that way.",
                "",
                true
            ],
            [
                "Trade tensions and uncertainty over central-bank policy had rattled investors last month, with stocks posting their worst May since 2010,",
                "Jessica Menton",
                true
            ],
            [
                "But the potential for thawing trade relations between Washington and Beijing has helped lift share prices this month, putting the S&P 500 on pace for its best June since 1955.”\n\nOr as Jonathan Corpina of Meridian Equity Partners told her, “Investors are now really banking on the G-20 summit.”\n\nMARKET MOVERS\n\nRobots work on a VW Passat car at a Volkswagen plant in Emden, Germany.",
                "Jessica Menton",
                true
            ],
            [
                "Joerg Sarbach/dpa via AP)\n\n— Stumbling factory output highlights global slowdown.",
                "Jessica Menton",
                true
            ],
            [
                "WSJ's Paul Hannon: \"Factory output is faltering in a number of key economies, darkening the outlook for the global economy and increasing the likelihood that leading central banks will respond with fresh stimulus.",
                "Jessica Menton",
                true
            ],
            [
                "Global industrial production has been weakening since the start of 2018, around the same time that [Trump] announced the first in a series of fresh tariffs on imports from a number of countries, including China.",
                "Jessica Menton",
                true
            ],
            [
                "Europe has suffered the sharpest turnaround, and there is little relief in sight, according to a June survey of purchasing managers conducted by data firm IHS Markit that was released Friday...\n\n\"Economists are divided on whether the factory slowdown is largely a consequence of disruptions to trade and investment as a result of higher tariffs and uncertainty about where they will settle, or a more short-lived pause after a long expansion and some setbacks in particular sectors, such as automobiles.",
                "Jessica Menton",
                true
            ],
            [
                "Gold’s firmly back in favor.",
                "Ranjeetha Pakiam",
                true
            ],
            [
                "Prices have taken off after a lackluster few months, passing $1,400 an ounce for the first time since September 2013 on Friday.",
                "Ranjeetha Pakiam",
                true
            ],
            [
                "Investors have piled back into exchange-traded funds and the U.S. Federal Reserve gave bulls a major boost this week when it opened the door to reducing interest rates, weakening the dollar and adding to gold’s appeal.",
                "Ranjeetha Pakiam",
                true
            ],
            [
                "Central banks in Europe and Australia have added to the positive narrative, signaling they’re also ready to do more for economic growth.",
                "Ranjeetha Pakiam",
                true
            ],
            [
                "And gold’s traditional role as a haven asset has provided further impetus amid increased tensions between the U.S. and Iran following the downing of an American drone.",
                "Ranjeetha Pakiam",
                true
            ],
            [
                "Trump has done everything he can to squeeze Huawei over the past year, bringing criminal charges against the Chinese telecommunications company, moving to block it from buying American technology and trying to convince foreign governments to crack down on the company.",
                "Theodoric Meyer",
                true
            ],
            [
                "Now other Chinese companies are turning to K Street to keep the same thing from happening to them.",
                "Theodoric Meyer",
                true
            ],
            [
                "Eight other Chinese companies have spent at least $7.9 million hiring Washington lobbying and public relations firms since last spring, right before Trump cracked down on a different Chinese telecom company, ZTE, according to a POLITICO analysis of disclosure filings.",
                "Theodoric Meyer",
                true
            ],
            [
                "That’s nearly eight times what the same companies spent in the same period a year earlier.",
                "Theodoric Meyer",
                true
            ],
            [
                "Apple Inc. is asking suppliers to study shifting final assembly of some products out of China, people familiar with the matter said, as trade tensions prompt the company to consider diversifying its supply chain.",
                "Tripp Mickle",
                true
            ],
            [
                "While any major changes would be difficult and could take months to years to implement, Apple is looking into the feasibility of shifting up to about a third of the production for some devices, some of the people said.",
                "Tripp Mickle",
                true
            ],
            [
                "Destinations under consideration include Southeast Asia, the people said.",
                "Tripp Mickle",
                true
            ],
            [
                "Apple has warned the Trump administration that proposed tariffs on imports of iPhones made in China would 'tilt the playing field' in favour of the company’s overseas rivals and dent its multibillion-dollar contribution to the US economy...",
                "Tim Bradshaw",
                true
            ],
            [
                "In a letter that was made public on Thursday, Apple pressed the White House to abandon tariffs of up to 25 per cent on its products including iPhones, iPads and Apple Watches , as well as parts used in device repairs.",
                "Tim Bradshaw",
                true
            ],
            [
                "The extra duty, if passed on to consumers, could add hundreds of dollars to the cost of Apple’s high-end products.",
                "Tim Bradshaw",
                true
            ],
            [
                "His polarizing approach to the presidency is alienating an unusually large number of voters satisfied with the economy... Trump attracts much less support than his predecessors did—in terms of approval rating and potential support for reelection—among voters who say they are satisfied with the economy.",
                "",
                true
            ],
            [
                "Long-term comparisons from the NBC/Wall Street Journal poll quantify the shortfall.",
                "",
                true
            ],
            [
                "In a 2006 survey, then-President George W. Bush drew positive job-approval ratings from 71 percent of Americans who said they were satisfied with the economy...",
                "",
                true
            ],
            [
                "Likewise, in 2013 and 2015, just over 75 percent of economically satisfied voters said they approved of Barack Obama’s performance as president...",
                "",
                true
            ],
            [
                "But in an NBC/WSJ poll last September, only 55 percent of voters in that category said they approved of Trump’s performance.",
                "",
                true
            ],
            [
                "The soft patch in the US economy is unlikely to morph into a full-blown recession, Bank of America CEO Brian Moynihan told CNN Business.",
                "Matt Egan",
                true
            ],
            [
                "The economy was predicted by everybody to slow down ... That's coming true,' Moynihan said in an exclusive interview from the sidelines of the Fortune Brainstorm Finance Conference in Montauk, New York.",
                "Matt Egan",
                true
            ],
            [
                "The reality is we feel good about the economy.",
                "Matt Egan",
                true
            ],
            [
                "The Bank of America CEO's optimism is based on his bank's view into consumer spending — the central driver of the American economy.",
                "Matt Egan",
                true
            ],
            [
                "The driving force behind the team is the company’s blotted legacy in Myanmar, the southeast Asian nation where, according to United Nations researchers, Facebook became the go-to tool for spreading propaganda that helped drive a genocide of a religious minority, the Rohingya, that is estimated to have killed more than 10,000 people since the beginning of 2017.",
                "David Ingram",
                true
            ],
            [
                "Called Strategic Response, the team is a mix of the kind of people who have typically been found in either governments or multinational corporations with far-reaching interests.",
                "David Ingram",
                true
            ],
            [
                "The team’s formation, which started in spring of last year and recently ramped up hiring, represents the latest evolution in the Silicon Valley’s culture: less 'move fast and break things,' and more thinking through the harm they are adding to half a world away.",
                "David Ingram",
                true
            ],
            [
                "Top lawmakers are not hesitating to examine Facebook’s ambitious new cryptocurrency project.",
                "Kate Rooney",
                true
            ],
            [
                "We’re going to move aggressively and very quickly to deal with what is going on with this new cryptocurrency,' Rep. Maxine Waters, D-Calif., chairwoman of the House Financial Services Committee, told CNBC’s 'Closing Bell' Thursday.",
                "Kate Rooney",
                true
            ],
            [
                "I think it’s very important for them to stop right now what they’re doing so that we can get a handle on this.",
                "Kate Rooney",
                true
            ],
            [
                "In a statement Tuesday, Waters asked Facebook to delay the project, which she said was a continuation of its “unchecked expansion and extending its reach into the lives of its users.”\n\n— Pelosi: Mulvaney has no cred in debt ceiling debate.",
                "Kate Rooney",
                true
            ],
            [
                "The Post's Colby Itkowitz and Damian Paletta: \"House Speaker Nancy Pelosi accused acting White House chief of staff Mick Mulvaney of misrepresenting her position on the debt ceiling, illustrating the lack of trust between key policymakers over an issue that could imperil the global economy later this year.",
                "Kate Rooney",
                true
            ],
            [
                "Mulvaney said that during a meeting Wednesday between congressional leaders and White House staff, Pelosi (D-Calif.) had insisted that she would increase the debt ceiling only if the Trump administration agreed to boost spending levels.",
                "Kate Rooney",
                true
            ],
            [
                "Asked to respond to this, Pelosi said Mulvaney had 'no credibility' on the debt ceiling after his role in the 2011 and 2013 budget fights and had misrepresented her remarks.",
                "Kate Rooney",
                true
            ],
            [
                "Eric Blankenstein, a senior Trump appointee, announced he was leaving the Consumer Financial Protection Bureau last month after he was forced to apologize for online posts he wrote years ago questioning whether the n-word was racist.",
                "Renae Merle",
                true
            ],
            [
                "But Blankenstein won’t be leaving the Trump administration altogether.",
                "Renae Merle",
                true
            ],
            [
                "The former private-sector lawyer is joining the Department of Housing and Urban Development, according to a person familiar with the matter.",
                "Renae Merle",
                true
            ],
            [
                "The news was first reported by Politico.",
                "Renae Merle",
                true
            ],
            [
                "Blankenstein will join HUD’s Office of General Counsel as a senior counsel starting Monday, said the person, who spoke on the condition of anonymity to discuss personnel matters.",
                "Renae Merle",
                true
            ],
            [
                "For more than a decade, Walmart used middlemen to make dubious payments to governments around the globe in order to open new locations, United States prosecutors and securities regulators said in a settlement agreement on Thursday.",
                "Michael Corkery",
                true
            ],
            [
                "But even as employees frequently raised alarm, the company’s top leaders did little to prevent Walmart from being involved in bribery and corruption schemes.",
                "Michael Corkery",
                true
            ],
            [
                "That lack of internal control led to a seven-year inquiry that culminated on Thursday with Walmart’s Brazilian subsidiary pleading guilty to a federal crime.",
                "Michael Corkery",
                true
            ],
            [
                "The guilty plea, and the $282 million in fines that Walmart has agreed to pay, capped one of the biggest investigations ever under the Foreign Corrupt Practices Act, which makes it illegal for American corporations to bribe overseas officials.",
                "Michael Corkery",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.wsj.com/articles/faltering-factories-cast-a-dark-cloud-over-the-global-economy-11561109006?mod=hp_lead_pos6",
                "https://www.washingtonpost.com/politics/when-trump-visits-his-clubs-government-agencies-and-republicans-pay-to-be-where-he-is/2019/06/20/a4c13c36-8ed0-11e9-adf3-f70f78c156e8_story.html?utm_term=.2fcc691ba2d2&noredirect=on",
                "https://www.wsj.com/articles/trump-on-fed-decision-you-cant-win-em-all-11561053680",
                "https://www.ft.com/content/efb2554a-936c-11e9-aea1-2b1d33ac3271",
                "https://www.washingtonpost.com/business/2019/06/20/sp-breaks-intraday-record-powered-by-feds-hint-rate-cuts/?utm_term=.96e07c269c63&noredirect=on",
                "https://www.wsj.com/articles/u-s-companies-transferred-more-profits-from-overseas-in-2018-than-estimated-11561044921",
                "https://www.nytimes.com/2019/06/20/business/walmart-bribery-settlement.html",
                "https://www.nbcnews.com/tech/tech-news/facebook-s-new-rapid-response-team-has-crucial-task-avoid-n1019821",
                "https://www.politico.com/story/2019/06/20/trump-china-zte-huawei-lobby-1371456",
                "https://www.cnn.com/2019/06/20/business/bank-of-america-ceo-recession/index.html",
                "https://www.buzzfeednews.com/article/meghara/facebook-myanmar-rohingya-genocide",
                "https://www.wsj.com/articles/apple-examines-feasibility-of-shifting-some-production-out-of-china-11561030751?mod=hp_lead_pos7",
                "https://www.nytimes.com/2019/06/20/technology/slack-stock-ipo-price-trading.html",
                "https://www.politico.com/story/2019/06/19/hud-hires-eric-blankenstein-1372390",
                "https://www.theatlantic.com/politics/archive/2019/06/trump-may-need-talk-economy-win-2020/592153/",
                "https://www.wsj.com/articles/stocks-extend-gains-after-the-fed-as-bond-yields-dip-11561017273?mod=article_inline&mod=hp_lead_pos1",
                "https://www.cnbc.com/2019/06/20/congress-will-move-aggressively-to-examine-facebooks-cryptocurrency-rep-maxine-waters-says.html",
                "https://www.washingtonpost.com/opinions/2019/06/20/jamal-khashoggis-murder-is-what/?utm_term=.3d0fd406494b&noredirect=on",
                "https://www.washingtonpost.com/politics/pelosi-mulvaney-no-credibility-on-debt-ceiling-debate/2019/06/20/c48cc1dc-936e-11e9-aadb-74e6b2b46f6a_story.html?utm_term=.80bd39baa421&noredirect=on",
                "https://www.washingtonpost.com/business/2019/06/20/trump-appointee-whose-past-blogs-race-sparked-backlash-join-hud/?utm_term=.279f1a2bc17f&noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/KennedyCSIS?ref_src=twsrc%5Etfw",
                "https://video.foxbusiness.com/v/6049291452001/#sp=show-clips",
                "https://quotes.wsj.com/INFO",
                "https://twitter.com/realDonaldTrump/status/1141833755033767943?ref_src=twsrc%5Etfw",
                "https://twitter.com/elyratner/status/1141682041345466368?ref_src=twsrc%5Etfw",
                "https://t.co/C5nOXIQ7EJ",
                "https://t.co/F8B2QlN3EO",
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=1de52a70-a6da-11e9-9918-7f80e2f8fa11&url=L29waW5pb24vYXJ0aWNsZXMvMjAxOS0wNi0xOS91LXMtY2hpbmEtdHJhZGUtZGVhbC1iZWNvbWluZy1pbmNyZWFzaW5nbHktdW5saWtlbHk=",
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=1fffcd10-a6da-11e9-a0ec-5391fae69e63&url=L25ld3MvYXJ0aWNsZXMvMjAxOS0wNi0yMS9nb2xkLWNsb3Nlcy1pbi1vbi0xLTQwMC1hcy1nbG9iYWwtY2VudHJhbC1iYW5rcy10dXJuLWRvdmlzaA=="
            ]
        },
        "key_words": [
            "trump",
            "china",
            "trade",
            "wrong",
            "chinese",
            "finance",
            "threatens",
            "message",
            "apple",
            "house",
            "stock",
            "tariffs",
            "high",
            "trumps",
            "economy",
            "send",
            "deal",
            "market"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/business/2019/03/28/us-economic-growth-revised-down-slightly-commerce-department-says/?utm_term=.c9f0e3ae7b8c&noredirect=on",
        "title": "GDP revised downward for 2018 as U.S. economy shows more signs of slowing",
        "authors": [
            {
                "name": "Pa. She Also Worked At An Investment Firm In London.",
                "link": null
            },
            {
                "name": "A Columnist",
                "link": null
            },
            {
                "name": "Heather Long",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2019-03-28",
        "text": "\n\nDonald Trump in the Oval Office at the White House. (Al Drago/Bloomberg).\n\nThe U.S. economy grew 2.2 percent in the final quarter of last year, the Commerce Department said Thursday, less than the 2.6 percent the government initially estimated and another sign of a slowdown.\n\nPresident Trump, however, has focused on how fast the economy grew in 2018, which was widely expected to be a strong year after the GOP tax cuts and infusion of more government spending. Trump contends the economy is taking off, while most economists say growth peaked last year.\n\nTrump has been touting 3.1 percent economic growth in 2018. But officially, the Commerce Department said Thursday, the economy grew 2.9 percent last year.\n\nThere are two main ways to calculate GDP growth. The White House method is to calculate the change from the fourth quarter of 2017 to the fourth quarter of 2018, which is preferred by many economists, including the Federal Reserve. The Commerce Department reported Friday that measure of growth was revised down to 3 percent.\n\nThe official government GDP statistic, however, is calculated by comparing how many goods and services were produced in 2017 ($18.6 trillion) with 2017 output ($18.1 trillion). That change is 2.9 percent.\n\nThe two measures are typically quite close, and few people beyond data nerds notice the difference. But this report came under more scrutiny because Trump promised 3 percent growth every year for the next decade. Americans are rightly asking: Did he achieve his goal?\n\n[Trump won’t get sustained ‘boom’ without an infrastructure bill and more tax cuts, new White House report shows]\n\nBy the official government statistic, Trump did not. But most economists are willing to say he did because they think it is valid to look at the 3 percent calculation.\n\nWhat is perhaps more important is putting growth in historical context. The 2.9 percent measure is the best since 2015, a robust but not unprecedented rate during this recovery.\n\nTrump has been pointing to the 3 percent measure as the “best in 14 years.” He says that because it is the best fourth quarter to fourth quarter change during that time frame, but growth also hit 3 percent (or better) several times under President Obama, including during the first quarter of 2015, when it grew 3.8 percent.\n\nEconomists are not focused on this political debate. The main takeaway for most experts is that growth is showing clear signs of slowing. The economy grew 4.2 percent in the second quarter of 2018, 3.4 percent in the third quarter and a 2.2 percent in the final quarter.\n\nBoth consumers and businesses cooled in the final quarter of the year and that trend is expected to continue in early 2019.\n\nThe White House is predicting 3.2 percent growth this year, but most independent forecasters expect it to fall within the 2 to 2.5 percent range. The first quarter is expected to be particularly sluggish because of bad weather in parts of the country and the partial government shutdown.\n\n“In 2018, momentum accelerated. In 2019, we will see momentum decelerating. The inflection point was really the fourth quarter last year,” said Gregory Daco, U.S. economist at Oxford Economics. “This does not mean we’re headed for a recession. It just means growth will slow to about 2 percent this year and next.”\n\nRelated:\n\nTrump won’t get sustained ‘boom’ without an infrastructure bill and more tax cuts\n\nTrump picks close ally Stephen Moore for Fed seat as economy shows signs of weakness",
        "quotes": [
            [
                "In 2019, we will see momentum decelerating.",
                "Gregory Daco",
                true
            ],
            [
                "The inflection point was really the fourth quarter last year,",
                "Gregory Daco",
                true
            ],
            [
                "This does not mean we’re headed for a recession.",
                "Gregory Daco",
                true
            ],
            [
                "It just means growth will slow to about 2 percent this year and next.",
                "Gregory Daco",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/business/economy/has-growth-peaked-economists-see-a-slowdown-trump-doesnt/2019/02/28/ca507b54-3ba3-11e9-aaae-69364b2ed137_story.html?utm_term=.5b6f9ea46ff5&noredirect=on",
                "https://www.washingtonpost.com/business/2019/03/19/trump-wont-get-sustained-boom-without-an-infrastructure-bill-more-tax-cuts-new-white-house-report-shows/?utm_term=.917d0780f789&noredirect=on",
                "https://www.washingtonpost.com/business/2019/03/22/trump-picks-close-ally-stephen-moore-fed-seat-economy-shows-signs-weakness/?utm_term=.bc9edc430b5e&noredirect=on",
                "https://www.washingtonpost.com/politics/2019/03/25/trumps-misleading-spin-gdp-growth-rate/?utm_term=.a867263e6fe6&noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "signs",
            "quarter",
            "trump",
            "revised",
            "white",
            "tax",
            "growth",
            "house",
            "shows",
            "grew",
            "economy",
            "slowing",
            "gdp",
            "downward",
            "fourth",
            "2018"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/business/economy/trump-is-about-to-face-his-biggest-test-yet-on-the-economy/2019/06/17/ec9d00a6-911b-11e9-b570-6416efdc0803_story.html?utm_term=.8487b9df6ce3&noredirect=on",
        "title": "Trump may be about to face his biggest test yet on the economy",
        "authors": [
            {
                "name": "A Columnist",
                "link": null
            },
            {
                "name": "He Covered The White House For The Wall Street Journal.",
                "link": null
            },
            {
                "name": "Heather Long",
                "link": null
            },
            {
                "name": "Damian Paletta",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2019-06-17",
        "text": "Traders and financial professionals work at the opening bell on the floor of the New York Stock Exchange this month. The stock market has rebounded in recent weeks. (Drew Angerer/Getty Images)\n\nPresident Trump faces a number of major decisions on trade and the budget in the coming months just as the U.S. economy faces the biggest head winds of his tenure, forcing him to decide whether to recalibrate as recession fears mount for next year.\n\nTrump has threatened to escalate trade conflicts with China, Mexico, the European Union and Japan, spooking business leaders and leading some to pull back investment. Similarly, budget and debt-ceiling talks with congressional leaders from both parties have sputtered, raising the possibility of another government shutdown in October.\n\nThe uncertainty — and a cooling global economy — led JPMorgan Chase on Monday to predict that there was a 45 percent chance the U.S. economy would enter a recession in the next year, up from 20 percent at the beginning of 2018.\n\nAlso Monday, a key gauge of New York’s manufacturing industry notched the biggest one-month drop ever recorded. It was the latest sign that after a relatively strong economy last year, political and economic forces appear to have combined this year in a way that has darkened the economic outlook. This could be problematic for Trump, who has tried to tout the economy’s performance as key to his reelection.\n\n“The key question is: Can you have a smooth landing for the economy?” said Vincent Reinhart, chief economist for Mellon and a former Federal Reserve economist. “We’re going through a slowdown and nobody likes it. It doesn’t feel good.”\n\nThe economy’s softening and uncertainty around Trump’s next actions are causing a delicate situation for the Fed, which is meeting Tuesday and Wednesday. Trump is relying on the central bank to cut interest rates to boost economic growth. But Fed officials are trying to reconcile worrisome reports about the economy with other areas of relative strength, particularly the low unemployment rate and high levels of consumer spending.\n\nAt the same time, Trump has it within his power to reduce risks to the economy — on the budget and trade.\n\nLawmakers are working to craft a budget deal that could avoid a shutdown in the fall, raise the federal debt limit and prevent deep spending cuts. But so far even Republicans have struggled to come to an agreement with the White House, which would be a prelude to a broader negotiation with Democrats. Similar efforts at the beginning of the year ended in the longest government shutdown on record after Trump demanded funding for his border wall.\n\nAnother government shutdown, flirting with a breach of the federal debt limit and deep spending cuts would all hit the economy.\n\nSimilarly on trade, White House officials, Republican leaders and business executives have said that if the spats are resolved soon, that could lift the economy heading into 2020. But so far most of the negotiations are either unresolved or stalled, with uncertainty even over whether Trump will meet with Chinese President Xi Jinping at the Group of 20 meeting next week.\n\n“The biggest self-inflicted risk to growth today would be trade going south,” JPMorgan chief executive Jamie Dimon told reporters last week.\n\nThe president has taken complete ownership of the economy’s performance, calling it the “Trump economy.” During the first year of his presidency, his top economic advisers engaged in rigorous debate about how to shape policy, and Trump hesitated to take actions that would harm growth.\n\nBut over the past year, his team has become largely deferential to Trump’s instincts, particularly on trade, and Trump has been willing to entertain tariffs and government shutdowns in hopes of achieving other policy objectives even if they posed risks to the economy.\n\nOn Saturday, Trump discounted the concerns and said the economy’s performance was historic and just getting started. He warned of a downturn if he loses next year. He often refers to the economy setting records but rarely specifies to which records he is referring.\n\n“The Trump Economy is setting records, and has a long way up to go,” he wrote on Twitter. “However, if anyone but me takes over in 2020 (I know the competition very well), there will be a Market Crash the likes of which has not been seen before! KEEP AMERICA GREAT.”\n\nNext month the economy will notch the longest expansion in U.S. history, growing for more than a decade since the Great Recession officially ended in 2009. Trump boosted growth with tax cuts, higher levels of government spending and more deregulation, but Democrats have charged that some of these changes amounted to a “sugar high” that will wear off and ultimately damage the economy.\n\nThere are numerous signs that the economy’s strength last year might prove short-lived.\n\nManufacturing indexes have fallen to the lowest levels of Trump’s presidency, reflecting weaker demand and fears that Trump’s adversarial approach to trade is leading companies at home and abroad to pull back on spending.\n\nAmid signs that some manufacturers are pulling back, Trump has gone on the attack. He has lashed out at several iconic companies, including Harley-Davidson and General Motors, over announcements of cutting domestic jobs, and he said last week he was pushing Lockheed Martin not to curb production at a helicopter plant in Pennsylvania.\n\nTrump has tried to point to individual companies that he sees are cutting jobs, but the impact of these threats is unclear. Businesses cut back on capital investment in the first three months of the year even though they continued to benefit from sweeping tax cuts at the end of 2017.\n\nThe Morgan Stanley Business Conditions Index recorded its largest one-month drop on record in June and is now at its lowest level since December 2008, when the U.S. economy was in the middle of a recession.\n\n“We see this underlying deterioration. It’s been a slow bleed,” said Lindsey Piegza, chief economist at Stifel Fixed Income. Piegza has been especially alarmed by slowing private domestic sales, an indication that U.S. demand is likely weakening.\n\nAnalysts and White House officials, however, have stressed that there are still numerous bright spots in the economy and have cautioned against overreacting to a few blips in the data.\n\n“Trump has deeply held convictions on trade. A few short-term data points aren’t going to change his mind,” said one senior official who spoke on the condition of anonymity because they were not authorized to speak publicly.\n\nAbout 70 percent of the U.S. economy is driven by consumer spending and consumer confidence remains strong, with retail spending jumping in April and May. Inflation remains low, and wages have been growing fastest for working-class Americans.\n\nThe U.S. economy added just 75,000 jobs in May, many fewer than expected, but the unemployment rate is 3.6 percent. White House officials believe wages and consumer spending will help lift the economy despite other factors even if businesses continue to pull back investing.\n\n“In the end, you have to judge whether the data are making sense,” Kevin Hassett, chairman of the White House Council of Economic Advisers, said in an interview. “The thing that makes sense to me is we get saved from the slowdown by the consumer right now because income growth has been so high.”\n\nTrump and business leaders are both looking to the Fed for a possible lift. The stock market has rebounded in recent weeks, largely based on investor belief that the Fed will step in to counter any widespread harm from the tariffs.\n\nWall Street is forecasting an 85 percent chance of a rate cut in July and will be watching Fed Chair Jerome H. Powell’s news conference closely Wednesday for signs he is ready to act soon.\n\n“The Fed is going to try to act sooner rather than later. If they wait too long, it will be much more difficult to get out of trouble,” said Andrew Levin, a former Fed economist who now teaches at Dartmouth.\n\nThe biggest concern, however, remains how Trump plans to resolve the escalating trade fight with China. Trump has imposed tariffs on $250 billion in Chinese imports and threatened to penalize an additional $300 billion in imports if China doesn’t agree to major concessions. Talks with China began last year and continued for months before unraveling in May. Trump has said that if Xi doesn’t meet with him next week during the G-20 summit in Japan, the United States would be prepared to move forward with new tariffs.\n\n“The economy is not close to a recession this year, but next year is a lot more problematic,” said Greg Valliere, chief U.S. policy strategist at AGF Investments who writes a daily political newsletter. “If we go into 2020 with no China deal, that’s going to be a significant negative for him in terms of business uncertainty, farmer uncertainty, weaker economic growth and maybe even a little touch of inflation.”\n\nMore than 320 companies and industry groups are testifying at the United States Trade Representative’s office this week and next about their fears that imposing tariffs on all Chinese imports will cause significant price increase, job losses and profits to shrink. But inside the White House, some advisers point out that hundreds of thousands of companies were not bothered enough to testify or even submit comments about the tariffs.\n\nThe U.S. economy grew 2.9 percent in 2018, the highest level since 2015, according to the Commerce Department. White House officials have predicted growth will be even stronger this year, but few others concur. The economy grew 3.1 percent in the first three months, but a number of analysts predict it will grow less than 2 percent between April 1 and the end of September.\n\nTrump has shown no sides of backing down, particularly in his trade fight with China or in his budget impasse with Democrats and Republicans on Capitol Hill. But he has also shown a penchant for pivoting sharply when confronted by bad polls or a stock market dip, numbers that he watches closely.\n\n“The White House doesn’t need to panic, but there are reasons to be nervous,” said Douglas Holtz-Eakin, an economist who advised Sen. John McCain (R-Ariz.) during his 2008 presidential run. “We were always going to slow down from 3 percent growth. The question is, to what? If we slow down to 2.5 percent, that’s a huge victory. If we slow down to 1.5 percent, that’s a much tougher reelection sell.”",
        "quotes": [
            [
                "The key question is: Can you have a smooth landing for the economy?",
                "Vincent Reinhart",
                true
            ],
            [
                "We’re going through a slowdown and nobody likes it.",
                "Vincent Reinhart",
                true
            ],
            [
                "The biggest self-inflicted risk to growth today would be trade going south,",
                "Jamie Dimon",
                true
            ],
            [
                "The Trump Economy is setting records, and has a long way up to go,",
                "Trump",
                true
            ],
            [
                "However, if anyone but me takes over in 2020 (I know the competition very well), there will be a Market Crash the likes of which has not been seen before!",
                "",
                true
            ],
            [
                "It’s been a slow bleed,",
                "Lindsey Piegza",
                true
            ],
            [
                "Trump has deeply held convictions on trade.",
                "",
                true
            ],
            [
                "A few short-term data points aren’t going to change his mind,",
                "",
                true
            ],
            [
                "In the end, you have to judge whether the data are making sense,",
                "Kevin Hassett",
                true
            ],
            [
                "The thing that makes sense to me is we get saved from the slowdown by the consumer right now because income growth has been so high.",
                "Kevin Hassett",
                true
            ],
            [
                "The Fed is going to try to act sooner rather than later.",
                "Andrew Levin",
                true
            ],
            [
                "If they wait too long, it will be much more difficult to get out of trouble,",
                "Andrew Levin",
                true
            ],
            [
                "The economy is not close to a recession this year, but next year is a lot more problematic,",
                "Greg Valliere",
                true
            ],
            [
                "If we go into 2020 with no China deal, that’s going to be a significant negative for him in terms of business uncertainty, farmer uncertainty, weaker economic growth and maybe even a little touch of inflation.",
                "Greg Valliere",
                true
            ],
            [
                "The White House doesn’t need to panic, but there are reasons to be nervous,",
                "Douglas Holtz-Eakin",
                true
            ],
            [
                "We were always going to slow down from 3 percent growth.",
                "Douglas Holtz-Eakin",
                true
            ],
            [
                "If we slow down to 2.5 percent, that’s a huge victory.",
                "Douglas Holtz-Eakin",
                true
            ],
            [
                "If we slow down to 1.5 percent, that’s a much tougher reelection sell.",
                "Douglas Holtz-Eakin",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "trump",
            "trade",
            "white",
            "growth",
            "economic",
            "face",
            "house",
            "biggest",
            "going",
            "fed",
            "economy",
            "spending",
            "test"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/business/economy/trumps-plan-for-more-china-tariffs-sparks-business-uproar/2019/06/16/5e7f71d8-9048-11e9-aadb-74e6b2b46f6a_story.html?utm_term=.1d4a0666ab15&noredirect=on",
        "title": "Companies in furious bid to prevent new China tariffs as summit looms",
        "authors": [
            {
                "name": "Usa Today.",
                "link": null
            },
            {
                "name": "Bloomberg News",
                "link": null
            },
            {
                "name": "David J. Lynch Is A Staff Writer On The Financial Desk Who Joined The Washington Post In November After Working For The Financial Times",
                "link": null
            },
            {
                "name": "Financial Writer Covering Trade",
                "link": null
            },
            {
                "name": "David J. Lynch",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2019-06-16",
        "text": "A cargo ship prepares to dock June 10 at PortMiami in Miami Beach, which saw China as its top trading country in 2018, as trade tension continues between Washington and Beijing. (Joe Raedle/Getty Images)\n\nPresident Trump’s plan to impose tariffs on virtually all products from China is running into a wall of opposition from the business community, amid fears that what began as a temporary negotiating tool is becoming a permanent feature of trans-Pacific trade.\n\nStarting Monday, hundreds of companies are scheduled to testify before the Office of the U.S. Trade Representative (USTR) over seven days of hearings on the president’s proposal to expand tariffs to an additional $300 billion in imports from China. After a year-long trade war, those are the only imports from China that remain duty-free.\n\nThe USTR has received more than 1,600 written comments on the plan, with the overwhelming majority warning that additional tariffs would raise prices for consumers, cost American jobs and disrupt production at companies across the nation.\n\n“If we are forced to move production from China, it will take a long time to make sure that new factories will make the garment correctly and can get the proper materials. The costs may be too great too, as we are barely profitable now,” wrote Mark Corrado, president of Leading Lady, a bra maker in Beachwood, Ohio, who was among the first witnesses.\n\nThe avalanche of complaints suggests that industry patience with the president’s tariff-heavy trade policy is evaporating. His sudden threat last month to impose tariffs on Mexican imports in a dispute over border security, coupled with fading prospects for a comprehensive trade deal with China, explains the increasingly vocal opposition, according to trade analysts and executives.\n\n“The tone has changed since the Mexican tariff episode,” said Edward Alden, an economics professor at Western Washington University. “The level of concern in business is going up, and the willingness to challenge the president more directly on this issue is increasing.”\n\nSenate Republicans, including Senate Finance Committee Chairman Charles E. Grassley of Iowa, are considering legislation tohat would limit the president’s ability to impose tariffs.\n\nTrump began imposing import taxes on more than $250 billion in Chinese goods a year ago to compel China to treat American companies fairly, particularly by respecting their intellectual property rights.\n\nAs the confrontation with China intensified, many industry groups swallowed their tariff concerns in hopes that the president would succeed in forcing Beijing to change its practices. Until early May, that seemed a good bet, as Trump repeatedly said a historic trade deal with China was imminent.\n\nBut talks abruptly stalled six weeks ago, after the president’s chief trade negotiator, Robert E. Lighthizer, accused China of reneging on a tentative deal. Trump has said he wants to meet with Chinese President Xi Jinping at the end of this month at the Group of 20 summit in Japan to revive discussions, but no meeting has been scheduled.\n\nIn Paris on Monday, Commerce Secretary Wilbur Ross played down prospects for an early accord. “We will eventually make a deal, but if we don’t, the president is perfectly happy with continuing the tariff movements that we’ve already announced, as well as imposing the new ones that he has temporarily suspended,” Ross told CNBC.\n\nThe deadlock increases the likelihood that Trump will proceed with additional tariffs.\n\n“A substantial, enforceable and sustainable agreement could really help both sides. Further tariffs could really hurt both sides,” emailed Craig Allen, president of the U.S.-China Business Council. “Let’s hope that the two governments can get back to the table as soon as possible.”\n\nIf the president does follow through with his threat, he will be risking not only a clash with business groups but also consumer unease as he begins his reelection campaign. The initial tariffs on Chinese products were calibrated to minimize pain for American shoppers. Taxing almost all of the $540 billion in Chinese goods that the U.S. imports each year makes such pain difficult to avoid.\n\n“Companies have tried to shield customers from tariff increases, but that will no longer be possible,” said John Veroneau, a partner at Covington & Burling and a U.S. trade negotiator under President George W. Bush. “To the extent possible, companies are working hard to diversify supply chains, but it’s easier said than done.”\n\nLarry Kudlow, director of the National Economic Council, said Thursday that the tariffs’ impact on American consumers would be “very, very small” and that any costs would be worth bearing if they secured a rebalancing of the U.S.-China trade relationship.\n\nBut that same day, 661 companies — including retail giants Costco and Walmart — wrote the administration warning that the tariffs would destroy 2 million U.S. jobs and cost the average family $2,000 each year.\n\n“We know firsthand that the additional tariffs will have a significant, negative and long-term impact on American businesses, farmers, families and the U.S. economy,” the companies said. “Broadly applied tariffs are not an effective tool to change China’s unfair trade practices. Tariffs are taxes paid directly by U.S. companies, including those listed below — not China.”\n\nThe new levies will hit laptop computers and tablets, cellphones, smartwatches, computer displays, televisions and gaming consoles, Nathaniel Bolin, an attorney representing Best Buy, told USTR in written comments.\n\nThe company iRobot said it raised prices on its Roomba vacuum cleaner at the beginning of this year because of earlier Trump tariffs. Additional import levies will lead to higher prices on its new robotic mops and lawn mowers, delaying their adoption by consumers and “preventing us from hiring more well-paid, high-skilled American workers,” wrote Glen Weinstein, iRobot’s chief legal officer.\n\nThe president says that companies can evade the tariffs by moving production from China to countries such as Vietnam or the United States. Based in Bedford, Mass., iRobot, which has switched some of its orders to factories outside China, told the USTR it “will not be able to entirely relocate our manufacturing and supply chain in the short to medium term.”\n\nGraco, which makes car seats, strollers and high chairs, says that by raising prices, the tariffs will encourage consumers to buy used products that may not be safe. Products bought on the secondhand market could be subject to government-ordered recall without a consumer’s knowledge or might lack the most up-to-date safety features, warned Russell Torres, group vice president of Newell Brands, Graco’s corporate parent.\n\nThe tariffs could have a wider impact on overall U.S. trade, according to SSA Marine, which operates terminals at major ports including Long Beach, Calif.; Seattle; and Savannah, Ga.\n\nThe company told the USTR that it is “totally dependent” upon China to supply the 160-foot-tall cranes that lift shipping containers from cargo vessels to the pier. Without the newest models, some American ports would be unable to handle the largest vessels.\n\n“This puts U.S. exporters and importers at a distinct disadvantage in global markets,” Ed De­Nike, who heads SSA’s domestic container operations, wrote to the USTR.\n\nIn previous tariff rounds, the administration allowed companies to seek waivers permitting them to continue importing specific products if there was no alternative to a Chinese supplier. A similar process is likely if additional tariffs are imposed, though executives have complained about the red tape, uncertainty and delays involved in obtaining those exemptions.\n\nSome trade analysts are skeptical that administration officials will heed the warnings that will be aired at this week’s hearings.\n\nRiley Waters of the Heritage Foundation tweeted: “7 days, 321 witnesses, $300 billion worth of goods, and a waste of everyone’s time. Witnesses’ testimonies will fall on deaf ears as @realDonald­Trump had made it clear it’s his decision that matters. For Americans, the cost of these and previous tariffs will be real.”",
        "quotes": [
            [
                "If we are forced to move production from China, it will take a long time to make sure that new factories will make the garment correctly and can get the proper materials.",
                "Mark Corrado",
                true
            ],
            [
                "The costs may be too great too, as we are barely profitable now,",
                "Mark Corrado",
                true
            ],
            [
                "The tone has changed since the Mexican tariff episode,",
                "Edward Alden",
                true
            ],
            [
                "The level of concern in business is going up, and the willingness to challenge the president more directly on this issue is increasing.",
                "Edward Alden",
                true
            ],
            [
                "We will eventually make a deal, but if we don’t, the president is perfectly happy with continuing the tariff movements that we’ve already announced, as well as imposing the new ones that he has temporarily suspended,",
                "Ross",
                true
            ],
            [
                "A substantial, enforceable and sustainable agreement could really help both sides.",
                "Craig Allen",
                true
            ],
            [
                "Further tariffs could really hurt both sides,",
                "Craig Allen",
                true
            ],
            [
                "Let’s hope that the two governments can get back to the table as soon as possible.",
                "Craig Allen",
                true
            ],
            [
                "Companies have tried to shield customers from tariff increases, but that will no longer be possible,",
                "John Veroneau",
                true
            ],
            [
                "To the extent possible, companies are working hard to diversify supply chains, but it’s easier said than done.",
                "John Veroneau",
                true
            ],
            [
                "We know firsthand that the additional tariffs will have a significant, negative and long-term impact on American businesses, farmers, families and the U.S. economy,",
                "Larry Kudlow",
                true
            ],
            [
                "Broadly applied tariffs are not an effective tool to change China’s unfair trade practices.",
                "Larry Kudlow",
                true
            ],
            [
                "Tariffs are taxes paid directly by U.S. companies, including those listed below — not China.",
                "Larry Kudlow",
                true
            ],
            [
                "preventing us from hiring more well-paid, high-skilled American workers,",
                "Glen Weinstein",
                false
            ],
            [
                "will not be able to entirely relocate our manufacturing and supply chain in the short to medium term.",
                "",
                false
            ],
            [
                "This puts U.S. exporters and importers at a distinct disadvantage in global markets,",
                "Ed DeNike",
                true
            ],
            [
                "7 days, 321 witnesses, $300 billion worth of goods, and a waste of everyone’s time.",
                "",
                false
            ],
            [
                "Witnesses’ testimonies will fall on deaf ears as @realDonald­Trump had made it clear it’s his decision that matters.",
                "",
                true
            ],
            [
                "For Americans, the cost of these and previous tariffs will be real.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/business/economy/how-the-us-china-trade-war-became-a-conflict-over-the-future-of-tech/2019/05/22/18148d1c-7ccc-11e9-8ede-f4abf521ef17_story.html?utm_term=.9d0f524b3f56&noredirect=on",
                "https://www.washingtonpost.com/business/economy/are-the-us-and-china-heading-for-a-deal--or-a-divorce/2019/05/16/ce7e8e14-780c-11e9-bd25-c989555e7766_story.html?utm_term=.f89e52363d7b&noredirect=on",
                "https://www.washingtonpost.com/business/economy/trumps-stunning-decision-to-escalate-trade-wars-with-china-and-mexico-signals-a-turning-point-for-us-policy/2019/05/31/d1e28270-83da-11e9-95a9-e2c830afe24f_story.html?utm_term=.1cd8ad7cc237&noredirect=on",
                "https://www.washingtonpost.com/business/2019/05/22/trump-administration-considers-banning-another-major-chinese-firm/?utm_term=.173f483d8de3&noredirect=on",
                "https://www.washingtonpost.com/business/economy/2019/06/07/80a06794-8649-11e9-a491-25df61c78dc4_story.html?utm_term=.743571e2a55c&noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "china",
            "summit",
            "trade",
            "looms",
            "tariff",
            "bid",
            "products",
            "ustr",
            "tariffs",
            "companies",
            "prevent",
            "additional",
            "president",
            "american",
            "furious"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/business/economy/workers-suddenly-have-more-power-to-demand-higher-pay-and-better-jobs/2019/03/08/6668659c-41bc-11e9-9361-301ffb5bd5e6_story.html?utm_term=.d76fe898cd45&noredirect=on",
        "title": "Workers suddenly have more power to demand higher pay and better jobs",
        "authors": [
            {
                "name": "Pa. She Also Worked At An Investment Firm In London.",
                "link": null
            },
            {
                "name": "A Columnist",
                "link": null
            },
            {
                "name": "Heather Long",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2019-03-08",
        "text": "Signs for job opportunities are posted March 1, 2019, at an exit ramp off Interstate 79 in Zelienople, Pa. (Keith Srakocic/AP)\n\nWorkers are receiving the fattest wage increases since the Great Recession as employers struggle to find enough people to fill their ranks and employees have more leverage to demand higher pay and jump to better jobs.\n\nWages grew 3.4 percent in the past year, the government reported Friday, the fastest pace in nearly a decade and well above inflation, suggesting that employers are hustling to lure and retain workers. Many are slashing requirements for jobs and are hiring workers quickly to prevent them from being scooped up by competitors, a far cry from the days when job seekers felt lucky to even get a callback.\n\nThe unemployment rate fell to 3.8 percent in February, marking one year of sitting at or below 4 percent, a level many economists regard as “full employment” — when there are few people left who want jobs and cannot get them.\n\nJob creation also cooled in February, falling to a paltry 20,000 jobs gained. Economists have long predicted that the job growth would slow as the nation approached full employment and the pool of available workers shrank dramatically, giving current employees even more ability to ask for more money, flexibility and promotions.\n\nKnowing whether full employment is finally here is difficult. As “we’re hiring” signs abound, people who were not actively looking for jobs have started jumping back into the labor force, suggesting that there could be more untapped potential. Young women and Hispanics have driven much of the labor-force growth recently.\n\nLast month’s disappointing jobs gains could also be a statistical blip because of weather — or the lingering effects of the partial government shutdown, many experts said.\n\n\n\nVisitors to the Pittsburgh veterans job fair meet with recruiters at Heinz Field in Pittsburgh on March 7, 2019. (Keith Srakocic/AP)\n\nBut regardless of whether the nation is at the magical full-employment mark, there are clearer signs that the balance of power in the labor market is shifting toward employees.\n\n“We’ve seen a spike in job postings that say ‘no experience necessary’ or ‘no prior experience required,’ ” said Julia Pollak, an economist at ZipRecruiter, a popular job site. The site has seen companies increasingly delete requirements such as a college degree or high school diploma from job descriptions.\n\n[From $22 an hour to $11: GM job cuts in Ohio show a hot economy is still leaving parts of America behind]\n\nRon Nelsen, who runs a garage door business in Las Vegas called Pioneer Overhead Door, said a man in his late 20s showed up at the office at 7:30 a.m. recently in work pants and white T-shirt saying, “I need a job. I’m ready to go to work.”\n\nNelsen liked him immediately, since he had experience installing garage doors, and told him to come back for a longer interview at 2 p.m. But as the man turned to go, Nelsen changed his mind and hired him on the spot. He was afraid he would lose him to another construction company down the road before the afternoon.\n\n“As an employer, 3.8 percent unemployment is not a good thing,” said Nelsen, who starts technicians at $15 an hour but said he has been bumping most of workers up to about $20 within months to prevent their being hired away.\n\n“Employers really do seem hungry for workers and prepared to do more than they did in the past to develop talent when they can’t find talent,” Pollak said.\n\nHow long the good news will continue for workers is unclear. Many forecasters anticipate a U.S. recession in the next two years, and the rest of the world economy is already slowing.\n\nAnd while things have picked up lately in the United States, millions of Americans are still shaking off years of stagnant wages and volatile personal finances.\n\n“We are seeing real, fundamental improvements since 2015. But it’s against a very low threshold for many workers,” said Diane Swonk, chief economist at Grant Thornton.\n\nOnly the top 10 percent have fully recovered the wealth they lost in the downturn, according to research from the Federal Reserve that takes inflation into account. Parts of the country are also still experiencing rough times, and growing numbers of employers are making it more difficult for workers to take jobs elsewhere by making them sign noncompete contracts.\n\nBut many employers are becoming so desperate for people to hire that many are taking a chance on potential workers in ways they rarely did in the past.\n\nIBM will often hire top MBA students and recent PhDs in science or math fields even if there are no immediate specific jobs for them, company chief economist Martin Fleming said, because executives know they are competing for talent with Google, Facebook and other technology giants.\n\nTech companies have struggled for a while to find highly skilled employees, but competition has picked up for lower-skilled workers lately, too.\n\nThe unemployment rate for workers without high school diplomas fell to 5.3 percent in February, a record low since the Labor Department began tracking that statistic in 1992.\n\nWages for workers who are not in management positions are growing faster — at a rate of 3.5 percent — than the overall trend, another indication of increased competition for workers at the lower part of the income scale.\n\nCostco announced this week that it is raising pay for its entry-level workers to $15 an hour — up a dollar from an increase nine months ago.\n\nNineteen states also raised their minimum wages in January, helping to boost pay for many workers in retail and hospitality sectors.\n\n“People are coming from the sidelines straight into employment,” said Marianne Wanamaker, an associate professor of economics at the University of Tennessee and a member of President Trump’s American Workforce Policy Advisory Board.\n\nWanamaker points out that 72 percent of new hires came from outside the labor force, meaning an unusually high share were not even hunting much for jobs in the past month when employers lured them in.\n\nThe United States has had more job openings than unemployed people since June, forcing employers to be more creative in their searches.\n\nTrump has been under pressure from business owners and some Republicans in Congress to expand programs for temporary workers from abroad.\n\n[How healthy is Trump’s economy?]\n\nDespite his hard-line immigration position, Trump has spoken, on occasion, about recognizing the need for foreign labor in a tight job market.\n\nIn a speech over the weekend to the Conservative Political Action Conference, Trump boasted about the low unemployment rate and said: “I got all these companies moving in. They need workers. We have to bring people into our country to work these great plants that are opening up all over the place.”\n\nBut Trump has shown little action on that front. In addition to cracking down on illegal immigration, the Trump administration has tightened restrictions on legal channels for entry to the country, including the H-1B visa program that allows temporary employment of highly skilled foreign workers.\n\nThe president celebrated the latest jobs news Friday, telling reporters, “Big news was that wages went up.”\n\nInflation has been a modest 1.6 percent in the past year, according to the Commerce Department, meaning wages for most workers are growing well above the increase in the cost of living.\n\nFederal Reserve leaders have indicated they believe that even with the unemployment rate so low, there may still be room for more hiring. The central bank is holding off on raising interest rates any higher in the hope that even more people can get back to work.\n\nIf job creation is as weak for several more months as it was in February, that would signal a more serious slowdown.\n\nThe U.S. economy has been relatively healthy compared with the rest of the world, though fears have recently risen about the toll from Trump’s trade conflict.\n\n“The reality is the economy is slowing. The question now is whether it’s slowing for reasons associated with the trade war or because the rest of the world is slowing,” said Torsten Slok, chief international economist at Deutsche Bank.\n\nBut many economists said the dip in hiring is more likely the result of brutal weather in February that caused a deep freeze in much of the Midwest.\n\n“A lot of the weakness in hiring looks like it was due to seasonal factors like very cold weather,” said Beth Ann Bovino, chief U.S. economist at Standard & Poor’s. “If the party was over, we wouldn’t see those wages coming in so strong.”\n\nThere have also been quirks in the hiring data this year as the Labor Department has tried to appropriately take into account workers who were furloughed during the partial government shutdown. January saw a particularly strong 311,000 jobs added, so a weaker February was expected.\n\nDavid Nakamura contributed to this report.",
        "quotes": [
            [
                "We’ve seen a spike in job postings that say ‘no experience necessary’ or ‘no prior experience required,",
                "Julia Pollak",
                true
            ],
            [
                "I’m ready to go to work.",
                "Ron Nelsen",
                true
            ],
            [
                "As an employer, 3.8 percent unemployment is not a good thing,",
                "Nelsen",
                true
            ],
            [
                "Employers really do seem hungry for workers and prepared to do more than they did in the past to develop talent when they can’t find talent,",
                "Nelsen",
                true
            ],
            [
                "We are seeing real, fundamental improvements since 2015.",
                "Diane Swonk",
                true
            ],
            [
                "But it’s against a very low threshold for many workers,",
                "Diane Swonk",
                true
            ],
            [
                "People are coming from the sidelines straight into employment,",
                "Marianne Wanamaker",
                true
            ],
            [
                "I got all these companies moving in.",
                "Trump",
                true
            ],
            [
                "We have to bring people into our country to work these great plants that are opening up all over the place.",
                "Trump",
                true
            ],
            [
                "Big news was that wages went up.",
                "Trump",
                true
            ],
            [
                "The reality is the economy is slowing.",
                "Torsten Slok",
                true
            ],
            [
                "The question now is whether it’s slowing for reasons associated with the trade war or because the rest of the world is slowing,",
                "Torsten Slok",
                true
            ],
            [
                "A lot of the weakness in hiring looks like it was due to seasonal factors like very cold weather,",
                "Beth Ann Bovino",
                true
            ],
            [
                "If the party was over, we wouldn’t see those wages coming in so strong.",
                "Beth Ann Bovino",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/news/wonk/wp/2018/06/06/the-labor-market-is-the-best-its-been-since-1970-but-not-if-you-want-a-raise/?utm_term=.ef43f0ad8c68&noredirect=on",
                "https://www.washingtonpost.com/graphics/business/jobs-report/?utm_term=.553de66f5bf4&noredirect=on",
                "https://www.washingtonpost.com/business/economy/from-22-an-hour-to-11-gm-job-cuts-in-ohio-show-a-hot-economy-is-still-leaving-parts-of-america-behind/2019/03/05/241b2784-3b80-11e9-a2cd-307b06d0257b_story.html?utm_term=.3fe97f037e1e&noredirect=on"
            ],
            "gov_pgs": [
                "https://www.federalreserve.gov/econres/notes/feds-notes/asset-ownership-and-the-uneven-recovery-from-the-great-recession-20180913.htm"
            ],
            "unsure": []
        },
        "key_words": [
            "power",
            "workers",
            "unemployment",
            "employers",
            "job",
            "employment",
            "pay",
            "suddenly",
            "labor",
            "higher",
            "demand",
            "wages",
            "better",
            "rate",
            "hiring",
            "jobs"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/business/2019/06/04/fed-is-closely-monitoring-trumps-trade-war-is-prepared-act-save-us-economy-powell-says/?utm_term=.f3ab3c4f91b5&noredirect=on",
        "title": "Fed is prepared to act to save U.S. economy from trade war, Powell says",
        "authors": [
            {
                "name": "Pa. She Also Worked At An Investment Firm In London.",
                "link": null
            },
            {
                "name": "A Columnist",
                "link": null
            },
            {
                "name": "Heather Long",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2019-06-04",
        "text": "\n\nFederal Reserve Chair Jerome H. Powell. (Susan Walsh/AP)\n\nThe Federal Reserve signaled Tuesday that it is prepared to do whatever it takes to keep the U.S. economy on solid footing, including taking action to alleviate the harm from President Trump’s trade war.\n\nFed Chair Jerome H. Powell said the central bank is watching the situation closely and will take any “appropriate” action.\n\n“We are closely monitoring the implications of these developments for the U.S. economic outlook, and, as always, we will act as appropriate to sustain the expansion,” Powell said Tuesday at a conference in Chicago.\n\n[Trump says tariffs on Mexican imports to take effect next week, despite Mexican optimism for a deal]\n\nStocks surged after Powell’s comments Tuesday, with the Dow Jones Industrial Average jumping 400 points. Calls have escalated in recent days for the central bank to cut interest rates to help boost the economy and counter the negative effects of Trump’s trade battles with China and Mexico.\n\n“I think it’s safe to say this is the first time Powell himself has opened the door to an actual rate cut,” said Mike Loewengart, vice president of investment strategy at E*Trade.\n\nWall Street investors now think there’s a 58 percent chance that the Fed will slash interest rates by the end of July, according to the CME FedWatch Tool. It’s a strong change from a month ago, when hardly anyone was predicting that interest rates would be cut this summer.\n\nSome economists are forecasting a recession or sharp downturn if Trump moves forward with tariffs on all Chinese imports and a new tariff on all Mexican imports as soon as next week.\n\n[Trump says he would have sued E.U. over Brexit, but Theresa May is ‘probably a better negotiator’]\n\n“Our cycle indicator has shifted out of ‘expansion’ to ‘downturn’ for the first time since 2007,” Morgan Stanley wrote in a note to clients this weekend. “This phase-change has historically meant a worse backdrop for returns and higher chances of recession or a bear market.”\n\nTrump has repeatedly urged the central bank to cut interest rates and has tried to nominate additional Fed governors who support his view that rates should be lower.\n\nThe Fed’s committee that sets interest rates will meet next on June 18-19, but the central bank is widely expected not to act yet, as it is still unclear whether Trump will move ahead with additional tariffs that he has threatened to put on China and Mexico.\n\n“We don’t know how or when these issues will be resolved,” Powell said Tuesday.\n\nAnother Fed leader was even more direct this week in saying a rate cut may be needed soon.\n\n“The direct effects of trade restrictions on the U.S. economy are relatively small, but the effects through global financial markets may be larger,” St. Louis Fed President James Bullard said Monday at a talk in Chicago. “A downward policy rate adjustment may be warranted soon.”\n\nThe U.S. benchmark interest rate is currently 2.25 percent to 2.5 percent.\n\nRelated:\n\nGOP lawmakers discuss vote to block Trump’s new tariffs on Mexico, in what would be a dramatic act of defiance\n\nTrump defies close advisers in deciding to threaten Mexico with disruptive tariffs",
        "quotes": [
            [
                "We are closely monitoring the implications of these developments for the U.S. economic outlook, and, as always, we will act as appropriate to sustain the expansion,",
                "Powell",
                true
            ],
            [
                "I think it’s safe to say this is the first time Powell himself has opened the door to an actual rate cut,",
                "Mike Loewengart",
                true
            ],
            [
                "Our cycle indicator has shifted out of ‘expansion’ to ‘downturn’ for the first time since 2007,",
                "Morgan Stanley",
                true
            ],
            [
                "This phase-change has historically meant a worse backdrop for returns and higher chances of recession or a bear market.",
                "Morgan Stanley",
                true
            ],
            [
                "We don’t know how or when these issues will be resolved,",
                "Powell",
                true
            ],
            [
                "The direct effects of trade restrictions on the U.S. economy are relatively small, but the effects through global financial markets may be larger,",
                "Powell",
                true
            ],
            [
                "A downward policy rate adjustment may be warranted soon.",
                "Powell",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cmegroup.com/trading/interest-rates/countdown-to-fomc.html",
                "https://www.washingtonpost.com/world/europe/trump-says-theresa-may-should-stick-around-for-the-great-us-british-trade-deal-but-shell-be-gone-by-july/2019/06/04/743dfade-8234-11e9-b585-e36b16a531aa_story.html?utm_term=.691a4bfe015c&noredirect=on",
                "https://www.washingtonpost.com/politics/trump-defies-close-advisers-in-deciding-to-threaten-mexico-with-disruptive-tariffs/2019/05/31/d87ae82c-83ba-11e9-bce7-40b4105f7ca0_story.html?utm_term=.fcc979eecb56&noredirect=on",
                "https://www.washingtonpost.com/business/economy/citing-mexico-tariffs-threat-lawmakers-say-n-american-trade-deal-is-in-peril/2019/06/03/73c4eaac-863c-11e9-a491-25df61c78dc4_story.html?utm_term=.d227f35ec334&noredirect=on",
                "https://www.washingtonpost.com/world/the_americas/mexico-sees-80-percent-chance-of-a-deal-to-head-off-trump-tariffs/2019/06/04/53bdce08-86c4-11e9-98c1-e945ae5db8fb_story.html?utm_term=.d52a4cee13c3&noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "trade",
            "act",
            "save",
            "bank",
            "cut",
            "war",
            "central",
            "prepared",
            "powell",
            "rates",
            "tariffs",
            "fed",
            "rate",
            "interest",
            "economy",
            "trumps"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/business/economy/trump-is-about-to-face-his-biggest-test-yet-on-the-economy/2019/06/17/ec9d00a6-911b-11e9-b570-6416efdc0803_story.html?noredirect=on",
        "title": "Trump may be about to face his biggest test yet on the economy",
        "authors": [
            {
                "name": "A Columnist",
                "link": null
            },
            {
                "name": "He Covered The White House For The Wall Street Journal.",
                "link": null
            },
            {
                "name": "Heather Long",
                "link": null
            },
            {
                "name": "Damian Paletta",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2019-06-17",
        "text": "Traders and financial professionals work at the opening bell on the floor of the New York Stock Exchange this month. The stock market has rebounded in recent weeks. (Drew Angerer/Getty Images)\n\nPresident Trump faces a number of major decisions on trade and the budget in the coming months just as the U.S. economy faces the biggest head winds of his tenure, forcing him to decide whether to recalibrate as recession fears mount for next year.\n\nTrump has threatened to escalate trade conflicts with China, Mexico, the European Union and Japan, spooking business leaders and leading some to pull back investment. Similarly, budget and debt-ceiling talks with congressional leaders from both parties have sputtered, raising the possibility of another government shutdown in October.\n\nThe uncertainty — and a cooling global economy — led JPMorgan Chase on Monday to predict that there was a 45 percent chance the U.S. economy would enter a recession in the next year, up from 20 percent at the beginning of 2018.\n\nAlso Monday, a key gauge of New York’s manufacturing industry notched the biggest one-month drop ever recorded. It was the latest sign that after a relatively strong economy last year, political and economic forces appear to have combined this year in a way that has darkened the economic outlook. This could be problematic for Trump, who has tried to tout the economy’s performance as key to his reelection.\n\n“The key question is: Can you have a smooth landing for the economy?” said Vincent Reinhart, chief economist for Mellon and a former Federal Reserve economist. “We’re going through a slowdown and nobody likes it. It doesn’t feel good.”\n\nThe economy’s softening and uncertainty around Trump’s next actions are causing a delicate situation for the Fed, which is meeting Tuesday and Wednesday. Trump is relying on the central bank to cut interest rates to boost economic growth. But Fed officials are trying to reconcile worrisome reports about the economy with other areas of relative strength, particularly the low unemployment rate and high levels of consumer spending.\n\nAt the same time, Trump has it within his power to reduce risks to the economy — on the budget and trade.\n\nLawmakers are working to craft a budget deal that could avoid a shutdown in the fall, raise the federal debt limit and prevent deep spending cuts. But so far even Republicans have struggled to come to an agreement with the White House, which would be a prelude to a broader negotiation with Democrats. Similar efforts at the beginning of the year ended in the longest government shutdown on record after Trump demanded funding for his border wall.\n\nAnother government shutdown, flirting with a breach of the federal debt limit and deep spending cuts would all hit the economy.\n\nSimilarly on trade, White House officials, Republican leaders and business executives have said that if the spats are resolved soon, that could lift the economy heading into 2020. But so far most of the negotiations are either unresolved or stalled, with uncertainty even over whether Trump will meet with Chinese President Xi Jinping at the Group of 20 meeting next week.\n\n“The biggest self-inflicted risk to growth today would be trade going south,” JPMorgan chief executive Jamie Dimon told reporters last week.\n\nThe president has taken complete ownership of the economy’s performance, calling it the “Trump economy.” During the first year of his presidency, his top economic advisers engaged in rigorous debate about how to shape policy, and Trump hesitated to take actions that would harm growth.\n\nBut over the past year, his team has become largely deferential to Trump’s instincts, particularly on trade, and Trump has been willing to entertain tariffs and government shutdowns in hopes of achieving other policy objectives even if they posed risks to the economy.\n\nOn Saturday, Trump discounted the concerns and said the economy’s performance was historic and just getting started. He warned of a downturn if he loses next year. He often refers to the economy setting records but rarely specifies to which records he is referring.\n\n“The Trump Economy is setting records, and has a long way up to go,” he wrote on Twitter. “However, if anyone but me takes over in 2020 (I know the competition very well), there will be a Market Crash the likes of which has not been seen before! KEEP AMERICA GREAT.”\n\nNext month the economy will notch the longest expansion in U.S. history, growing for more than a decade since the Great Recession officially ended in 2009. Trump boosted growth with tax cuts, higher levels of government spending and more deregulation, but Democrats have charged that some of these changes amounted to a “sugar high” that will wear off and ultimately damage the economy.\n\nThere are numerous signs that the economy’s strength last year might prove short-lived.\n\nManufacturing indexes have fallen to the lowest levels of Trump’s presidency, reflecting weaker demand and fears that Trump’s adversarial approach to trade is leading companies at home and abroad to pull back on spending.\n\nAmid signs that some manufacturers are pulling back, Trump has gone on the attack. He has lashed out at several iconic companies, including Harley-Davidson and General Motors, over announcements of cutting domestic jobs, and he said last week he was pushing Lockheed Martin not to curb production at a helicopter plant in Pennsylvania.\n\nTrump has tried to point to individual companies that he sees are cutting jobs, but the impact of these threats is unclear. Businesses cut back on capital investment in the first three months of the year even though they continued to benefit from sweeping tax cuts at the end of 2017.\n\nThe Morgan Stanley Business Conditions Index recorded its largest one-month drop on record in June and is now at its lowest level since December 2008, when the U.S. economy was in the middle of a recession.\n\n“We see this underlying deterioration. It’s been a slow bleed,” said Lindsey Piegza, chief economist at Stifel Fixed Income. Piegza has been especially alarmed by slowing private domestic sales, an indication that U.S. demand is likely weakening.\n\nAnalysts and White House officials, however, have stressed that there are still numerous bright spots in the economy and have cautioned against overreacting to a few blips in the data.\n\n“Trump has deeply held convictions on trade. A few short-term data points aren’t going to change his mind,” said one senior official who spoke on the condition of anonymity because they were not authorized to speak publicly.\n\nAbout 70 percent of the U.S. economy is driven by consumer spending and consumer confidence remains strong, with retail spending jumping in April and May. Inflation remains low, and wages have been growing fastest for working-class Americans.\n\nThe U.S. economy added just 75,000 jobs in May, many fewer than expected, but the unemployment rate is 3.6 percent. White House officials believe wages and consumer spending will help lift the economy despite other factors even if businesses continue to pull back investing.\n\n“In the end, you have to judge whether the data are making sense,” Kevin Hassett, chairman of the White House Council of Economic Advisers, said in an interview. “The thing that makes sense to me is we get saved from the slowdown by the consumer right now because income growth has been so high.”\n\nTrump and business leaders are both looking to the Fed for a possible lift. The stock market has rebounded in recent weeks, largely based on investor belief that the Fed will step in to counter any widespread harm from the tariffs.\n\nWall Street is forecasting an 85 percent chance of a rate cut in July and will be watching Fed Chair Jerome H. Powell’s news conference closely Wednesday for signs he is ready to act soon.\n\n“The Fed is going to try to act sooner rather than later. If they wait too long, it will be much more difficult to get out of trouble,” said Andrew Levin, a former Fed economist who now teaches at Dartmouth.\n\nThe biggest concern, however, remains how Trump plans to resolve the escalating trade fight with China. Trump has imposed tariffs on $250 billion in Chinese imports and threatened to penalize an additional $300 billion in imports if China doesn’t agree to major concessions. Talks with China began last year and continued for months before unraveling in May. Trump has said that if Xi doesn’t meet with him next week during the G-20 summit in Japan, the United States would be prepared to move forward with new tariffs.\n\n“The economy is not close to a recession this year, but next year is a lot more problematic,” said Greg Valliere, chief U.S. policy strategist at AGF Investments who writes a daily political newsletter. “If we go into 2020 with no China deal, that’s going to be a significant negative for him in terms of business uncertainty, farmer uncertainty, weaker economic growth and maybe even a little touch of inflation.”\n\nMore than 320 companies and industry groups are testifying at the United States Trade Representative’s office this week and next about their fears that imposing tariffs on all Chinese imports will cause significant price increase, job losses and profits to shrink. But inside the White House, some advisers point out that hundreds of thousands of companies were not bothered enough to testify or even submit comments about the tariffs.\n\nThe U.S. economy grew 2.9 percent in 2018, the highest level since 2015, according to the Commerce Department. White House officials have predicted growth will be even stronger this year, but few others concur. The economy grew 3.1 percent in the first three months, but a number of analysts predict it will grow less than 2 percent between April 1 and the end of September.\n\nTrump has shown no sides of backing down, particularly in his trade fight with China or in his budget impasse with Democrats and Republicans on Capitol Hill. But he has also shown a penchant for pivoting sharply when confronted by bad polls or a stock market dip, numbers that he watches closely.\n\n“The White House doesn’t need to panic, but there are reasons to be nervous,” said Douglas Holtz-Eakin, an economist who advised Sen. John McCain (R-Ariz.) during his 2008 presidential run. “We were always going to slow down from 3 percent growth. The question is, to what? If we slow down to 2.5 percent, that’s a huge victory. If we slow down to 1.5 percent, that’s a much tougher reelection sell.”",
        "quotes": [
            [
                "The key question is: Can you have a smooth landing for the economy?",
                "Vincent Reinhart",
                true
            ],
            [
                "We’re going through a slowdown and nobody likes it.",
                "Vincent Reinhart",
                true
            ],
            [
                "The biggest self-inflicted risk to growth today would be trade going south,",
                "Jamie Dimon",
                true
            ],
            [
                "The Trump Economy is setting records, and has a long way up to go,",
                "Trump",
                true
            ],
            [
                "However, if anyone but me takes over in 2020 (I know the competition very well), there will be a Market Crash the likes of which has not been seen before!",
                "",
                true
            ],
            [
                "It’s been a slow bleed,",
                "Lindsey Piegza",
                true
            ],
            [
                "Trump has deeply held convictions on trade.",
                "",
                true
            ],
            [
                "A few short-term data points aren’t going to change his mind,",
                "",
                true
            ],
            [
                "In the end, you have to judge whether the data are making sense,",
                "Kevin Hassett",
                true
            ],
            [
                "The thing that makes sense to me is we get saved from the slowdown by the consumer right now because income growth has been so high.",
                "Kevin Hassett",
                true
            ],
            [
                "The Fed is going to try to act sooner rather than later.",
                "Andrew Levin",
                true
            ],
            [
                "If they wait too long, it will be much more difficult to get out of trouble,",
                "Andrew Levin",
                true
            ],
            [
                "The economy is not close to a recession this year, but next year is a lot more problematic,",
                "Greg Valliere",
                true
            ],
            [
                "If we go into 2020 with no China deal, that’s going to be a significant negative for him in terms of business uncertainty, farmer uncertainty, weaker economic growth and maybe even a little touch of inflation.",
                "Greg Valliere",
                true
            ],
            [
                "The White House doesn’t need to panic, but there are reasons to be nervous,",
                "Douglas Holtz-Eakin",
                true
            ],
            [
                "We were always going to slow down from 3 percent growth.",
                "Douglas Holtz-Eakin",
                true
            ],
            [
                "If we slow down to 2.5 percent, that’s a huge victory.",
                "Douglas Holtz-Eakin",
                true
            ],
            [
                "If we slow down to 1.5 percent, that’s a much tougher reelection sell.",
                "Douglas Holtz-Eakin",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "trump",
            "trade",
            "white",
            "growth",
            "economic",
            "face",
            "house",
            "biggest",
            "going",
            "fed",
            "economy",
            "spending",
            "test"
        ]
    }
]