[
    {
        "url": "http://now8news.com/girl-scouts-of-america-approved-to-sell-marijuana-edible-cookies-at-dispensaries/",
        "title": "Girl Scouts Of America Approved To Sell Marijuana Edible Cookies At Dispensaries",
        "authors": [],
        "publisher": "now8news.com",
        "publish_date": "2018-12-12",
        "text": "Colorado Springs, Co. – Girl Scouts Of America have been approved to enter medical marijuana dispensaries across the country. Their slogan, “There’s More to Girl Scout Cookies Than What’s in the Box” is now truly living up to its meaning. On April 20, 2016 (a.k.a. 420), three new flavors will be available to purchasers at their local dispensaries.\n\nNum-Nums, Headdies and THC Mints will be the first three flavors released during their ‘Freedom America’ campaign. On their website they are asking you to, “Grab your imagination and get in the spirit! This Girl Scout cookie season you can have more fun than ever.”\n\nGSA spokesperson, Gilda Maverick, said they are excited to expand into this new market. “Girl Scout cookies have always been a huge seller. It’s no secret that it’s one of the favorite “munchie” snacks of all time. With that being said, we decided to merge the brand and help people with serious medical issues heal their pains.” Maverick added that this new division will be completely separate from normal Girl Scout cookie promotions. “You will not see little girls selling these cookies outside of grocery stores,” Maverick adamantly stated. “This is something that will be completely separate and regulated within the dispensaries.”\n\nGirl Scout officials acknowledge that the mission for these girls nationwide is difficult these days. With Girl Scout membership down 2% nationally this year, and cookies sales off pace, GSA admittedly had to do something to prevent them from being $1 million short of their projected sales revenue.\n\nAccording to Colorado state officials, the state made $7.34 million from marijuana dispensary application fees alone. The projected revenue for a marijuana dispensary in Colorado can range anywhere from $100,000 per year – $1 million per year.\n\nNum-Nums, Headdies and THC Mints are projected to bring in approximately $8.5 million in the first year alone. Try making that selling cookies in front of the grocery store!",
        "quotes": [
            [
                "There’s More to Girl Scout Cookies Than What’s in the Box",
                "",
                false
            ],
            [
                "Grab your imagination and get in the spirit!",
                "",
                true
            ],
            [
                "This Girl Scout cookie season you can have more fun than ever.",
                "",
                true
            ],
            [
                "Girl Scout cookies have always been a huge seller.",
                "Maverick",
                true
            ],
            [
                "It’s no secret that it’s one of the favorite “munchie” snacks of all time.",
                "Maverick",
                true
            ],
            [
                "With that being said, we decided to merge the brand and help people with serious medical issues heal their pains.",
                "Maverick",
                true
            ],
            [
                "You will not see little girls selling these cookies outside of grocery stores,",
                "Maverick",
                true
            ],
            [
                "This is something that will be completely separate and regulated within the dispensaries.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "scout",
            "approved",
            "maverick",
            "edible",
            "scouts",
            "girl",
            "projected",
            "colorado",
            "cookies",
            "america",
            "million",
            "marijuana",
            "state",
            "dispensaries",
            "sell",
            "thc"
        ]
    }
]