[
    {
        "url": "https://newspunch.com/finnish-researchers-find-practically-no-evidence-for-man-made-climate-change/",
        "title": "Uncorroborated Document by Finnish Researchers Claims ‘Practically No’ Evidence For Man Made Climate Change",
        "authors": [
            {
                "name": "Niamh Harris",
                "link": null
            }
        ],
        "publisher": "newspunch.com",
        "publish_date": "2019-07-12",
        "text": "An unverified 6-page document uploaded to arXiv written by researchers in Finland claims to have found “practically no evidence” to support the idea of man-made climate change.\n\nIt should be noted that the bold claims are strongly refuted by most other scientists and peer-reviewed studies who claim the very opposite (i.e. that human activities are responsible for climate change.)\n\nRT reports: In a paper published late last month, entitled ‘No experimental evidence for the significant anthropogenic climate change’, a team of scientists at Turku University in Finland determined that current climate models fail to take into account the effects of cloud coverage on global temperatures, causing them to overestimate the impact of human-generated greenhouse gasses.\n\nModels used by official bodies such as the Intergovernmental Panel on Climate Change (IPCC) “cannot compute correctly the natural component included in the observed global temperature,” the study said, adding that “a strong negative feedback of the clouds is missing” in the models.\n\nAdjusting for the cloud coverage factor and accounting for greenhouse gas emissions, the researchers found that mankind is simply not having much of an effect on the Earth’s temperature.\n\n“If we pay attention to the fact that only a small part of the increased CO2 concentration is anthropogenic, we have to recognize that the anthropogenic climate change does not exist in practice.”\n\nThe study’s authors make a hard distinction between the type of model favored by climate scientists at the IPCC and genuine evidence, stating “We do not consider computational results as experimental evidence,” noting that the models often yield contradictory conclusions.\n\nGiven the evidence presented in the study, the Finnish team rounded out the paper by concluding “we have practically no anthropogenic climate change,” adding that “the low clouds control mainly the global temperature.”\n\nUpdate: A previous version of this article stated that a “Finnish study” had found practically no evidence to support the idea of man-made climate change. The “study” was not a peer-reviewed study, therefore there is no guarantee as to its reliability. It is also technically not a study. Furthermore, mainstream scientists do not agree with the papers claims and assert the very opposite. We have updated our headline and article to reflect these facts.",
        "quotes": [
            [
                "No experimental evidence for the significant anthropogenic climate change",
                "",
                false
            ],
            [
                "cannot compute correctly the natural component included in the observed global temperature,",
                "",
                false
            ],
            [
                "a strong negative feedback of the clouds is missing",
                "",
                false
            ],
            [
                "If we pay attention to the fact that only a small part of the increased CO2 concentration is anthropogenic, we have to recognize that the anthropogenic climate change does not exist in practice.",
                "",
                true
            ],
            [
                "We do not consider computational results as experimental evidence,",
                "",
                true
            ],
            [
                "we have practically no anthropogenic climate change,",
                "",
                false
            ],
            [
                "the low clouds control mainly the global temperature.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/news/464051-finnish-study-no-evidence-warming/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "global",
            "finnish",
            "change",
            "team",
            "evidence",
            "study",
            "practically",
            "scientists",
            "uncorroborated",
            "document",
            "researchers",
            "claims",
            "anthropogenic",
            "climate",
            "man"
        ]
    },
    {
        "url": "https://www.rt.com/news/464051-finnish-study-no-evidence-warming/",
        "title": "Finnish study finds ‘practically no’ evidence for man-made climate change",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "A new study conducted by a Finnish research team has found little evidence to support the idea of man-made climate change. The results of the study were soon corroborated by researchers in Japan.\n\nIn a paper published late last month, entitled ‘No experimental evidence for the significant anthropogenic climate change’, a team of scientists at Turku University in Finland determined that current climate models fail to take into account the effects of cloud coverage on global temperatures, causing them to overestimate the impact of human-generated greenhouse gasses.\n\nModels used by official bodies such as the Intergovernmental Panel on Climate Change (IPCC) “cannot compute correctly the natural component included in the observed global temperature,” the study said, adding that “a strong negative feedback of the clouds is missing” in the models.\n\nAdjusting for the cloud coverage factor and accounting for greenhouse gas emissions, the researchers found that mankind is simply not having much of an effect on the Earth’s temperature.\n\nIf we pay attention to the fact that only a small part of the increased CO2 concentration is anthropogenic, we have to recognize that the anthropogenic climate change does not exist in practice.\n\nThe study’s authors make a hard distinction between the type of model favored by climate scientists at the IPCC and genuine evidence, stating “We do not consider computational results as experimental evidence,” noting that the models often yield contradictory conclusions.\n\nAlso on rt.com Meet America’s newest $9 trillion climate change solution\n\nGiven the evidence presented in the study, the Finnish team rounded out the paper by concluding “we have practically no anthropogenic climate change,” adding that “the low clouds control mainly the global temperature.”\n\nThe results sharply cut against claims put forward by many environmentalists, including US lawmakers such as Alexandria Ocasio-Cortez, who argue not only that climate change is an immediate threat to the planet, but that it is largely a man-made phenomenon. Ocasio-Cortez, better known as ‘AOC’, has proposed a ‘Green New Deal’ to address the supposedly dire threat.\n\nAlso on rt.com ‘Climate emergency’ on Monday, pipeline expansion on Tuesday: Trudeau the fraud strikes again\n\nJapanese researchers at the University of Kobe arrived at similar results as the Turku team, finding in a paper published in early July that cloud coverage may create an “umbrella effect” that could alter temperatures in ways not captured by current modeling.\n\nThink your friends would be interested? Share this story!",
        "quotes": [
            [
                "No experimental evidence for the significant anthropogenic climate change",
                "",
                false
            ],
            [
                "cannot compute correctly the natural component included in the observed global temperature,",
                "",
                false
            ],
            [
                "a strong negative feedback of the clouds is missing",
                "",
                false
            ],
            [
                "We do not consider computational results as experimental evidence,",
                "",
                true
            ],
            [
                "we have practically no anthropogenic climate change,",
                "",
                false
            ],
            [
                "the low clouds control mainly the global temperature.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/news/462241-justin-trudeau-tmx-pipeline-hypocrisy/",
                "https://www.rt.com/business/459666-us-aoc-climate-deal/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.sciencedaily.com/releases/2019/07/190703121407.htm"
            ]
        },
        "key_words": [
            "global",
            "anthropogenic",
            "change",
            "team",
            "paper",
            "study",
            "evidence",
            "practically",
            "finds",
            "researchers",
            "results",
            "manmade",
            "climate",
            "finnish"
        ]
    },
    {
        "url": "https://www.rt.com/news/462241-justin-trudeau-tmx-pipeline-hypocrisy/",
        "title": "‘Climate emergency’ on Monday, pipeline expansion on Tuesday: Trudeau the fraud strikes again",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "Justin Trudeau’s faux concern for the environment was always hypocritical and duplicitous — but there’s something especially slimy about declaring a climate emergency on Monday and approving an oil pipeline expansion on Tuesday.\n\nCanada’s parliament voted on Monday night to declare a national climate emergency, calling climate change a “real and urgent crisis, driven by human activity.” The next day, Trudeau’s government green-lighted the environment-destroying Trans Mountain pipeline expansion (TMX), demonstrating either complete indifference to the motion put forward by his own environment minister — or a severe misunderstanding of the words “emergency” and “human activity.”\n\nThe so-called “climate emergency” motion was non-binding and meaningless, of course; politicians often expect to be patted on the back for gesture politics — as though merely acknowledging the existence of a problem while taking minimal action to affect any real change is somehow worthy of admiration.\n\nAlso on rt.com 'No longer US prisoner': Canada green-lights pipeline expansion despite environmental concerns\n\nThis is the second time Trudeau’s Liberal government has approved the pipeline. Its previous approval was quashed by a court last year for failure to consider the environmental impact of tanker traffic and implications for First Nations people living in its path. The pipeline would triple the amount of oil shipped from the Alberta tar sands to the British Columbia coast. Environmental groups have warned of potential oil spills, increased greenhouse gas emissions, strain on already-struggling marine life and irreversible damage to indigenous land and water resources.\n\nBut it’s not just environmental activists warning of severe environmental repercussions. Canada’s own National Energy Board (NEB) found that the expansion would have “significant adverse environmental effects” for orca whales and said the effects of any oil spills would also be “significant.”\n\nStep 1 declare climate emergency\n\nStep 2 next day announce plans for massive new tarsands pipeline\n\nStep 3 wonder why people are cynical about politicians https://t.co/txapQhXt5L — Bill McKibben (@billmckibben) June 18, 2019\n\nDespite the ill-effects, the NEB decided the expansion “can be justified” and is in the “public interest.” They did acknowledge that the undeniable environmental effects “weighed heavily” on them in the decision-making process. Indeed, it sounds like they were really losing sleep over it. What part of destroying the environment and biodiversity for future generations is in the “public interest” remains a mystery.\n\nTrudeau’s government bought the pipeline from Kinder Morgan Canada Ltd for $3.4 billion last year and plans to sell it after completion. Trudeau has tried to justify the project by warning that Canadians are currently “prisoners to the American market” and pledging to put all tax profits from the project toward clean energy projects.\n\nThat’s like “declaring war on cancer and then announcing a campaign to promote smoking,”— according to Patrick McCully, energy program director at the Rainforest Action Network.\n\nIn another example of his pathetic gesture politics, Trudeau promised last week to ban single-use plastics “from coast to coast” from 2021 — more meaningless tokenism from Canada’s fraud-in-chief, who wants plastic out of the oceans, but isn’t too concerned about killing off the marine life that lives in them.\n\nAlso on rt.com Surprise! ‘Progressive hero’ Justin Trudeau is a fraud and a hypocrite\n\nTrudeau swept to a landslide victory in 2015 with some clever progressive branding, but he has since lost his appeal to many genuinely progressive voters. It turns out that running around talking about “peoplekind” and giving motivational speeches at climate conferences isn’t actually enough to cut it with voters who genuinely care about the issues Trudeau only pretends to care about. The “man of substance,” as a writer for Canadian magazine Maclean’s put it in 2015, was just another snake oil salesman.\n\nEnvironmental policy was one of the cornerstones of Trudeau’s last election campaign. Remember when he pledged to phase out federal fossil fuel subsidies? A report in 2018 named Canada as the largest provider of government subsidies for oil and gas production in the G7.\n\nThis is what happens when people fall for the “environmentalism” of supremely arrogant neocons like Trudeau and France’s equally stomach-churning Emmanuel Macron — two men who were hailed by liberal Western media as liberal saviors and anti-Trumps. In the US, Joe Biden with his “middle ground” approach to climate change falls into the same category, having all the hallmarks of the fake progressive more interested in hoovering up centrist votes than taking firm and principled positions on anything. As another Canadian election rolls around, Trudeau has promised to practice “positive politics” — whatever that means.\n\nJustin Trudeau 🇨🇦: Declares CLIMATE EMERGENCY\n\n\n\nAlso Justin Trudeau, one day later: Approves massive Trans Mountain pipeline expansion\n\n\n\nAny surprise why some argue that leaving neoliberals to tackle climate change is like asking an arsonist to join the fire department? 🙃 — Going Underground on RT (@Underground_RT) June 19, 2019\n\nFortunately, Trudeau’s approval of the pipeline project does not mean the expansion is a done deal — yet. There are still regulatory hoops for it to jump through and environmentalists and First Nations groups are gearing up for a fight, planning to mount new legal challenges and blockade its construction anywhere they can, the goal being to delay the project so much that it becomes too much of a financial burden to justify continuation.\n\nJustin Trudeau does not care about climate change or the environment. He does not care about plastic in the oceans, marine life or protecting biodiversity. He cares about protecting an image of himself as an environmental champion — but that ship has well and truly sailed. You can't be an environmentalist and advocate for the building of oil pipelines that wreck the environment. The two do not compute.\n\nJust like his slippery progressivism on a whole host of other issues, Trudeau’s flimsy environmentalism reveals him to be nothing more than a two-faced prevaricator accomplished in the art of doublespeak.\n\nAlso on rt.com Standing Rock, the sequel: Canadian tribe battles pipeline land grab\n\nBy Danielle Ryan\n\nDanielle Ryan is an Irish freelance writer based in Dublin. Her work​ ​has appeared in Salon, The Nation, Rethinking Russia, teleSUR, RBTH, The Calvert Journal​ ​and others. Follow her on Twitter @DanielleRyanJ\n\nLike this story? Share it with a friend!",
        "quotes": [
            [
                "real and urgent crisis, driven by human activity.",
                "",
                false
            ],
            [
                "declaring war on cancer and then announcing a campaign to promote smoking,",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/news/448626-canada-pipeline-tribal-protests/",
                "https://www.rt.com/news/462182-canada-approved-pipeline-oil/",
                "https://www.rt.com/op-ed/452696-trudeau-corruption-scandal-fraud/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.iisd.org/gsi/news-events/government-handouts-public-money-fossil-fuel-industry-undermine-climate-solutions-study",
                "https://twitter.com/DanielleRyanJ",
                "https://twitter.com/Underground_RT/status/1141318624323481600?ref_src=twsrc%5Etfw",
                "https://twitter.com/billmckibben/status/1141088232211386368?ref_src=twsrc%5Etfw",
                "https://t.co/txapQhXt5L"
            ]
        },
        "key_words": [
            "project",
            "trudeau",
            "environmental",
            "change",
            "expansion",
            "pipeline",
            "strikes",
            "emergency",
            "fraud",
            "oil",
            "trudeaus",
            "environment",
            "climate"
        ]
    },
    {
        "url": "https://www.rt.com/business/459666-us-aoc-climate-deal/",
        "title": "Meet America’s newest $9 trillion climate change solution",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "Democratic Presidential hopeful and Washington Governor Jay Inslee unveiled a plan for combating climate change through an oft-before cited transition away from fossil fuels and towards renewable energy.\n\nThe proposal, which Inslee refers to as the “Evergreen Economy Plan”, would cost $9 trillion and is distinct from the Green New Deal championed by AOC. Inslee says his plan seeks to create eight million jobs over ten years while it builds a “clean energy economy”.\n\nAlso on rt.com ‘Green dream or whatever’: AOC leads Democrat push for US economic revolution\n\nThe hefty price tag for the EEP would come from government ($300 billion annually) as well as private ($600 billion annually) funds. Inslee took the opportunity in announcing his plan to pat himself on the back for his clean energy efforts in his home state of Washington, which, Inslee says, is the “fastest-growing economy in the nation.”\n\nThe plan may divide the democratic party with those who back the Green New Deal and the Evergreen Economy plan. Inslee told the Guardian, however, that where the Green New Deal was like saying we should go to the moon, whereas his plan was like how to build the rocket ship.\n\nInslee is focusing on climate initiatives as the basis for his 2020 campaign for the White House, which Inslee says is the crux of other initiatives as well, with extreme temperatures and weather threatening everything from the economy and national security.\n\nAlso on rt.com ‘Deal breaker!’ AOC blasts Biden’s climate change stance as ‘lack of leadership’\n\nAccording to the extensive document outlining the plan, the EEP cites an “urgent need to support frontline, low-income, and Indigenous communities, and communities of color. These communities are being impacted first and worst by the accelerating damages of climate change, and have endured a legacy of air, water, toxics and climate pollution, along with a deficit of public investment and support.”\n\nInslee’s plan takes a shot at fossil fuels, calling for an end to “all manner of fossil fuel giveaways,” and protecting public lands.\n\nThis article was originally published on Oilprice.com",
        "quotes": [
            [
                "fastest-growing economy in the nation.",
                "Inslee",
                false
            ],
            [
                "urgent need to support frontline, low-income, and Indigenous communities, and communities of color.",
                "",
                false
            ],
            [
                "These communities are being impacted first and worst by the accelerating damages of climate change, and have endured a legacy of air, water, toxics and climate pollution, along with a deficit of public investment and support.",
                "",
                true
            ],
            [
                "all manner of fossil fuel giveaways,",
                "Inslee",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/usa/459067-ocasio-cortez-biden-climate-election/",
                "https://www.theguardian.com/us-news/2019/may/16/2020-jay-inslee-climate-change-plan",
                "https://oilprice.com/The-Environment/Global-Warming/The-Shocking-Details-Of-The-Green-New-Deal.html",
                "https://oilprice.com/Energy/Energy-General/Oil-Production-On-Federal-Lands-To-Hit-New-Record.html",
                "https://www.rt.com/usa/450931-green-new-deal-us-economy/",
                "https://oilprice.com/Energy/Energy-General/Meet-Americas-Newest-9-Trillion-Climate-Change-Solution.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://oilprice.com/"
            ]
        },
        "key_words": [
            "meet",
            "trillion",
            "green",
            "change",
            "americas",
            "economy",
            "communities",
            "inslee",
            "aoc",
            "solution",
            "deal",
            "newest",
            "fossil",
            "plan",
            "climate"
        ]
    },
    {
        "url": "https://www.rt.com/news/448626-canada-pipeline-tribal-protests/",
        "title": "Standing Rock, the sequel: Canadian tribe battles pipeline land grab",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "A standoff between heavily armed Canadian police and Wet'suwet'en tribal activists opposing a $40 billion pipeline project running through their ancestral lands is inviting comparisons with Standing Rock Sioux protests in the US.\n\nSolidarity rallies were held across Canada on Friday, including outside the parliament in Ottawa, backing the Wet'suwet'en nation’s resistance to the Coastal Gaslink Pipeline. Meanwhile, Royal Canadian Mounted Police (RCMP) officers continued dismantling the indigenous activists’ barricades in the snow-covered northwest mountains. Wet'suwet'en activist Rob Alfred posted video of the events on Facebook.\n\nOn Monday, the RCMP arrested 14 protesters at a bridge over Morice River. Images of heavily armed mounties in military-style gear detaining First Nations activists has generated substantial outrage in the country that prides itself on tolerance, politeness and multiculturalism.\n\nAt a contentious town hall meeting in Kamloops on Wednesday, some 800 km away from Unist'ot'en, Prime Minister Justin Trudeau defended Coastal Gaslink and TransMountain pipelines as a way to combat climate change. The $40 billion project to export Canadian liquid natural gas (LNG), he argued, “will supplant coal in Asia as a power source and do much for the environment.”\n\nSeveral First Nations members in the audience were having none of it, accusing Trudeau of benefiting from the tribes’ “oppression and suffering” and demanding to see a deed to the land. The PM admitted he did not have one, saying it was the “old way” of doing things and that he wanted a “partnership” with indigenous communities.\n\nTransCanada, which seeks to build the Coastal Gaslink, says it has had over 15,000 “interactions and engagements” with First Nations groups, and that the result of Monday’s raid was “not the one we wanted.”\n\n“No relationship is more important to Canada than the relationship with Indigenous Peoples.” - @JustinTrudeau, June 21, 2017\n\n\n\nArresting unarmed Indigenous defenders asserting their own rights on their own territory isn’t a way to build a ‘relationship’.#WetsuwetenStrongpic.twitter.com/G6JjZsQO4b — Mike Hudema (@MikeHudema) January 8, 2019\n\nWhile the company says it has written agreements signed with all First Nations along the pipeline route, protesters say the Wet'suwet'en hereditary chiefs have not given their consent. Canada refuses to recognize the hereditary hierarchies of First Nations, dealing with elected officials instead. There are no formal treaties between Canada and the Wet'suwet'en, or any other First Nations in British Columbia, as of yet.\n\n“I shouldn’t have to be dragged into the courts to prove that I own land that I know is ours. Our people owned these territories since time immemorial,” Freda Huson, member of the Wet'suwet'en nation, told the Guardian. “We’re in the right. We’re not doing anything wrong. This is my home. This is my land. They want to break down my door.”\n\nGordon Christie, a scholar of indigenous law at the University of British Columbia, described the hereditary chiefs’ legal claim to the land as “airtight.”\n\nWe've just heard that RCMP is establishing an exclusion zone and blocking out the public and media. Anyway, this is happening. #wetsuwetenstrongpic.twitter.com/Xs6ZCpma71 — Michael Toledano (@M_Tol) January 7, 2019\n\nThere are approximately 2,500 Wet'suwet'en (People of the Wa Dzun Kwuh River) in northern British Columbia, divided into five clans: Gilseyhu (Big Frog), Laksilyu (Small Frog), Gitdumden (Wolf/Bear), Laksamshu (Fireweed) and Tsayu (Beaver).\n\nTheir resistance to the pipeline has attracted comparisons with the Standing Rock Sioux activists, who sought to block the Dakota Access Pipeline (DAPL) starting in early 2016. The protest camp was forcibly dismantled in February 2017, after the newly inaugurated Trump administration ordered the pipeline project to proceed.\n\nLike this story? Share it with a friend!",
        "quotes": [
            [
                "will supplant coal in Asia as a power source and do much for the environment.",
                "",
                false
            ],
            [
                "No relationship is more important to Canada than the relationship with Indigenous Peoples.",
                "",
                true
            ],
            [
                "I shouldn’t have to be dragged into the courts to prove that I own land that I know is ours.",
                "Freda Huson",
                true
            ],
            [
                "Our people owned these territories since time immemorial,",
                "Freda Huson",
                true
            ],
            [
                "We’re not doing anything wrong.",
                "Freda Huson",
                true
            ],
            [
                "They want to break down my door.",
                "Freda Huson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/world/2019/jan/11/canada-pipeline-indigenous-trudeau-treaty"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/wetsuwetenstrong?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/G6JjZsQO4b",
                "https://www.rt.com/trends/dakota-access-pipeline/",
                "https://t.co/Xs6ZCpma71",
                "https://twitter.com/M_Tol/status/1082336216475873280?ref_src=twsrc%5Etfw",
                "https://twitter.com/JustinTrudeau?ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/WetsuwetenStrong?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/MikeHudema/status/1082674495775621121?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "canadian",
            "wetsuweten",
            "battles",
            "land",
            "project",
            "way",
            "rock",
            "rcmp",
            "pipeline",
            "nations",
            "grab",
            "activists",
            "standing",
            "canada",
            "indigenous",
            "tribe",
            "sequel"
        ]
    },
    {
        "url": "https://www.rt.com/news/462182-canada-approved-pipeline-oil/",
        "title": "'No longer US prisoner': Canada green-lights pipeline expansion despite environmental concerns",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "Ottawa has OKed the Trans Mountain pipeline expansion project, bogged down by delays due to concerns over oil spills in coastal waters and opposition from indigenous people living in its path.\n\nPrime Minister Justin Trudeau, who's been trying to carve out an image of himself as a champion of environmental protection, reasoned that the pipeline would lessen the US' leverage over Canada.\n\n\"As we've seen over the past few years, anything can happen with our neighbors to the south. Right now, we're prisoners to the American market,\" Trudeau said as his government gave a go-ahead to the controversial expansion of the pipeline set to triple its capacity to almost 1 million barrels per day.\n\nOperational since 1953, the pipeline carries crude from Alberta to the west coast of British Colombia. As the Canada's oil production has increased, the pipeline's capacity has become overtaxed, since it remains the only one linking the two areas. Some 99 percent of Canada's oil exports go to its southern neighbor, making it dependent on the US.With the expansion of the pipeline and thus the connection to oil tanker traffic, Ottawa hopes to interest potential buyers in Asia.\n\nAlso on rt.com Canada set to approve Trans Mountain oil pipeline expansion\n\nWhile the project is set to bring in some C$500 million ($373 million) in federal tax revenue each year, approval of the pipeline stalled due to fierce opposition from the indigenous population and environmental groups in British Colombia voicing concerns that potential oil spills, release of chemicals and explosions could bring irreversible damage to indigenous land and water resources.\n\nWith uncertainty hovering over the future of the project, its original owner, Kinder Morgan Canada Ltd, sold the pipeline to the Canadian government for C$4.5 billion ($3.4 billion) last year. Days later, the court quashed the federal government's previous approval of the project, citing its failure to consider the environmental effect of tanker traffic and adverse implications for the First Nations.\n\nEffectively starting all over, the government carried out additional rounds of consultations with indigenous communities and pledged to meet all 156 conditions put forward by the National Energy Board (NEB) in its review of the project. The authorities promised to take a number of measures aimed at mitigating the impact of the pipeline on killer whales, dolphins and other marine mammals that inhabit the coastal waters, as well as step up emergency preparedness and response.\n\nAll the tax profits from the project will go towards clean energy ventures, Trudeau said. If the government succeeds in selling the pipeline, the funds will be earmarked for projects aimed at expediting Canada's transition to clean energy.\n\nThe decision has drawn backlash from environmental advocates and conservative opposition. Patrick McCully, energy program director at the Rainforest Action Network, called out the Trudeau cabinet's hypocrisy in giving a nod to the project a day after the House of Commons declared a national climate emergency.\n\nRead more\n\n\"This is like declaring war on cancer and then announcing a campaign to promote smoking,\" he said.\n\nThe national climate emergency motion, although non-binding, was championed by Trudeau's Environment and Climate Change Minister Catherine McKenna.\n\nWhile some indigenous people have showed interest in buying into the project, others are crying foul over the government's decision to go ahead. Following Trudeau's announcement, many British Columbia indigenous groups lambasted the move.\n\n\"Our lands are burning and flooding. Our fish are dying and our people are suffering. Now is not the time to recklessly pursue environmentally devastating projects while our territories suffer,\" Grand Chief Stewart Phillip said in a statement. The Tsleil-Waututh Nation announced it would be appealing the decision, while The Union of B.C. Indian Chief called it an \"irresponsible approach to combatting climate change and recognizing the human rights of Indigenous Peoples.\"\n\nDespite having received the government's seal of approval, the project is far from being finalized and will need to jump through a number of regulatory hoops before construction kicks off, presumably later this year. It can also be challenged again in court by indigenous people not content with the final settlement or environment advocates.\n\nThink your friends would be interested? Share this story!",
        "quotes": [
            [
                "As we've seen over the past few years, anything can happen with our neighbors to the south.",
                "Trudeau",
                true
            ],
            [
                "Right now, we're prisoners to the American market,",
                "Trudeau",
                true
            ],
            [
                "This is like declaring war on cancer and then announcing a campaign to promote smoking,",
                "",
                true
            ],
            [
                "Our lands are burning and flooding.",
                "",
                true
            ],
            [
                "Our fish are dying and our people are suffering.",
                "",
                true
            ],
            [
                "Now is not the time to recklessly pursue environmentally devastating projects while our territories suffer,",
                "",
                true
            ],
            [
                "irresponsible approach to combatting climate change and recognizing the human rights of Indigenous Peoples.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/business/458735-canada-oil-pipeline-expansion/",
                "https://www.rt.com/business/458421-canadian-producers-lose-20-billion/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "project",
            "greenlights",
            "environmental",
            "trudeau",
            "concerns",
            "expansion",
            "despite",
            "pipeline",
            "longer",
            "set",
            "national",
            "oil",
            "opposition",
            "prisoner",
            "canada",
            "indigenous",
            "climate"
        ]
    },
    {
        "url": "https://www.rt.com/op-ed/452696-trudeau-corruption-scandal-fraud/",
        "title": "Surprise! ‘Progressive hero’ Justin Trudeau is a fraud and a hypocrite",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "Danielle Ryan is an Irish freelance writer based in Dublin. Her work has appeared in Salon, The Nation, Rethinking Russia, teleSUR, RBTH, The Calvert Journal and others. Follow her on Twitter @DanielleRyanJ\n\nJustin Trudeau is in trouble — big trouble. But who could ever have guessed that the media darling and international poster-boy for progressivism was actually just another snake in the grass?\n\nTrudeau is facing explosive allegations that he pressured Canada's ex-attorney general Jody Wilson-Raybould to drop a bribery probe into Quebec-based firm SNC Lavalin (details here). Wilson-Raybould testified that officials, including Trudeau himself, \"barraged\" her with demands and “veiled threats” to drop criminal charges and said she believes her refusal to comply explains her abrupt demotion. If the allegations are true, this is bare-faced corruption. But Canada’s swoon-worthy (apparently) prime minister is dismissing calls for his resignation.\n\nSo Canadian PM Justin Trudeau looks pretty corrupt, leaning on and then firing his justice minister after she refused to drop a bribery charge against a major construction company. But he's so dreamy. https://t.co/Vui6U6PO2y — Matt Stoller (@matthewstoller) February 28, 2019\n\nTrudeau’s refusal to back down reminds me of someone. Oh, who could it be? Ah yes, that other faux-progressive who is likewise accustomed to getting a free pass from the media because he makes all the right sounds with his mouth: It’s France’s Emmanuel Macron, of course. Macron’s approval rating dipped to a mortifying low of 18 percent last year, but he is somehow still around to tell the tale — even after four months of non-stop street protests against his failing neoliberal government.\n\nTrudeau and Macron belong to the same breed of politician. When they open their mouths, they appear to be the very antithesis of the likes of Donald Trump, who displays his monstrous nature for all to see. But the Macrons and the Trudeaus of the world are monsters in disguise — and they are just as dangerous. They exhibit extreme arrogance, running around lecturing the world on right and wrong, claiming a position on the moral high-ground. It’s all a bad joke.\n\nIt seems Justin Trudeau wanted to get political credit for appointing a strong Indigenous Woman as Attorney General, then fired her when she took a strong stance for what is right. The PM is the biggest hypocrite ever seen in Canadian politics. — Spencer Fernando 🇨🇦 (@SpencerFernando) February 8, 2019\n\nTheir so-called progressivism is purely for show. They are, underneath it all, fakes, frauds and liars — talking the talk, but never walking the walk. There are endless examples of Trudeau’s flagrant dishonesty — and the SNC Lavalin scandal is actually far less offensive than some of Trudeau’s other sins against peoplekind.\n\nRemember “peoplekind”? The word Trudeau used instead of “mankind” in a blatant effort to win progressive brownie points, believing such pathetic tokenism is a good enough alternative to actually doing something tangible that might benefit “peoplekind” in any substantial way.\n\nAlso on rt.com 5 times Macron gave other leaders advice, and he now boasts an approval rating of… under 30%\n\nEnvironmentalist? Not if there’s money to be made\n\n‘Trudeau the environmentalist’ is a myth. While he made a rousing speech at the Paris climate talks in 2015 and promised to develop a low-carbon economy and tackle climate change, actions speak louder than words. His government pushed the Trans Mountain pipeline expansion, despite massive environmental protests against it — and campaign promises to end fossil fuel subsidies must have slipped his mind after the election.\n\nHe even received a standing ovation at an oil industry gathering in 2017 for saying: “No country would find 173 billion barrels of oil in the ground and just leave them there.”\n\nTrudeau claims climate change is the fight of his life & no relationship is more important than that with Indigenous peoples\n\n\n\nBut with the NEB finding the #TransMountain expansion will have major impacts on our climate, damage Indigenous rights and Orcas, what’s it going to be? pic.twitter.com/L6jetOosNm — Nathan Cullen (@nathancullen) February 26, 2019\n\nWomen’s rights defender? To a point\n\nWhile Trudeau has been a vocal supporter of the #MeToo movement, his government tried to quash a lawsuit over allegations of rampant sexual misconduct within the Canadian Armed Forces, leading to more accusations of hypocrisy. He has defended selling military equipment to Saudi Arabia, which undoubtedly is greatly to the benefit of women and children suffering famine in Yemen.\n\nOh, and then there’s the groping allegations, but those are just par for the course these days.\n\nCTV News exclusive on govt fighting military sexual misconduct lawsuit dominating QP - govt keeps repeating they are committed to a harassment free environment in CAF despite arguing the opposite in court. PM Trudeau has promised to have Justice Minister look into #cdnpoli#QP — Mercedes Stephenson (@MercedesGlobal) February 7, 2018\n\nHuman rights defender? Depends on the humans\n\nLast year, Trudeau publicly apologized for the fact that Canada rejected a ship carrying 900 Jewish refugees from Europe in 1939, saying that he was sorry “for the callousness” of Canada's response at the time and for not apologizing sooner.\n\nHe then went on to link modern anti-Semitism to the Boycott, Divestment, Sanctions (BDS) movement — a peaceful movement for Palestinian human rights. Only some crimes against humanity matter to the likes of shameless conmen like Trudeau.\n\nTwo days ago, Justin Trudeau joined international calls for an independent investigation into Israel's recent conduct in Gaza. Today, Canada opposed such an investigation at the UN Human Rights Council, because nothing matters. https://t.co/RemwqGN982#cdnpoli — Luke Savage (@LukewSavage) May 18, 2018\n\nNow he’s digging in his heels in the face of serious and credible allegations of corruption. The hypocrisy and duplicitousness of Canada’s anointed king of progressivism knows no bounds.",
        "quotes": [
            [
                "No country would find 173 billion barrels of oil in the ground and just leave them there.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.20minutes.fr/politique/2388863-20181206-sondage-macron-philippe-plus-bas-niveau-popularite",
                "https://www.theguardian.com/commentisfree/2017/apr/17/stop-swooning-justin-trudeau-man-disaster-planet?CMP=share_btn_fb&fbclid=IwAR0pWyRiggu6Ok_70EwkB1VD7wK8SbfkmywmEhkW4Z7GTgJpAPmK5P_XD24",
                "https://www.bbc.com/news/world-us-canada-44687654",
                "https://www.rt.com/news/450929-macron-lectured-venezuela-egypt-africa-trump/",
                "https://www.rt.com/news/452638-trudeau-scandal-bribe-pressure-resign/",
                "https://www.thepostmillennial.com/trudeau-believes-all-women-except-jody-wilson-raybould/",
                "https://www.rt.com/news/420973-canada-pipeline-protest-trudeau/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/TransMountain?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/L6jetOosNm",
                "https://twitter.com/SpencerFernando/status/1093925812275957760?ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/QP?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/RemwqGN982",
                "https://twitter.com/LukewSavage/status/997611937037930496?ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/cdnpoli?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/MercedesGlobal/status/961322180813426689?ref_src=twsrc%5Etfw",
                "https://t.co/Vui6U6PO2y",
                "https://twitter.com/matthewstoller/status/1100980142091001856?ref_src=twsrc%5Etfw",
                "https://twitter.com/nathancullen/status/1100188212801294337?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "trudeau",
            "hypocrite",
            "hero",
            "progressivism",
            "movement",
            "allegations",
            "surprise",
            "right",
            "canadas",
            "progressive",
            "fraud",
            "rights",
            "trudeaus",
            "minister",
            "justin",
            "climate"
        ]
    },
    {
        "url": "https://www.rt.com/usa/459067-ocasio-cortez-biden-climate-election/",
        "title": "‘Deal breaker!’ AOC blasts Biden’s climate change stance as ‘lack of leadership’",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "Joe Biden’s climate policies are a “dealbreaker” for fellow Democrat Alexandria Ocasio-Cortez, who slammed the former VP for his gas lobbyist-like “lack of leadership” on tackling climate change.\n\n“There is no ‘middle ground’ w/ climate denial & delay,” Ocasio-Cortez tweeted, adding that Biden “Blaming ‘blue collar’ Americans as the main opponents to bold climate policy is gas lobbyist 101.”\n\nThis is a dealbreaker.\n\n\n\nThere is no “middle ground” w/ climate denial & delay.\n\n\n\nBlaming “blue collar” Americans as the main opponents to bold climate policy is gas lobbyist 101.\n\n\n\nWe’re not going to solve the climate crisis w/ this lack of leadership. Our kids’ lives are at stake. https://t.co/KvrBmaJd75 — Alexandria Ocasio-Cortez (@AOC) May 10, 2019\n\nBiden’s climate change policy is aimed to appeal to environmentalists and blue collar voters who supported President Donald Trump in 2016, two of the Democratic candidate’s campaign advisers told Reuters.\n\nIt appears that if elected to the White House, Biden intends to undo a number of Trump policies, like pulling out of the Paris climate agreement, but doesn’t seem to plan on going much further, which makes his policy unlikely to be enough to appease those concerned about climate disaster. His advisers say he will encourage nuclear and fossil fuel energy, with carbon capture technology to limit emissions from coal plants.\n\nAlso on rt.com AOC’s Green New Deal smacked down after forced 'bluff vote' in Senate\n\nRep. Ocasio-Cortez, along with half the Democratic presidential candidates, backs the Green New Deal, which aims to end the US’ use of fossil fuels within 10 years. She later tweeted that politicians and lobbyists alike are the “forces” getting in the way of solving the climate crisis.\n\nThe forces getting in the way of solving our climate crisis are politicians themselves + lobbyists. It is the willingness to bend to corporate power - the same ones that use coal miners’ plights for a tax break, yet refuse to pay for those same miners’ healthcare for black lung. — Alexandria Ocasio-Cortez (@AOC) May 10, 2019\n\nBiden’s biggest rival in the crowded field of Democratic candidates, Bernie Sanders, tweeted that there’s “no middle ground when it comes to climate policy,” and said it “will doom future generations” if action is not taken. The former vice president’s plans were also met with outrage among environmentalists on Twitter.\n\nThere is no “middle ground” when it comes to climate policy. If we don't commit to fully transforming our energy system away from fossil fuels, we will doom future generations. Fighting climate change must be our priority, whether fossil fuel billionaires like it or not. — Bernie Sanders (@BernieSanders) May 10, 2019 No Joe, there is no \"middle ground\" on climate breakdown - there is bold, transformative action or there is sinking ground, burning ground and churning ground. \"Presidential hopeful Biden looking for ‘middle ground’ climate policy\" https://t.co/8q2WPzU7w0 — Naomi Klein (@NaomiAKlein) May 10, 2019 .@JoeBiden's \"middle ground\" climate plan is a death sentence for our generation.\n\n\n\nRead our full statement: pic.twitter.com/AxMfJcZ1pY — Sunrise Movement 🌅 (@sunrisemvmt) May 10, 2019 Ready for your outrage of the day? @JoeBiden's middle of the road approach to climate will get us nowhere. https://t.co/08oGRSOSIm — Greenpeace USA (@greenpeaceusa) May 10, 2019 Middle ground on fracking: Your ground water is still polluted. Middle ground on climate change: planet is still destroyed. Middle ground on continued fossil fuel extraction and development: communities all over suffer immeasurable damage. Middle ground is nowhere @JoeBiden. — Josh Fox (@joshfoxfilm) May 10, 2019\n\nThink your friends would be interested? Share this story!",
        "quotes": [
            [
                "There is no ‘middle ground’ w/ climate denial & delay,",
                "Ocasio-Cortez",
                true
            ],
            [
                "Blaming ‘blue collar’ Americans as the main opponents to bold climate policy is gas lobbyist 101.",
                "Ocasio-Cortez",
                true
            ],
            [
                "no middle ground when it comes to climate policy,",
                "",
                false
            ],
            [
                "Presidential hopeful Biden looking for ‘middle ground’ climate policy",
                "Naomi Klein",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/usa/454839-green-new-deal-flops-senate/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/NaomiAKlein/status/1126898745956814851?ref_src=twsrc%5Etfw",
                "https://twitter.com/AOC/status/1126958896973778950?ref_src=twsrc%5Etfw",
                "https://twitter.com/sunrisemvmt/status/1126875478483263488?ref_src=twsrc%5Etfw",
                "https://t.co/08oGRSOSIm",
                "https://t.co/8q2WPzU7w0",
                "https://twitter.com/greenpeaceusa/status/1126876412890140673?ref_src=twsrc%5Etfw",
                "https://t.co/AxMfJcZ1pY",
                "https://t.co/KvrBmaJd75",
                "https://twitter.com/joshfoxfilm/status/1126936843780591616?ref_src=twsrc%5Etfw",
                "https://twitter.com/AOC/status/1126990102532698114?ref_src=twsrc%5Etfw",
                "https://twitter.com/JoeBiden?ref_src=twsrc%5Etfw",
                "https://twitter.com/BernieSanders/status/1126899050555564032?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "policy",
            "lack",
            "change",
            "ground",
            "blasts",
            "leadership",
            "middle",
            "ocasiocortez",
            "aoc",
            "w",
            "gas",
            "deal",
            "fossil",
            "stance",
            "breaker",
            "bidens",
            "tweeted",
            "climate",
            "2019"
        ]
    },
    {
        "url": "https://www.theguardian.com/us-news/2019/may/16/2020-jay-inslee-climate-change-plan",
        "title": "Eight million jobs, $9tn in spending: Jay Inslee's radical plan to tackle climate change",
        "authors": [
            {
                "name": "Emily Holden",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2019-05-16",
        "text": "The Washington governor and Democratic 2020 hopeful wants to decarbonize the economy while boosting employment\n\nThis article is more than 1 month old\n\nThis article is more than 1 month old\n\nJay Inslee, the governor of Washington state, is introducing a second portion of his climate change plan as most Democratic contenders for president have yet to officially roll out their own big-picture proposals.\n\nInslee’s 38-page document is focused on creating jobs. It outlines a $9tn investment over 10 years and seeks to create 8m jobs aimed at decarbonizing the economy. In an earlier plan, he vowed to make the US carbon neutral by 2045.\n\nInslee wants to upgrade buildings, replace water and transit infrastructure, clean up manufacturing and quintuple spending on clean energy and climate research. Many of those efforts would require congressional legislation.\n\nThe blueprint echoes progressives’ Green New Deal, but with far more details and fewer commitments to social programs.\n\nInslee told the Guardian: “You think of the Green New Deal as saying, ‘We should go to the moon’ – but in my plan is how to build the rocket ship. They both have their value.” He suggested other candidates might not have the “spine” to take the bold action needed.\n\nThe first paragraphs of his plan evoke the New Deal, noting that Franklin Delano Roosevelt laid out the details of that program 86 years ago this month.\n\nNearly two dozen Democrats want to be president. Only two have a climate change plan Read more\n\nInslee quoted Roosevelt and said: “We are working toward a definite goal, which is to prevent the return of conditions which came very close to destroying what we call modern civilization.”\n\nHe added, in his own words: “Today, America faces a new threat to our modern civilization: climate change. This challenge also presents an unprecedented economic opportunity, to lead the world in building a clean energy future.”\n\nThe campaign so far has focused mostly on climate change, but Inslee insists he is not a one-issue candidate.\n\n“This is not a single issue, it’s all the issues,” he said, adding that rising temperatures and extreme weather threaten the economy, public health and national security. He said his jobs plan could also fix wage stagnation.\n\nInslee also touted his Washington track record on clean energy, a public health insurance option, teacher pay increases and legalized marijuana.\n\nSix senators running for president have endorsed the Green New Deal, and many frequently highlight the urgency of climate change. But only Inslee and the former Texas congressman Beto O’Rourke have debuted their own specific plans with goals and deadlines. O’Rourke would invest $5tn in the effort and seek carbon neutrality by 2050.\n\nInslee says his “Evergreen Economy Plan” would ensure “high-paying, high-skilled jobs building a stronger, healthier, more just, inclusive and sustainable future”, featuring more collective bargaining power for unions, jobs for fossil fuel workers and gender pay equity.\n\nDaniel Kammen, a University of California professor and contributor to the UN’s Intergovernmental Panel on Climate Change, called Inslee’s plan “just what we need”.\n\nKammen, a former science envoy for the state department, said: “It is not only vital for our environment, but it is a recipe for more affordable housing and vibrant communities, good-paying jobs, corporate and municipal accountability, and global leadership for the United States.”\n\nOther candidates have endorsed specific policies in the past or discussed narrower proposals they would support.\n\nThe former vice-president Joe Biden has come under criticism after an adviser suggested he would take a “middle ground” approach to tackling climate change, allowing the continued use of natural gas, which warms the planet. Biden has since defended his record and said his plan will come out soon.\n\nAnother expected frontrunner, the Vermont senator Bernie Sanders, has heralded the Green New Deal, including at a Washington DC event this week with the youth-led Sunrise Movement and the New York congresswoman Alexandria Ocasio-Cortez. Sanders has previously drafted ambitious climate plans but has not expanded on them this election season.\n\n“You know and I know that the scientific community has been very clear,” Sanders said at the event. “If we do not act boldly and aggressively to transform our global energy system away from fossil fuels within the next few years – a very short period of time – there will be irreparable harm done to our planet.”\n\nSanders said the US must lead the world with an approach emphasizing the Green New Deal, but he did not elaborate.\n\nThe Green New Deal advocates a “10-year mobilization” to reduce emissions but does not specify an end date to make the country carbon-neutral.\n\nThe Massachusetts senator Elizabeth Warren this week called for the military to help fight climate change. Warren also advocates for banning new fossil fuel drilling and mining on public lands.",
        "quotes": [
            [
                "We should go to the moon",
                "",
                false
            ],
            [
                "You think of the Green New Deal as saying, ‘We should go to the moon’ – but in my plan is how to build the rocket ship.",
                "",
                true
            ],
            [
                "We are working toward a definite goal, which is to prevent the return of conditions which came very close to destroying what we call modern civilization.",
                "Inslee",
                true
            ],
            [
                "Today, America faces a new threat to our modern civilization: climate change.",
                "Inslee",
                true
            ],
            [
                "This challenge also presents an unprecedented economic opportunity, to lead the world in building a clean energy future.",
                "Inslee",
                true
            ],
            [
                "This is not a single issue, it’s all the issues,",
                "Inslee",
                true
            ],
            [
                "high-paying, high-skilled jobs building a stronger, healthier, more just, inclusive and sustainable future",
                "Inslee",
                false
            ],
            [
                "It is not only vital for our environment, but it is a recipe for more affordable housing and vibrant communities, good-paying jobs, corporate and municipal accountability, and global leadership for the United States.",
                "Kammen",
                true
            ],
            [
                "You know and I know that the scientific community has been very clear,",
                "Sanders",
                true
            ],
            [
                "If we do not act boldly and aggressively to transform our global energy system away from fossil fuels within the next few years – a very short period of time – there will be irreparable harm done to our planet.",
                "Sanders",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.reuters.com/article/us-usa-election-biden-climate-exclusive/exclusive-presidential-hopeful-biden-looking-for-middle-ground-climate-policy-idUSKCN1SG18G",
                "https://medium.com/@teamwarren/our-military-can-help-lead-the-fight-in-combating-climate-change-2955003555a3",
                "https://www.theguardian.com/us-news/2019/may/07/nearly-two-dozen-democrats-running-for-president-only-two-have-a-climate-plan",
                "https://www.theguardian.com/us-news/2019/feb/11/green-new-deal-alexandria-ocasio-cortez-ed-markey"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://jayinslee.com/issues/evergreen-economy",
                "https://www.jayinslee.com/issues/100clean"
            ]
        },
        "key_words": [
            "jay",
            "green",
            "clean",
            "change",
            "economy",
            "spending",
            "energy",
            "washington",
            "deal",
            "inslees",
            "plan",
            "million",
            "radical",
            "climate",
            "jobs",
            "tackle"
        ]
    },
    {
        "url": "https://oilprice.com/The-Environment/Global-Warming/The-Shocking-Details-Of-The-Green-New-Deal.html",
        "title": "The ‘Shocking Details’ Of The Green New Deal",
        "authors": [
            {
                "name": "Jd Alexander",
                "link": null
            },
            {
                "name": "Louis Spring",
                "link": null
            },
            {
                "name": "More Info",
                "link": null
            },
            {
                "name": "Geopolitics. He Is Based In Pittsburgh",
                "link": null
            },
            {
                "name": "Energy Policy",
                "link": null
            },
            {
                "name": "Climate Change",
                "link": null
            },
            {
                "name": "Renewable Energy",
                "link": null
            },
            {
                "name": "Gas",
                "link": null
            },
            {
                "name": "Nick Cunningham Is A Freelance Writer On Oil",
                "link": null
            },
            {
                "name": "Nick Cunningham",
                "link": null
            }
        ],
        "publisher": "oilprice.com",
        "publish_date": "",
        "text": "The long-awaited Green New Deal was unveiled in Washington on Thursday, laying down a marker for 2020 and beyond.\n\nIf you haven’t heard of the Green New Deal, you probably live under a rock. The highly-anticipated policy proposal, spearheaded by freshman Congresswoman Alexandria Ocasio-Cortez (NY-14) and Senator Ed Markey (MA), calls for a World War II-style or Apollo program (pick your historical analogy) mobilization to transition the U.S. economy off of fossil fuels.\n\nThe Green New Deal has floated around in the past, particularly during the financial crisis over a decade ago, but was really revived as a major concept by environmental groups and Rep. Ocasio-Cortez in recent months. While any legislation cannot pass the current Congress, given Republican control over the Senate and Donald Trump in the White House, it is now very much a litmus test for aspiring Democratic candidates for president in the 2020 election.\n\nAs such, its contents are important, given that one of these candidates could occupy the White House in two years.\n\nRep. Ocasio-Cortez and Senator Markey finally unveiled a resolution on February 7, sketching out the framework of future legislation. The bill was necessarily done in broad strokes for several reasons. The Democrats have to wait until 2021 at the earliest before trying to pass something. Keeping everyone on board, at this stage, requires some finessing, leaving some difficult decisions for later. And, of course, detailing the nitty gritty of a complete transformation of America’s energy system will take time.\n\nSo, what’s in it? The Green New Deal legislation lays out several key principles, calling for net-zero greenhouse gas emissions, the creation of millions of jobs through public investment, an overhaul of U.S. infrastructure, clean air and water, and justice for frontline communities during this transition. Related: China Faces An Uphill Battle For Energy Independence\n\nMore specifically, it calls for a 10-year program of “national mobilization,” which will achieve 100 percent of U.S. power demand from clean, renewable and zero-emissions energy sources. It calls for building energy efficient, distributed, and “smart” power grids. Existing buildings will see an overhaul while new buildings are intended to achieve “maximal energy efficiency, water efficiency, safety, affordability,” and the like. The GND also calls for “massive growth in clean manufacturing.”\n\n“Even the solutions that we have considered big and bold are nowhere near the scale of the actual problem that climate change presents to us, our country, our world,” Ocasio-Cortez said on NPR’s Morning Edition.\n\nFor now, the GND did not specifically call for a carbon tax, and perhaps more notably, it avoided explicitly calling for the end of fossil fuel development. Still, the goal is to dramatically slash, if not end, the consumption of oil, gas and coal for U.S. energy use.\n\nSo far, the concept is popular. A December poll asked people if they supported a proposal to generate 100 percent of U.S. electricity from clean sources within ten years. About 92 percent of Democrats supported the idea, but surprisingly, a very large 64 percent of Republicans also supported it.\n\nOf course, it’s easy to support a vague aspiration and the devil will be in the details. The legislation will surely lose support, particularly from Republicans, when push comes to shove in the months and years ahead. Related: Oil And Gas In Spotlight At State Of The Union\n\nBut for now, all of the major Democratic candidates for President have endorsed the concept. The point of laying out the framework right now in a congressional resolution, even if it goes nowhere, is to put some more meat on the bones and, crucially, to put the Democratic candidates on record.\n\nIt’s easy for the candidates to nod their heads in agreement to an abstract Green New Deal, but with strong ideas now down on paper, they have to decide whether or not to maintain their support with a clearer vision. As the candidates try to distinguish themselves in the Democratic primary, the pressure will be on them to continue to endorse the GND.\n\nSo, what does all of that mean? The upshot is that with President Trump’s poll numbers in negative territory, whichever candidate emerges from the Democratic primary will have a decent shot at winning the presidency. If that occurs, they will be on record having supported the GND, and will most likely push for some version of it in 2021.\n\nThat means that oil and gas companies, having enjoyed a deregulatory bonanza under Trump, could see rougher waters ahead. But with the climate debate getting momentum, that pressure is not going away, no matter what happens with the Green New Deal.\n\nBy Nick Cunningham of Oilprice.com\n\nMore Top Reads from Oilprice.com:",
        "quotes": [
            [
                "maximal energy efficiency, water efficiency, safety, affordability,",
                "",
                false
            ],
            [
                "Even the solutions that we have considered big and bold are nowhere near the scale of the actual problem that climate change presents to us, our country, our world,",
                "Ocasio-Cortez",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://oilprice.com/Energy/Crude-Oil/China-Faces-An-Uphill-Battle-For-Energy-Independence.html",
                "https://www.huffingtonpost.ca/entry/green-new-deal-poll_n_5c169f2ae4b05d7e5d8332a5"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "details",
            "green",
            "clean",
            "legislation",
            "ocasiocortez",
            "energy",
            "gas",
            "supported",
            "deal",
            "shocking",
            "candidates",
            "democratic"
        ]
    },
    {
        "url": "https://oilprice.com/Energy/Energy-General/Oil-Production-On-Federal-Lands-To-Hit-New-Record.html",
        "title": "Oil Production On Federal Lands To Hit New Record",
        "authors": [
            {
                "name": "More Info",
                "link": null
            },
            {
                "name": "Gas Industry.",
                "link": null
            },
            {
                "name": "Irina Is A Writer For Oilprice.Com With Over A Decade Of Experience Writing On The Oil",
                "link": null
            },
            {
                "name": "Irina Slav",
                "link": null
            }
        ],
        "publisher": "oilprice.com",
        "publish_date": "",
        "text": "Crude oil production from onshore federal lands reached a record high over the first seven months of this year, New York Times’ Eric Lipton said in a tweet responding to a claim that oil production in Wyoming had peaked three years ago.\n\nLipton quoted data from the Department of the Interior, which has not been made public yet, as part of an investigation he and climate reporter Hiroko Tabuchi recently published about a second shale oil boom.\n\nThe investigation cites calculations based in Interior Department data made by Taxpayers for Common Sense, which suggests over 12.8 million acres of federal land were offered for leasing to oil and gas companies in FY 2018, which ended last month. This, Lipton and Tabuchi note, is three times more than the average acreage offered for leasing during the second Obama administration.\n\nTake-up has also been higher: leases in the same 12 months were the highest since 2012, the peak of the first shale revolution, as the Trump administration pursues its energy dominance agenda.\n\nThe figures from the first seven months of this year follow another record set last year. Reuters reported in June that crude oil production from federal lands and waters rose 7 percent in 2017 to the highest since at least 2007 if not longer. The average daily stood at 2.22 million barrels, compared with 2.07 million barrels daily a year earlier. Related: The Lucky Few In Canada’s Oil Patch\n\nWashington has been doing its best to stimulate a second shale boom by rolling back Obama-era regulations that restricted drilling on federal lands. This has naturally sparked a lot of opposition, so part of the changes introduced by the Trump administration have targeted opponents to the oil and gas industry by reducing the opportunities that drilling opponents have to put the brakes on oil and gas exploration.\n\nEarlier this year, the Interior Department approved a policy featuring provisions such as a 60-day deadline for processing proposed lease sales and cutting the protest periods to 10 days. Also, the department repealed a provision approved by the previous administration that gave other users of federal land such as hunters and anglers the power to object to a lease sale.\n\nIn addition, the public participation in some lease sale reviews was redirected to lower-level government officials, and environmental reviews of lease sales were reduced to six months with BLM officials no longer required to visit the site of the lease while they conduct the review.\n\nBy Irina Slav for Oilprice.com\n\nMore Top Reads From Oilprice.com:",
        "quotes": [],
        "links": {
            "articles": [
                "https://oilprice.com/Energy/Oil-Prices/The-Lucky-Few-In-Canadas-Oil-Patch.html",
                "https://www.reuters.com/article/us-usa-interior-oil/u-s-interior-agency-speeds-up-process-to-lease-oil-gas-on-federal-land-idUSKBN1FL6P8",
                "https://www.reuters.com/article/us-usa-interior-oil/u-s-federal-oil-output-hits-record-in-2017-in-boost-for-trump-energy-agenda-idUSKBN1JE29M",
                "https://www.nytimes.com/2018/10/27/climate/trump-fracking-drilling-oil-gas.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/EricLiptonNYT/status/1056557237714538498?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "production",
            "hit",
            "federal",
            "lands",
            "record",
            "department",
            "oil",
            "shale",
            "second",
            "million",
            "lease",
            "months"
        ]
    },
    {
        "url": "https://www.rt.com/usa/450931-green-new-deal-us-economy/",
        "title": "‘Green dream or whatever’: AOC leads Democrat push for US economic revolution",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "Congressional Democrats have proposed a ‘Green New Deal’ plan that aims to completely transform America’s economy and society within 10 years to combat climate change and create social justice. Critics were nonplussed.\n\nThe ambitious proposal, presented on Thursday by Congresswoman Alexandria Ocasio-Cortez (D-New York) and Senator Ed Markey (D-Massachusetts), lays out a plan to “mobilize every aspect of American society at a scale not seen since World War 2” to achieve “net-zero greenhouse gas emissions” while creating “economic prosperity for all.”\n\nThe #GreenNewDeal calls for mass job creation through:\n\n\n\n✅ Building resilience against climate-related disasters\n\n✅ Repairing infrastructure\n\n✅ Meeting 100% of our power demand through zero-emission sources\n\n✅ Upgrading every building in America\n\n✅ Removing greenhouse gases — Waleed Shahid (@_waleedshahid) February 7, 2019\n\n“This is a massive transformation of our society,” the materials explaining the proposed congressional resolution said. The Green New Deal (GND) wants to transition the US to “100% clean and renewable energy” while guaranteeing jobs with a family-sustaining wage, family and medical leave, vacations, and retirement security and free higher education, healthy food, healthcare, “adequate housing,” and economic security “for all who are unable or unwilling to work,” among other things.\n\nThough spearheaded by Ocasio-Cortez, the plan has already been endorsed by at least 60 Democrats in the House and by nine senators, the Washington Post reported, citing congressional Democrat aides. This includes five senators who have declared 2020 presidential ambitions.\n\nSCOOP: @AOC & @SenMarkey's \"Green New Deal\" plan heads for watershed moment, w/ 5 Sens. running for pres. -- Harris; Booker; Gillibrand; Sanders; Warren -- cosponsoring resolution\n\n\n\n+20 House Ds also on board\n\n\n\nCritics say AOC cant build consensus, but this looks like a big rollout — Jeff Stein (@JStein_WaPo) February 7, 2019\n\nThe proposal has also received vocal support from major environmentalist and activist groups such as the Sunrise Movement, Sierra Club, Latino Victory Fund, Justice Democrats and from billionaire funder of the “Need to impeach” campaign Tom Steyer.\n\nThe #GreenNewDeal Resolution from @AOC+@SenMarkey has launched with an INCREDIBLE slate of co-sponsors in the House and Senate: check it out!\n\n\n\nIf your Rep isn't on here, sign this petition to ask them to support it: https://t.co/t30NOqVnFP\n\n\n\n(Graphic by @justicedems!) pic.twitter.com/JLQF7DkeUf — Sunrise Movement 🌅 (@sunrisemvmt) February 7, 2019\n\nThe Sunrise Movement has even said that its members will storm the offices of members of Congress who fail to support the resolution by February 26, according to Reuters.\n\nHow much will this complete transformation of US society and economy cost? It doesn’t matter, according to Stephanie Kelton, a professor at Stony Brook University and former chief economist for Democrats on the Senate Budget Committee.\n\nQ: Can we afford a #GreenNewDeal?\n\nA: Yes. The federal government can afford to buy whatever is for sale in its own currency. — Stephanie Kelton (@StephanieKelton) February 7, 2019\n\nConservatives were quick to mock the proposal, with pundit Allie Beth Stuckey comparing it to the “Fyre Festival” fiasco.\n\nThe Green New Deal is the Fyre Festival of legislative proposals. Everyone spends all their money on what's promised to be an amazing destination only to get there and find yourself sleeping in a tent and selling your soul for a bottle of Evian. — Allie Beth Stuckey (@conservmillen) February 7, 2019\n\nBen Shapiro’s Daily Wire reached for Communism jokes right away:\n\nAs did the Christian satire site Babylon Bee:\n\nGreen New Deal Promises Energy-Efficient Gulags In Every Neighborhoodhttps://t.co/uJmbrI0wlbpic.twitter.com/ESUu6aCfp3 — The Babylon Bee (@TheBabylonBee) February 7, 2019\n\n“The Green New Deal seems a lot more like a Green Leap Forward,” quipped journalist Jack Posobiec, referring to China’s 1958-62 policy of rapid industrialization and collectivization – and the resulting famine that claimed between 18 and 55 million lives, depending on estimates.\n\nPosobiec also pointed out the un-ironic line in the proposal about getting rid of “farting cows and airplanes”:\n\nHere is the 1st bullet point in the #GreenNewDeal fact sheet FAQ\n\n\n\n\"We set a goal to get to net-zero, rather than zero emissions, in 10 years\n\nbecause we aren’t sure that we’ll be able to fully get rid of farting cows and\n\nairplanes that fast\" pic.twitter.com/QsfJhnN3M4 — Jack Posobiec 🇺🇸 (@JackPosobiec) February 7, 2019\n\nBen Domenech of the Federalist actually wrote a list of ten “most insane” points from the GND, including the elimination of all internal combustion engines, including cars and airplanes (“Good luck Hawaii!”), and refurbishing every single building in the US.\n\n\"That includes every home, factory, and apartment building, which will all need, for starters, to have their entire working heating and cooling systems ripped out and replaced with…well, with whatever technology Democrats are going invent in their committee hearings, I guess. — Ben Domenech (@bdomenech) February 7, 2019\n\nMeanwhile, Green Party presidential candidate Dr. Jill Stein endorsed the proposal’s goals but noted that it was lifted wholesale from their 2012 platform.\n\nWhere'd Green New Deal come from? It was the heart of our 2012 campaign, but give credit to @GreenPartyUS cofounder @HowieHawkins who ran for NY Gov on #GreenNewDeal in 2010. Let's create millions of jobs, fight climate crisis & make wars for oil obsolete! https://t.co/HVsipGK90f — Dr. Jill Stein🌻 (@DrJillStein) February 7, 2019\n\nAsked about the proposal on Thursday, Speaker of the House Nancy Pelosi (D-California) couldn’t even name it, let alone endorse it.\n\n“The green dream or whatever they call it, nobody knows what it is, but they’re for it, right?” she told reporters.\n\nIf you like this story, share it with a friend!",
        "quotes": [
            [
                "mobilize every aspect of American society at a scale not seen since World War 2",
                "",
                false
            ],
            [
                "This is a massive transformation of our society,",
                "Waleed Shahid",
                true
            ],
            [
                "for all who are unable or unwilling to work,",
                "",
                false
            ],
            [
                "The Green New Deal seems a lot more like a Green Leap Forward,",
                "Jack Posobiec",
                true
            ],
            [
                "We set a goal to get to net-zero, rather than zero emissions, in 10 years\n\nbecause we aren’t sure that we’ll be able to fully get rid of farting cows and\n\nairplanes that fast",
                "Jack Posobiec",
                false
            ],
            [
                "The green dream or whatever they call it, nobody knows what it is, but they’re for it, right?",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/viral/386649-fyre-festival-monument-millennial-naivety/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/AOC?ref_src=twsrc%5Etfw",
                "https://twitter.com/justicedems?ref_src=twsrc%5Etfw",
                "https://twitter.com/bdomenech/status/1093565900245090304?ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/GreenNewDeal?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/ESUu6aCfp3",
                "https://twitter.com/JStein_WaPo/status/1093488858375905282?ref_src=twsrc%5Etfw",
                "https://twitter.com/_waleedshahid/status/1093502775261040640?ref_src=twsrc%5Etfw",
                "https://apps.npr.org/documents/document.html?id=5729035-Green-New-Deal-FAQ",
                "https://twitter.com/GreenPartyUS?ref_src=twsrc%5Etfw",
                "https://t.co/uJmbrI0wlb",
                "https://t.co/JLQF7DkeUf",
                "https://twitter.com/HowieHawkins?ref_src=twsrc%5Etfw",
                "https://twitter.com/SenMarkey?ref_src=twsrc%5Etfw",
                "https://twitter.com/TheBabylonBee/status/1093566310003367936?ref_src=twsrc%5Etfw",
                "https://twitter.com/conservmillen/status/1093567747513114625?ref_src=twsrc%5Etfw",
                "https://twitter.com/JackPosobiec/status/1093578721984946176?ref_src=twsrc%5Etfw",
                "https://twitter.com/sunrisemvmt/status/1093577815927209984?ref_src=twsrc%5Etfw",
                "https://t.co/t30NOqVnFP",
                "https://twitter.com/StephanieKelton/status/1093575469440618496?ref_src=twsrc%5Etfw",
                "https://t.co/QsfJhnN3M4",
                "https://t.co/HVsipGK90f",
                "https://twitter.com/DrJillStein/status/1093546358122971136?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "green",
            "democrats",
            "push",
            "economic",
            "building",
            "revolution",
            "support",
            "aoc",
            "proposal",
            "society",
            "dream",
            "greennewdeal",
            "deal",
            "plan",
            "leads",
            "democrat",
            "house"
        ]
    },
    {
        "url": "https://oilprice.com/Energy/Energy-General/Meet-Americas-Newest-9-Trillion-Climate-Change-Solution.html",
        "title": "Meet America’s Newest $9 Trillion Climate Change Solution",
        "authors": [
            {
                "name": "Daniel Williams",
                "link": null
            },
            {
                "name": "Dan Pearson",
                "link": null
            },
            {
                "name": "More Info",
                "link": null
            },
            {
                "name": "A Member Of The Creative Professionals Networking Group.",
                "link": null
            },
            {
                "name": "Researcher For Oilprice.Com",
                "link": null
            },
            {
                "name": "Writer",
                "link": null
            },
            {
                "name": "Julianne Geiger",
                "link": null
            }
        ],
        "publisher": "oilprice.com",
        "publish_date": "",
        "text": "Democratic Presidential hopeful and Washington Governor Jay Inslee unveiled a plan today for combating climate change through an oft-before cited transition away from fossil fuels and towards renewable energy.\n\nThe proposal, which Inslee refers to as the “Evergreen Economy Plan”, would cost $9 trillion and is distinct from the Green New Deal championed by AOC. Inslee says his plan seeks to create eight million jobs over ten years while it builds a “clean energy economy”.\n\nThe hefty price tag for the EEP would come from government ($300 billion annually) as well as private ($600 billion annually) funds. Inslee took the opportunity in announcing his plan to pat himself on the back for his clean energy efforts in his home state of Washington, which, Inslee says, is the “fastest-growing economy in the nation.”\n\nThe plan may divide the democratic party with those who back the Green New Deal and the Evergreen Economy plan. Inslee told the Guardian, however, that where the Green New Deal was like saying we should go to the moon, whereas his plan was like how to build the rocket ship.\n\nInslee is focusing on climate initiatives as the basis for his 2020 campaign for the White House, which Inslee says is the crux of other initiatives as well, with extreme temperatures and weather threatening everything from the economy and national security.\n\nAccording to the extensive document outlining the plan, the EEP cites an “urgent need to support frontline, low-income, and Indigenous communities, and communities of color. These communities are being impacted first and worst by the accelerating damages of climate change, and have endured a legacy of air, water, toxics and climate pollution, along with a deficit of public investment and support.”\n\nInslee’s plan takes a shot at fossil fuels, calling for an end to “all manner of fossil fuel giveaways,” and protecting public lands.\n\nBy Julianne Geiger for Oilprice.com\n\nMore Top Reads From Oilprice.com:",
        "quotes": [
            [
                "fastest-growing economy in the nation.",
                "Inslee",
                false
            ],
            [
                "urgent need to support frontline, low-income, and Indigenous communities, and communities of color.",
                "",
                false
            ],
            [
                "These communities are being impacted first and worst by the accelerating damages of climate change, and have endured a legacy of air, water, toxics and climate pollution, along with a deficit of public investment and support.",
                "",
                true
            ],
            [
                "all manner of fossil fuel giveaways,",
                "Inslee",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://oilprice.com/The-Environment/Global-Warming/The-Shocking-Details-Of-The-Green-New-Deal.html",
                "https://www.theguardian.com/us-news/2019/may/16/2020-jay-inslee-climate-change-plan",
                "https://oilprice.com/Energy/Energy-General/Oil-Production-On-Federal-Lands-To-Hit-New-Record.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "meet",
            "trillion",
            "green",
            "change",
            "americas",
            "economy",
            "communities",
            "inslee",
            "solution",
            "washington",
            "deal",
            "newest",
            "public",
            "fossil",
            "plan",
            "climate"
        ]
    }
]