[
    {
        "url": "https://newspunch.com/james-bond-black-female-actor-new-007/",
        "title": "James Bond: Black Female Actor Is Revealed As ‘The New 007’",
        "authors": [
            {
                "name": "Baxter Dmitry",
                "link": null
            }
        ],
        "publisher": "newspunch.com",
        "publish_date": "2019-07-15",
        "text": "After years of rumors about who would replace Daniel Craig in the James Bond film series — with many people predicting the role would be handed to a black man — the producers have reportedly handed the iconic role to a black woman.\n\nThe news comes just weeks after African-American singer Halle Bailey was cast as Ariel in Disney’s live action remake of the Little Mermaid.\n\nThe Daily Mail has quoted from an anonymous “movie insider”, who says that the 25th film opens with Bond (Daniel Craig), retired in Jamaica, being called back to action to fight a new villain.\n\n“There is a pivotal scene at the start of the film where M says, “Come in 007”, and in walks Lashana who is black, beautiful and a woman,” the source said. “It’s a popcorn-dropping moment. Bond is still Bond but he’s been replaced as 007.”\n\nLynch, 31, made her film debut in 2011’s Fast Girls, but her breakthrough role came earlier this year, as fighter pilot Maria Rambeau in Captain Marvel.\n\nHowever, it’s not as straight forward as it seems. Lynch won’t be playing Bond in the film, but she will have the famous 007 callsign.\n\nWhat’s going on?\n\nThe Daily Mail reported the following late Saturday:\n\nIn what’s been called a ‘popcorn-dropping moment’, British star Lashana Lynch, will be given Bond’s license to kill in the 25th movie in the franchise, currently being shot in Italy and the UK. However, traditionalists can relax: she’s not the new Bond, but a new character who takes over his secret agent number after he leaves MI6. … A movie insider said: ‘There is a pivotal scene at the start of the film where M says ‘Come in 007’, and in walks Lashana who is black, beautiful and a woman. ‘It’s a popcorn-dropping moment. Bond is still Bond but he’s been replaced as 007 by this stunning woman.\n\nPer DailyCaller:\n\nYeah, you can go ahead and assume this is a test run of some kind to see how fans react. If they’re done with Lynch getting the callsign and codename, then don’t be surprised if we see her eventually just take over the whole thing.\n\nThis is Daniel Craig’s last time as the famous spy, and that means the studio hasn’t found somebody new. Would they really choose a woman?\n\nWho knows, but I never thought we’d ever see anybody else have the callsign 007. Yet, here we are.\n\nLet me be as clear as I possibly can be here because I don’t want any confusion. I have no issue with the new report and I have no issue with any man playing Bond if he can pull it off.\n\nHowever, I think I speak for fans everywhere when I say making a woman James Bond is an atrocious idea. I don’t care how talented they are. His name is James for a reason and he’s a womanizing badass spy.\n\nDoesn’t exact work the same if it’s a woman.\n\nIf the new James Bond going forward is a woman, you can expect fans to revolt. It’s that simple.",
        "quotes": [
            [
                "There is a pivotal scene at the start of the film where M says, “Come in 007”, and in walks Lashana who is black, beautiful and a woman,",
                "",
                true
            ],
            [
                "It’s a popcorn-dropping moment.",
                "",
                true
            ],
            [
                "Bond is still Bond but he’s been replaced as 007.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.dailymail.co.uk/news/italy/index.html",
                "https://www.theguardian.com/film/2019/jul/04/us-singer-halle-bailey-cast-as-ariel-in-disneys-live-action-remake-of-the-little-mermaid",
                "https://www.theguardian.com/film/2019/mar/05/captain-marvel-review-brie-larson-samuel-l-jackson",
                "https://www.dailymail.co.uk/news/article-7244671/Thought-007-never-woman-black-shes-James-Bond-hand-number-over.html",
                "https://www.theguardian.com/film/2012/jun/14/fast-girls-review"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://dailycaller.com/2019/06/04/james-bond-25-explosion-injury/",
                "https://dailycaller.com/2019/07/14/james-bond-25-007-lashana-lynch/",
                "https://dailycaller.com/2019/06/25/james-bond-25-movie-inside-look/"
            ]
        },
        "key_words": [
            "movie",
            "popcorndropping",
            "007",
            "woman",
            "female",
            "revealed",
            "black",
            "james",
            "film",
            "moment",
            "bond",
            "actor",
            "role"
        ]
    },
    {
        "url": "https://www.dailymail.co.uk/news/italy/index.html",
        "title": "Italy News with Updates on Rome, Milan and PM Paolo Gentiloni",
        "authors": [],
        "publisher": "www.dailymail.co.uk",
        "publish_date": "",
        "text": "Love Island fans let rip at 'savage' Michael for 'disrespecting' Amber as he orders her to SIT DOWN and says he would NEVER get back with her",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.dailymail.co.uk/tvshowbiz/article-7250373/Love-Island-fans-let-rip-savage-Michael-disrespecting-Amber.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "let",
            "orders",
            "rip",
            "gentiloni",
            "love",
            "michael",
            "fans",
            "disrespecting",
            "savage",
            "italy",
            "island",
            "rome",
            "sit",
            "updates",
            "paolo",
            "milan"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/2019/jul/04/us-singer-halle-bailey-cast-as-ariel-in-disneys-live-action-remake-of-the-little-mermaid",
        "title": "US singer Halle Bailey cast as Ariel in Disney's live-action remake of The Little Mermaid",
        "authors": [
            {
                "name": "Press Association",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2019-07-04",
        "text": "Director says 19-year-old has ‘spirit, heart, youth, innocence and substance – plus a glorious singing voice’\n\nUS singer Halle Bailey cast as Ariel in Disney's live-action remake of The Little Mermaid\n\nSinger Halle Bailey has been cast as Ariel in Disney’s live action reimagining of The Little Mermaid.\n\nThe 19-year-old – who is in musical duo Chloe X Halle with her sister Chloe – was cast after an “extensive search”.\n\nShe said on Twitter that it was a “dream come true”.\n\nchloe x halle (@chloexhalle) dream come true... 🧜🏽‍♀️🌊 pic.twitter.com/sndjYUS6wO\n\nThe film is being directed by Rob Marshall, who said: “After an extensive search, it was abundantly clear that Halle possesses that rare combination of spirit, heart, youth, innocence, and substance - plus a glorious singing voice - all intrinsic qualities necessary to play this iconic role.”\n\nNews of the casting was praised on Twitter, with many people remarking on the significance of a young black woman taking on the role.\n\nEvette Dionne 🏁 (@freeblackgirl) Halle Bailey, a Black teens who wears locs, being cast as a Disney princess is what dreams are made of. Imagine what just seeing her onscreen will do for this generation of Black girls.\n\nKevin Fallon (@kpfallon) Brandy walked so Halle Bailey could swim. pic.twitter.com/FGuwAzAHUT\n\nWajahat Ali (@WajahatAli) I look forward to taking my daughter to see Halle Bailey as Ariel in the live action version of Little Mermaid. She'll be ecstatic seeing another girl of color as a Disney princess. I will have to tolerate the songs, but...worth it.\n\nMarshall will also produce with John DeLuca, Marc Platt and Lin-Manuel Miranda.\n\nThe film will feature songs from the 1989 animated classic by Alan Menken and Howard Ashman, as well as new songs by Menken and Miranda.\n\nProduction on The Little Mermaid is expected to begin in early 2020.",
        "quotes": [
            [
                "spirit, heart, youth, innocence and substance – plus a glorious singing voice",
                "",
                false
            ],
            [
                "After an extensive search, it was abundantly clear that Halle possesses that rare combination of spirit, heart, youth, innocence, and substance - plus a glorious singing voice - all intrinsic qualities necessary to play this iconic role.",
                "Rob Marshall",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/kpfallon/status/1146509835158151168?ref_src=twsrc%5Etfw",
                "https://twitter.com/freeblackgirl/status/1146515213853741056?ref_src=twsrc%5Etfw",
                "https://twitter.com/WajahatAli/status/1146515563780423682?ref_src=twsrc%5Etfw",
                "https://t.co/FGuwAzAHUT",
                "https://twitter.com/chloexhalle/status/1146509551497170944?ref_src=twsrc%5Etfw",
                "https://t.co/sndjYUS6wO"
            ]
        },
        "key_words": [
            "liveaction",
            "ariel",
            "mermaid",
            "little",
            "disneys",
            "remake",
            "x",
            "twitter",
            "cast",
            "black",
            "songs",
            "bailey",
            "singer",
            "halle",
            "youth"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/2019/mar/05/captain-marvel-review-brie-larson-samuel-l-jackson",
        "title": "Captain Marvel review – Brie Larson kicks ass across the universe",
        "authors": [
            {
                "name": "Peter Bradshaw",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2019-03-05",
        "text": "This latest tale from the Marvel cinematic universe takes us way back in time, many years before the great catastrophe shown in Avengers: Infinity War. We have crash-landed in mid-90s America: a hilariously antediluvian world of Blockbuster video stores, dial-up internet, web searches via AltaVista, and grindingly slow CD-Rom drives. At one important stage, there’s a soundtrack outing for Nirvana: “Come as you are, as you were / As I want you to be / As a friend, as a friend / As a known enemy ...”\n\nThis is an engaging and sometimes engagingly odd superhero action movie from directors and co-writers Anna Boden and Ryan Fleck, a weirdly nonlinear mashup of past and present, memories and present experience, Earth and non-Earth action. It’s an unconventional origin-myth story, which makes it initially uncertain what the nature of those origins is, and maybe even whose origins exactly we’re talking about. There’s an eccentric splurge of tonal registers from boomingly serious to quirkily droll. It gives us a playful first glimpse of a number of things, important and otherwise, including how Shield agent Nick Fury acquired a notable part of his badass image – Fury played of course by Samuel L Jackson, his face digitally regressed to the way it looked around the time of Pulp Fiction. A lovable cat makes an important appearance.\n\nFacebook Twitter Pinterest Digitally regressed … Samuel L Jackson as the youthful Nick Fury. Photograph: Allstar/Marvel Studios\n\nThe film hinges on a fierce performance from Brie Larson, though I think it could have showcased her in a stronger, clearer starring role and assigned her more of the script’s funny lines. She is a tough and disciplined warrior who has been recruited into the ranks of the Kree, an alien fighting force previously seen in the Guardians of the Galaxy films, engaged in a vicious battle with the Skrulls, a nation of extraterrestrial shapeshifters, led by Talos (Ben Mendelsohn). And here, incidentally, is another qualification: I wanted more martial arts and kickboxing action from Brie Larson, because these are very good moments.\n\nWhen she finds herself detached from her unit in time-honoured, war-movie style, all alone on our own planet – which one of her comrades harshly describes as a “shithole” despite the fact that it looks considerably better than any other planet featured here – she is plagued by memory flashes, fragments of what appears to be a lost Earthling identity. There are glimpses of an unhappy childhood, a cruel father, a Top Gun-style military training in the US air force alongside a loyal friend Maria (Lashana Lynch) and a mysterious mentorship from an enigmatic woman played by Annette Bening. These are the puzzle pieces that must be fitted together so she can understand her own captaincy of a mighty superhero destiny.\n\nPlay Video 1:57 Watch the trailer for Captain Marvel – video\n\nBoden and Fleck nicely set up her mix of determination and vulnerability in the initial training scenes, vaguely reminiscent of Clarice Starling (and there is a reference to that other 90s pop-cultural touchstone, The Silence of the Lambs). She has to practise her martial arts in one-on-one dialogue jousts with Yon-Rogg (Jude Law) and establish an ésprit de corps with fellow soldiers, including Minn Erva (Gemma Chan) and Korath (Djimon Hounsou).\n\nLaw is sprightly enough, but Larson’s chemistry is much more on Earth with Jackson, whose young Nick Fury here is very good; he works so well with Larson. They have a great scene together when they have to work out how to escape from a locked USAF office.\n\nRotten Tomatoes rescues Captain Marvel from review trolls Read more\n\nFacebook Twitter Pinterest Shapeshifter … Ben Mendelsohn as Talos. Photograph: Allstar/Marvel Studios\n\nLarson has the natural body language of a superhero: that mixture of innocence and insouciance, that continuous clear-eyed idealism and indignation combined with unreflective battle-readiness, all the things that give MCU films their addictive quality. I wanted a clearer, more central story for Captain Marvel’s emergence on to the stage, and in subsequent films – if she isn’t simply to get lost in the ensemble mix – there should be more of Larson’s own wit and style and, indeed, plausible mastery of martial arts. In any case, Captain Marvel is an entertaining new part of the saga.",
        "quotes": [
            [
                "Come as you are, as you were / As I want you to be / As a friend, as a friend / As a known enemy ...",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/film/2019/feb/27/rotten-tomatoes-captain-marvel-brie-larson-review-trolls",
                "https://www.theguardian.com/film/2018/apr/24/avengers-infinity-war-review-supremely-entertaining-showdown-in-the-grand-marvel-tradition",
                "https://www.theguardian.com/lifeandstyle/2018/aug/11/q-and-a-gemma-chan",
                "https://www.theguardian.com/film/2016/nov/03/djimon-hounsou-my-son-told-me-i-want-to-be-light-skinned-so-i-can-climb-the-walls-like-spider-man",
                "https://www.theguardian.com/film/2017/nov/01/the-silence-of-the-lambs-review-anthony-hopkins-jodie-foster-jonathan-demme"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/intent/tweet?text=Captain%20Marvel%20review%20%E2%80%93%20Brie%20Larson%20kicks%20ass%20across%20the%20universe&url=https%3A%2F%2Fwww.theguardian.com%2Ffilm%2F2019%2Fmar%2F05%2Fcaptain-marvel-review-brie-larson-samuel-l-jackson%3FCMP%3Dshare_btn_tw%26page%3Dwith%3Aimg-3%23img-3",
                "https://www.theguardian.com/film/superhero-movies",
                "https://www.imdb.com/name/nm2736476/",
                "https://www.theguardian.com/film/annette-bening",
                "https://www.theguardian.com/film/samuel-l-jackson",
                "https://www.theguardian.com/culture/ben-mendelsohn",
                "https://www.theguardian.com/film/brie-larson",
                "https://www.theguardian.com/music/nirvana",
                "https://twitter.com/intent/tweet?text=Captain%20Marvel%20review%20%E2%80%93%20Brie%20Larson%20kicks%20ass%20across%20the%20universe&url=https%3A%2F%2Fwww.theguardian.com%2Ffilm%2F2019%2Fmar%2F05%2Fcaptain-marvel-review-brie-larson-samuel-l-jackson%3FCMP%3Dshare_btn_tw%26page%3Dwith%3Aimg-2%23img-2",
                "https://www.theguardian.com/film/guardians-of-the-galaxy",
                "https://www.theguardian.com/film/captain-marvel",
                "https://www.theguardian.com/culture/marvel",
                "https://www.theguardian.com/culture/jude-law"
            ]
        },
        "key_words": [
            "superhero",
            "important",
            "jackson",
            "marvel",
            "ass",
            "fury",
            "friend",
            "review",
            "larson",
            "kicks",
            "captain",
            "nick",
            "brie",
            "martial",
            "universe"
        ]
    },
    {
        "url": "https://www.dailymail.co.uk/news/article-7244671/Thought-007-never-woman-black-shes-James-Bond-hand-number-over.html",
        "title": "Thought 007 could never be a woman or black? Well, she's both! James Bond will hand the number over",
        "authors": [
            {
                "name": "Caroline Graham For The Mail On Sunday In Los Angeles",
                "link": null
            }
        ],
        "publisher": "www.dailymail.co.uk",
        "publish_date": "2019-07-13",
        "text": "Since Daniel Craig announced he was standing down as James Bond, debate has raged whether the next 007 should be a woman, or black.\n\nNow The Mail on Sunday can reveal that she will be both – thanks to the intervention of feminist TV writer Phoebe Waller-Bridge.\n\nIn what's been called a 'popcorn-dropping moment', British star Lashana Lynch, will be given Bond's licence to kill in the 25th movie in the franchise, currently being shot in Italy and the UK.\n\nCome in 007: British star Lashana Lynch walks in when the James Bond spy number is called\n\nHowever, traditionalists can relax: she's not the new Bond, but a new character who takes over his secret agent number after he leaves MI6.\n\nThe story begins with Bond retired in Jamaica. But spymaster M – played by Ralph Fiennes – calls him back in desperation to tackle a new global crisis.\n\nA movie insider said: 'There is a pivotal scene at the start of the film where M says 'Come in 007', and in walks Lashana who is black, beautiful and a woman.\n\n'It's a popcorn-dropping moment. Bond is still Bond but he's been replaced as 007 by this stunning woman.\n\n'Bond, of course, is sexually attracted to the new female 007 and tries his usual seduction tricks, but is baffled when they don't work on a brilliant, young black woman who basically rolls her eyes at him and has no interest in jumping into his bed. Well, certainly not at the beginning.'\n\nThe source added that the phrase 'Bond girls' is now forbidden, saying: 'We were all told that from now on they are to be addressed as 'Bond women'.'\n\nWaller-Bridge, who wrote the BBC comedy Fleabag and the female-led thriller Killing Eve, was recruited to ensure the 57-year-old franchise moved with the times. She said: 'There's been a lot of talk about whether or not Bond is relevant now because of who he is and the way he treats women.\n\n007: Daniel Craig in action in the new movie which promises to be packed with humour\n\n'I think that's b******s. I think he's absolutely relevant now. [The franchise] has just got to grow. It has just got to evolve, and the important thing is that the film treats the women properly. He doesn't have to. He needs to be true to his character.'\n\nMs Lynch, 31, had a breakthrough role as the fighter pilot Maria Rambeau in Captain Marvel, released earlier this year.\n\nFilm-makers create avatar of Daniel Craig’s face for dangerous stunts Daniel Craig’s desire to do all his own stunts on the new Bond film has been thwarted by injury. But now producers have come up with a high-tech solution worthy of Q to make it look as if he’s in the thick of the action. Special-effects wizards have created a computer avatar of the 51-year-old star, which will enable his face to be digitally superimposed on to the body of his stunt double – Frenchman Jean-Charles Rousseau, 31. Craig was forced to change his stunt plans after injuring an ankle while filming a chase scene in Jamaica in May. In his 13 years as Bond, he has also smashed two teeth, dislocated a shoulder, sprained a knee and sliced the tip off one of his fingers. A source said: ‘Daniel is in great shape but there are some scenes he can’t do because they are too physically challenging. Plus the insurance company won’t let him. So his face will be superimposed later.’\n\nOriginally from Hammersmith, West London, she made her debut in the 2011 drama Fast Girls, has appeared in Silent Witness and Death In Paradise and was a regular cast member on the short-lived 2015 BBC show Crims. She also played Rosaline Capulet in the American period drama series Still Star-Crossed, set after the deaths of Romeo and Juliet.\n\nThe source said: 'Lashana is absolutely brilliant and Phoebe's script is as sharp and funny as you would expect. This Bond pays tribute to some of the earlier films with a lot of humour.'\n\nIndeed, one photograph taken on set shows Ms Lynch in a safari suit similar to the one Roger Moore famously wore when he played 007.\n\n'This is a Bond for the modern era who will appeal to a younger generation while sticking true to what we all expect in a Bond film,' the source added. 'There are spectacular chase sequences and fights, and Bond is still Bond but he's having to learn to deal with the world of #MeToo.'\n\nSo hopefully the script will be the least of the problems for a film that has already been hit by the replacement of original director Danny Boyle, injury to Craig, and a crew member getting hurt in an explosion on set.",
        "quotes": [
            [
                "Daniel is in great shape but there are some scenes he can’t do because they are too physically challenging.",
                "",
                true
            ],
            [
                "Plus the insurance company won’t let him.",
                "",
                true
            ],
            [
                "So his face will be superimposed later.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.dailymail.co.uk/news/italy/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "hand",
            "lashana",
            "craig",
            "lynch",
            "shes",
            "bond",
            "007",
            "woman",
            "black",
            "number",
            "james",
            "hes",
            "film",
            "source",
            "daniel",
            "thought",
            "star"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/2012/jun/14/fast-girls-review",
        "title": "Fast Girls – review",
        "authors": [
            {
                "name": "Peter Bradshaw",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2012-06-14",
        "text": "Here is a likable and fun British film: it's a little like Bend It Like Beckham. Four female athletes are preparing for the world championships in London in 2011 – the 2012 Olympics in all but name. Coach Tommy (Noel Clarke) is trying to weld these feisty track stars into a 4x100m relay team. But there's some serious aggravation between Lisa (Lily James), a posh princess whose dad is a former medal winner with political power, and Shania (Lenora Crichlow), who comes from a tough council estate. Lily's dad is incidentally played by Rupert Graves who weirdly looks as if he could be the father of teen diving star Tom Daley. There is a witty scene where the quartet insult some horrible blokes in a club and then outrun them on the street. There are nice supporting performances from Lorraine Burroughs and Phil Davis, and the script, co-written by Clarke, is well constructed. Fast Girls feels like the great-niece of the venerable Chariots of Fire: smart, unpretentious, with a great burst of speed.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "world",
            "fast",
            "witty",
            "clarke",
            "review",
            "dad",
            "venerable",
            "weld",
            "weirdly",
            "unpretentious",
            "trying",
            "girls",
            "winner"
        ]
    },
    {
        "url": "https://www.dailymail.co.uk/tvshowbiz/article-7250373/Love-Island-fans-let-rip-savage-Michael-disrespecting-Amber.html",
        "title": "Love Island fans let rip at 'savage' Michael for 'disrespecting' Amber",
        "authors": [
            {
                "name": "Lily Waddell",
                "link": null
            }
        ],
        "publisher": "www.dailymail.co.uk",
        "publish_date": "2019-07-15",
        "text": "Love Island viewers laid into Michael Griffiths for 'disrespecting' his ex Amber Gill as he instructed her to sit down and ruled out ever getting back with her on Monday.\n\nFans fumed as they claimed the firefighter, 27, spoke to the beauty therapist, 21, in a 'disgusting' way — which was also picked up by fellow islander Maura Higgins who remarked he was 'really rude'.\n\nAmong the angry followers, one wrote: 'It’s been 11 mins and I can still feel my blood boiling at how Michael just spoke to Amber. Fuming.'\n\nOut of order: Love Island fans let rip at 'savage' Michael for 'disrespecting' Amber as he ordered her to SIT DOWN and said he would NEVER get back with her on Monday\n\nSpeculation was rife that Amber and Michael would get back together when he chose not to leave alongside his partner Joanna Chimonides.\n\nAs talk spread round the villa like wildfire, the firefighter was quick to extinguish the flames as he claimed he would never get back with his ex.\n\nMichael got the islanders' tongues wagging when he demanded Amber sat down while he took her aside to chat for five minutes.\n\nHe said: 'Amber sit down for us, sit down. I just wanted to quickly grab you.'\n\nIn the distance, Maura could be heard saying: 'That was really rude.'\n\nDespicable: Fans fumed as they claimed the firefighter, 27, spoke to the beauty therapist, 21, in a 'disgusting' way — which was also picked up by fellow islander Maura Higgins who remarked he was 'really rude'\n\nMichael took the opportunity to address Amber's emotional confession that she wanted him back which had viewers cringing in their seats on Sunday.\n\nThe curly-haired beauty wore her heart on her sleeve as she confided in her ex about her feelings for him, even though he had pursued a new romance with Joanna.\n\nWith Joanna gone, and choosing not to go with her, quite rightly many of the islanders thought Michael secretly wanted to give it a second go with Amber.\n\nBut they were wrong; Michael said he wanted to get to know Joanna, even though she was no longer in the villa.\n\nOutrageous: Fans rushed to social media to complain about Michael's bad behaviour as they branded him 'utterly disgusting'\n\n'I appreciated what you said,' he mused. 'I wanted to get to know Joanna. I know she's gone but that's where it's heading.'\n\nIn total shock, Amber replied: 'What's the point of staying then? You'll think she'll still want you when you get back? Really?'\n\nMichael ruled out: 'I just wanted to make sure it was clear.'\n\nFans rushed to social media to complain about Michael's bad behaviour as they branded him 'utterly disgusting'.\n\nCould it be? Speculation was rife that Amber and Michael would get back together when he chose not to leave alongside his partner Joanna Chimonides\n\n'Michael is too disrespectful. Man has no home training #loveisland.' One fan wrote, leading the troops.\n\nOthers added: 'I'm sooooo sick of Michael speaking to Amber the way he does. Need to be taugh a lesson its happened too many times. Its utterly disgusting #Loveisland that “Sit Down” i wont get over it. Stupid man.'\n\n'For a guy like Michael claiming how mature he is the way he just spoke to Amber is the complete opposite “sit down” ARE YOU JOKIN.'\n\nSilenced: As talk spread round the villa like wildfire, the firefighter was quick to extinguish the flames as he claimed he would never get back with his ex\n\nHow dare he: Michael got the islanders' tongues wagging when he demanded Amber sat down while he took her aside to chat for five minutes\n\n'The way Michael speaks to Amber is disgusting and that was purely for Joanna’s benefit while she sits in a nearby hotel drinking green tea.'\n\nHe later told the boys: 'I feel a bit savage. So thought can’t leave it open ended there was speculation and I can’t let it happen again.'\n\nEarlier in the episode, Joanna branded Michael a 'f***ing snake' for not leaving with her as she cried while she left the villa.\n\nFans later accused Michael of 'crocodile tears' when he put his head in his hands and sobbed while he reflected on Joanna's departure in the Beach Hut.\n\nIn explosive scenes, Joanna's cutting words had made an impression on him as she let rip: 'You clearly [didn't find what you're looking for]...You're a f***ing snake.'\n\nOutrage: Love Island’s Joanna brands Michael a ‘f**king snake’ for not leaving with her as she makes tearful departure from the villa… but fans accuse him of CROCODILE tears\n\nThe beauty, who had already mapped out her future with Michael as she had wondered what their kids would look like and even discussed a potential marriage proposal, then told Michael to make amends with his ex Amber Gill.\n\nIt all exploded in Michael's face after the awkward-looking hunk had expressed his disappointment because he claimed to have found everything he was looking for.\n\nHe said: 'I found what I wanted and now she's leaving.'\n\nThe silence was deafening when Michael didn't say he was going to end his Love Island journey with Joanna, instead he bid her farewell with the rest of the islanders.\n\nTense: It all exploded in Michael's face after the awkward-looking hunk had expressed his disappointment because he claimed to have found everything he was looking for\n\nAs emotions run high in the episode, Michael confessed to his pal Jordan Hames he thinks Joanna would have left with him if he had been voted off.\n\nIn the Beach Hut, the tattooed hunk admitted he didn't know why he hadn't walked with her but he did find it difficult to get out of bed following Joanna's departure.\n\nSocial media was awash with a flurry of criticism as fans accused the firefighter of faking his tears for the camera and they urged him to get back with Amber.\n\n'Can Michael stop the crocodile tears and go crack on with amber again?' One fan wrote, leading the troops.\n\nWhat will happen? Tearful Amber sought solace from her fun-loving BFF Ovie Soko as she nuzzled her head into his chest while she watched the drama unfold\n\nOthers added: 'Michael is really moving like he is there by force - squeezing out mad tears.'\n\n'Thems some Crocodile Tears there Michael.'\n\n'Bore off with the crocodile tears Michael, if you really liked her you would be out the door as well.'\n\n'Michael is just trying to save face. I don’t buy those tears.'\n\n'Crocodile tears if you ask me, Michael ain’t daft.'\n\n'Michael’s tears are because he backed the wrong horse. He thought the public disliked Amber so he left her. Now it has finally dawned on him that he’s lost the £50k and the girl.'\n\n'Michael you’re being CHALDISH dry your tears just LEAVE.' (sic)",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.dailymail.co.uk/tvshowbiz/love-island/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "let",
            "rip",
            "love",
            "michael",
            "fans",
            "disrespecting",
            "wanted",
            "savage",
            "amber",
            "island",
            "firefighter",
            "really",
            "sit",
            "way",
            "tears",
            "joanna",
            "claimed"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/2019/feb/27/rotten-tomatoes-captain-marvel-brie-larson-review-trolls",
        "title": "Rotten Tomatoes rescues Captain Marvel from review trolls",
        "authors": [
            {
                "name": "George Nash",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2019-02-27",
        "text": "Rotten Tomatoes is fighting back against online trolls. The reviews aggregator site announced that it will prevent users from commenting on a film before its release date, after a recent barrage of negative online comments targeting the forthcoming Captain Marvel film.\n\nRotten Tomatoes’ move came as it cited an “uptick in non-constructive input, sometimes bordering on trolling”. Captain Marvel, the widely anticipated 21st instalment in the Marvel Cinematic Universe which stars Brie Larson in the title role, is released in US and UK cinemas on 8 March, but has nonetheless been subject to a flurry of negative reviews posted to the film’s Rotten Tomatoes page over the last few weeks, resulting in its “audience score” plummeting from 96% to 54%.\n\n\n\nIt appears the backlash has been fuelled by Larson’s recent comments about the movie’s press tour, in which she expressed growing concerns about the “overwhelmingly white male” proportion of film journalists she has spoken to over the last few years. In an interview with Marie Claire earlier this year, the actor, who won an Oscar in 2016 for her performance in Room, spoke about utilising her role as the eponymous superhero to campaign for increased diversity in the movie industry.\n\nRotten Tomatoes’ influence on movies’ box-office performance has been widely acknowledged in the industry, with Ethan Titelman, an executive at Hollywood market research firm National Research Group, telling the Guardian: “Its influence is growing and broadening out. Once it would have been for your tech-savvy early adopters, but it has actually doubled its influence over moviegoers aged over 45 in the last couple of years alone.”\n\n\n\nThis isn’t the first time a film’s Rotten Tomatoes page has been the target of online hostility. Rian Johnson’s Star Wars: The Last Jedi, Paul Feig’s all-female Ghostbusters reboot and Marvel superhero movie Black Panther were all recipients of angry trolling prior to their release in cinemas.",
        "quotes": [
            [
                "uptick in non-constructive input, sometimes bordering on trolling",
                "",
                false
            ],
            [
                "Its influence is growing and broadening out.",
                "Ethan Titelman",
                true
            ],
            [
                "Once it would have been for your tech-savvy early adopters, but it has actually doubled its influence over moviegoers aged over 45 in the last couple of years alone.",
                "Ethan Titelman",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/film/2018/feb/26/rotten-tomatoes-hollywood-love-hate-relationship",
                "https://www.theguardian.com/film/filmblog/2018/feb/05/black-panther-fought-off-a-toxic-ghostbusters-online-campaign-rotten-tomatoes",
                "https://www.theguardian.com/film/2019/feb/21/captain-marvel-why-sexist-attempts-at-sabotage-will-fail",
                "https://editorial.rottentomatoes.com/article/making-some-changes/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.theguardian.com/film/rotten-tomatoes"
            ]
        },
        "key_words": [
            "superhero",
            "reviews",
            "trolls",
            "rescues",
            "marvel",
            "influence",
            "widely",
            "review",
            "rotten",
            "trolling",
            "captain",
            "tomatoes",
            "online",
            "role"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/2018/apr/24/avengers-infinity-war-review-supremely-entertaining-showdown-in-the-grand-marvel-tradition",
        "title": "Avengers: Infinity War review – colossal Marvel showdown revels in apocalyptic mayhem",
        "authors": [
            {
                "name": "Peter Bradshaw",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2018-04-24",
        "text": "Not infinity perhaps, but a really, really big finity war. Colossal, cataclysmic, delirious, preposterous – and always surreally entertaining in the now well-established Marvel movie tradition. It’s a gigantic showdown between a force of cosmic wickedness and a chaotically assembled super-team of Marvel superheroes made more complicated by Doctor Strange’s tendency to multiclone himself in moments of battle stress.\n\nThere are some very unexpected family relationships that we had no idea about – potentially compromising unity in the face of encroaching evil. There are also some very surprising deaths – of which, of course, the less said the better. There are, moreover, some surprising omissions in the cast list. Or are there?\n\nAvengers: Infinity War is a giant battle for which directors Anthony and Joe Russo have given us touches of JRR Tolkien’s Return of the King and JK Rowling’s Harry Potter and the Deathly Hallows. The film delivers the sugar-rush of spectacle and some very amusing one-liners.\n\nWhatever else it does, this Marvel movie shows its brand identity in the adroit management of tone. One moment it’s tragic, the next, it’s cracking wise. It’s absurd and yet persuades you of its overwhelming seriousness. And there are some amazing Saturday-morning-kids-show moments when you feel like cheering.\n\n\n\nEarth is being threatened by a massive malign hunk with a huge ridgey chin called Thanos, played by Josh Brolin. If he can gain ownership of all the talismanic infinity stones and place them in the holes in his custom-built gauntlet then he will have the ultimate power to destroy anything he wishes in the universe. And he has a chilling wish for mass slaughter of half the sentient beings in existence, ostensibly so that the other half will have enough food to eat – but really so they will bow down to him as the tyrant lord.\n\n\n\nRanged against him, of course, are the good guys who come together not in a single phalanx but a constellation of improvised groupings, in which the alpha males have a tendency to bicker. Tony Stark (Robert Downey Jr) is nettled by Doctor Strange (Benedict Cumberbatch) and his supercilious air of intellectual superiority – and vice versa. Spider-Man (Tom Holland) shows up and annoys the hell out of them both with his millennial’s flair for pop culture references.\n\n\n\nThor (Chris Hemsworth) finds himself having to do a ride-along with the Guardians of the Galaxy and Peter Quill (Chris Pratt) is intimidated by Thor’s godlike machismo and finds himself trying to do the basso profundo voice.\n\n\n\nVision (Paul Bettany) and Wanda Maximoff (Elizabeth Olsen) are tormented by the glowing stone in Vision’s blue head, and they’re agonised by the thought that self-destruction is the only way to keep it out of Thanos’s huge mitts. Their own situation brings them into contact with Steve Rogers (Chris Evans) – who prefers his non-super name now, not Captain America, and also the always frowning Black Widow (Scarlett Johansson), together with the frankly traumatised Bruce Banner (Mark Ruffalo).\n\n\n\nScenes and situations whoosh by like a bizarre and bizarrely exciting dream. A sudden trip to Wakanda, with its secret world of remedial hi-tech surgery, seems entirely plausible. T’Challa, or Black Panther (Chadwick Boseman) greets the visitors with his habitual Shakespearean bearing and princely calm.\n\n\n\nInevitably, there is a little confusion. Groups of superheroes clash and each thinks the other is on Thanos’s side. “What master do you serve?” shouts one, awkwardly. “You mean – like Jesus?” comes the exasperated reply. No. Thor is the only god around here and even he isn’t guaranteed a result. It’s all in the cosmic balance.\n\n\n\nIn theory, all these superheroes crammed into one movie should trigger the law of diminishing returns and the Traveling Wilbury effect. And yet somehow in its pure uproariousness, it works. It’s just a supremely watchable film, utterly confident in its self-created malleable mythology. And confident also in the note of apocalyptic darkness.\n\nI know it’s silly. And yet I can’t help looking forward to the next supersized episode of mayhem.\n\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.theguardian.com/film/avengers--infinity-war",
                "https://www.theguardian.com/culture/marvel",
                "https://www.theguardian.com/film/black-panther"
            ]
        },
        "key_words": [
            "movie",
            "marvel",
            "war",
            "apocalyptic",
            "thanoss",
            "infinity",
            "colossal",
            "review",
            "chris",
            "mayhem",
            "surprising",
            "really",
            "revels",
            "superheroes",
            "avengers",
            "showdown",
            "tendency"
        ]
    },
    {
        "url": "https://www.theguardian.com/lifeandstyle/2018/aug/11/q-and-a-gemma-chan",
        "title": "Gemma Chan: ‘Is it better to give or to receive? Are we talking about oral sex?’",
        "authors": [
            {
                "name": "Micha Frazer-Carroll",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2018-08-11",
        "text": "The actor on Time’s Up, trying to save a stabbing victim and the joy of jigsaws\n\nGemma Chan: ‘Is it better to give or to receive? Are we talking about oral sex?’\n\nBorn in London, Gemma Chan, 35, grew up in Kent. She studied law at the University of Oxford before training at drama school. She went on to appear in Sherlock and Fresh Meat, before starring in the Channel 4 sci-fi drama Humans. She is in the new film Crazy Rich Asians, and next year will play Minn-Erva in Captain Marvel.\n\nWhat is your earliest memory?\n\nI was three and in a hospital lift with my dad – we’d visited my mum, who had just given birth to my little sister. I remember feeling sad my mum couldn’t come with us.\n\nWhat do you consider your greatest achievement?\n\nSometimes it’s kind of an achievement just to get up, get showered, feed myself and get through the day. But also I’ve been doing work with the UK sister to the Time’s Up movement. We’ve set up a justice and equality fund.\n\nWhat would your superpower be?\n\nTime travel – I’d go back to June 2016 and deface the buses that said: “We send the EU £350m a week; let’s fund the NHS instead.”\n\nWhat do you most dislike about your appearance?\n\nAs a little girl, I was quite self-conscious about my Asian features. A few kids made fun of the shape of my eyes. All the Barbies had blond hair and blue eyes, and I remember wishing I didn’t look the way I did – I was the only girl of colour in the area. But now I’ve got older, I’ve realised what makes you different is your strength.\n\nIf you could bring something extinct back to life, what would you choose?\n\nBlockbuster Video. I loved the routine of going there on a Friday night. Now I just log on to Netflix and end up browsing for an hour and never deciding what to watch.\n\nIs it better to give or to receive?\n\nAre we talking about oral sex? I’ll just say I think we all know the answer.\n\nWhat is the closest you’ve come to death?\n\nIn 2012 I stared into the eyes of someone who had just stabbed a man in the neck on the street. I was trying to help the victim; for a very long three or four seconds, I thought he was going to come for me next.\n\nWho would play you in the film of your life?\n\nScarlett Johansson. Just kidding.\n\nWhat is your favourite smell?\n\nOld books – it reminds me of the library when I was younger.\n\nWhat’s the worst thing anyone has said to you?\n\n“Donald Trump has been elected president.”\n\nWhich living person do you most despise, and why?\n\nI despise the so-called leaders, mostly in the Conservative party, who have got us into this colossal mess. They have just shat the bed and run away.\n\nWho would you invite to your dream dinner party?\n\nDavid Attenborough, Neil deGrasse Tyson, Maya Angelou, Anna May Wong and Carole Cadwalladr.\n\nMartin Kemp: ‘George Michael came on our first date’ Read more\n\nWhat is the worst job you’ve done?\n\nWhen I was a teenager I worked as a lifeguard, and one of our duties was to clean the showers. It essentially involved cleaning people’s pubes from the drain.\n\nHow do you relax?\n\nI listen to classical music and do 1,000-piece jigsaws.\n\nHow often do you have sex?\n\nAs often as possible.\n\nHow would you like to be remembered?\n\nJust to be remembered at all would be enough.\n\nTell us a secret.\n\nSometimes I eat Marmite straight from the jar.",
        "quotes": [
            [
                "Is it better to give or to receive?",
                "Gemma Chan",
                true
            ],
            [
                "Are we talking about oral sex?",
                "Gemma Chan",
                true
            ],
            [
                "We send the EU £350m a week; let’s fund the NHS instead.",
                "",
                true
            ],
            [
                "Donald Trump has been elected president.",
                "",
                true
            ],
            [
                "George Michael came on our first date",
                "Martin Kemp",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/world/2018/feb/18/sisters-this-is-our-moment-to-say-times-up",
                "https://www.theguardian.com/tv-and-radio/david-attenborough",
                "https://www.theguardian.com/books/2014/may/28/maya-angelou",
                "https://www.theguardian.com/business/2013/dec/12/blockbuster-disappear-high-street-close-dvds",
                "https://www.theguardian.com/lifeandstyle/2018/jul/14/martin-kemp-actor-interview-george-michael-first-date",
                "https://www.theguardian.com/film/shortcuts/2018/apr/25/crazy-rich-asians-can-the-romcom-be-a-gamechanger-for-representation",
                "https://www.dailymail.co.uk/news/article-2423819/Gemma-Chan-tells-court-horrifying-moment-watched-schizophrenic-stab-homeless-man-death-busy-London-street.html",
                "https://www.theguardian.com/books/2004/mar/13/featuresreviews.guardianreview5"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.marvel.com/movies/captain-marvel",
                "https://en.wikipedia.org/wiki/Neil_deGrasse_Tyson",
                "https://www.theguardian.com/film/scarlettjohansson",
                "https://www.theguardian.com/profile/carolecadwalladr",
                "https://www.theguardian.com/tv-and-radio/humans"
            ]
        },
        "key_words": [
            "oral",
            "youve",
            "victim",
            "chan",
            "trying",
            "ive",
            "come",
            "sister",
            "receive",
            "eyes",
            "sex",
            "better",
            "times",
            "gemma",
            "talking",
            "worst"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/2016/nov/03/djimon-hounsou-my-son-told-me-i-want-to-be-light-skinned-so-i-can-climb-the-walls-like-spider-man",
        "title": "Djimon Hounsou: ‘My son told me, I want to be light-skinned so I can climb the walls like Spider-Man’",
        "authors": [
            {
                "name": "Benjamin Lee",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2016-11-03",
        "text": "He starred in Legend of Tarzan, and was nominated for two supporting-actor Oscars – he’s ready for his own blockbuster now\n\nDjimon Hounsou: ‘My son told me, I want to be light-skinned so I can climb the walls like Spider-Man’\n\nHi Djimon, you play Chief Mbonga in The Legend of Tarzan. It’s quite rare to see a blockbuster of this scale set almost exclusively in Africa.\n\nThat’s always been the narrative of Africa, because Africans haven’t been able to use this universal instrument to tell stories like the west do. So, it’s always a struggle to find dignifying characters.\n\nDjimon Hounsou resigned to slave type-casting Read more\n\nYou have been nominated for two Oscars (1) . Do you think there haven’t been any acting nominees of colour for two years because the Academy favours films where the black characters are subservient to white characters ? Slaves and maids instead of businessmen and scientists…\n\nInteresting. That’s possible! I choke on that, but the reality is also: how many other films are out there about black folks? How many elevating stories about black folks are out there? You have a slave movie, you have a comedy and that’s that. There’s nothing else to nominate. It comes back to the lack of narratives out there for African characters.\n\nYou voiced Black Panther for the TV cartoon, but in the upcoming film, he’ll be played by Chadwick Boseman. Were you disappointed?\n\nThere are things that you hope to get and obviously everyone was talking about who would get the role and he was lucky to get it. It was not something that was mine that I’m losing. Fair enough that he got the role and I hope he does a great job with it.\n\nIt’s exciting that we have Black Panther and Luke Cage at the moment. Even 10 years ago, there were no major black superheroes on screen.\n\nIt’s about time! It’s absolutely great news to have a hero that black folks can identify with. Could you imagine my misfortune when my son told me: “I want to be light-skinned so I can climb the walls like Spider-Man” – just because he has seen Spider-Man and Batman and all these superheroes who were all white. The minute he said it, I was like, damn. My whole self was shattered. I was like, wow, what sort of comeback do you have for this? It’s important to recognise yourself. It’s absolutely important. That’s the value in telling stories. There’s a reason why we create fantasy stories, so we can surpass this life condition.\n\nYou started out as a model (2) . Is it hard not to get an ego if you are constantly being told how good-looking you are?\n\nHopefully, you don’t buy into your own hype. Everybody comes to that roadblock where you see yourself on a big screen or a big billboard and it’s quite nice and you’re recognised on the streets and it’s a gratifying moment, but then you realise that it ain’t all that. There’s a price to pay for that type of fame and a bit of that privacy has gone and once you realise that, it’s not all just about you. It’s beyond that and you quickly understand that fame has its own good and bad.\n\nYou starred in Gladiator with Russell Crowe and Oliver Reed. Crowe has said that Reed was drunk and difficult on set (3) . Were you aware of all this drama going on or were you away from it all?\n\nNo, I saw that. It was not anything more difficult than any other set necessarily. Oliver was being himself and the film was a huge undertaking, but none of that was a disturbance really. None of his drinking really posed a problem for the film. He just happened to pass in the middle of the production.\n\nHow do you deal with difficult co-stars? You seem like a pretty chill guy.\n\nThat’s exactly how you deal with the difficult actors. You just stay chill yourself and let them be fucking difficult. You just stay cool.\n\nDo you think the rough times you went through as a teenager on the streets (4) have helped to give you more perspective?\n\nI think coming from a less privileged background does influence your make up. Eventually you draw from all of those misfortunes. It can only help. Certainly when you’re playing some of those roles that are very organic and they have to stay raw, it’s important to have that foundation.\n\nNext up, you have a role in Guy Ritchie’s big budget King Arthur film with Charlie Hunnam and Jude Law. You have starred in many blockbusters (5) , but are you still waiting to be offered the lead in one of these films?\n\nThat would be nice! I’m looking forward to that.\n\nHave you come close before or are they still not being made with a black actor in the lead?\n\nThere certainly hasn’t been that much out there at this point. I haven’t come across many leads in potential blockbusters, but I’m working towards that.\n\nLeslie Jones bombarded with racist tweets after Ghostbusters opens Read more\n\nThere was a very strong reaction to the Ghostbusters remake from angry white guys. Where do you think this comes from?\n\nGreed. I certainly don’t try to pay too much attention. It’s unfortunate but it’s OK. It just makes the fight that much sweeter.\n\nFootnotes\n\n(1) Hounsou received supporting-actor nominations for In America and Blood Diamond.\n\n(2) He was encouraged by Thierry Mugler to pursue modelling in the late 80s and went on to appear in music videos for Madonna and Janet Jackson.\n\n(3) Crowe said of Reed: “I have seen him walk down the street in Malta drunk as a lord and just hit anybody he got near to – even a man walking with his children.”\n\n(4) After emigrating from Benin to France, he dropped out of school and was homeless for a while.\n\n(5) The global box office take of his films is more than $5bn (£4bn).\n\n• The Legend of Tarzan is out now on DVD and Blu-ray",
        "quotes": [
            [
                "My son told me, I want to be light-skinned so I can climb the walls like Spider-Man",
                "",
                false
            ],
            [
                "I want to be light-skinned so I can climb the walls like Spider-Man",
                "",
                false
            ],
            [
                "I have seen him walk down the street in Malta drunk as a lord and just hit anybody he got near to – even a man walking with his children.",
                "Crowe",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/film/filmblog/2014/oct/29/marvel-black-panther-black-superhero-chadwick-boseman",
                "https://www.theguardian.com/culture/2016/jul/18/leslie-jones-racist-tweets-ghostbusters",
                "https://www.theguardian.com/tv-and-radio/2016/sep/22/luke-cage-netflix-marvel-comics",
                "https://www.theguardian.com/film/2016/jul/07/legend-tarzan-review-alexander-skarsgard-christoph-waltz",
                "https://www.theguardian.com/film/2002/sep/23/news1"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://en.wikipedia.org/wiki/Black_Panther_(TV_series)"
            ]
        },
        "key_words": [
            "think",
            "white",
            "stay",
            "tarzan",
            "spiderman",
            "told",
            "lightskinned",
            "walls",
            "climb",
            "son",
            "black",
            "difficult",
            "hounsou",
            "film",
            "theres",
            "djimon",
            "thats"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/2017/nov/01/the-silence-of-the-lambs-review-anthony-hopkins-jodie-foster-jonathan-demme",
        "title": "The Silence of the Lambs review – psycho-killer Hannibal still chills",
        "authors": [
            {
                "name": "Peter Bradshaw",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2017-11-01",
        "text": "It’s a film with the most sensational “entrance” scene in modern film history – and the person doing the entering is entirely still. This is also the least cute meet-cute. FBI rookie Clarice Starling is sent to interview notorious incarcerated serial killer Dr Hannibal Lecter in his glass cell, to see if he can be intrigued, or persuaded, or teased, into helping the agency track down another psychotic murderer, nicknamed Buffalo Bill, who is still at large.\n\nWe come upon Lecter, along with Clarice, as he stands ramrod straight with his impassive black stare and thin smile, as still as a reptile in his tight-fitting prison fatigues. It’s a measure of the film’s horribly potent entertainment value that we take this preposterous situation seriously as a toughly realist, almost procedural thriller, and genuflect to Lecter’s fantastically preposterous intellectual attainments, making Woolworth’s-style pencil sketches of Clarice, cuddling a lamb.\n\nWith her sharp-faced intensity, Jodie Foster is outstanding as Clarice, the brilliant young operative who once made her mark as a student questioning the bureau’s civil-rights record in the Hoover era, it seems, and for her pains got an A-minus from her buzzard-like boss, Jack Crawford, played by Scott Glenn. Crawford is one of the many older men with an ambiguous, apparently romantic interest in Clarice. These include creepy Dr Frederick Chilton – played by Anthony Heald as hardly less weird than any of the imprisoned killers under his care – and of course Lecter himself.\n\nAnthony Hopkins’ performance as Lecter is an uproarious technical masterpiece. All his stage work and accumulated Shakespearian savvy had been leading to this moment. The high-impact closeups on his face that director Jonathan Demme creates are moments of climactic confrontation, intercut with closeups on Clarice, and they land like crashes of timpani. His Dr Lecter whimsically declares that he will help Clarice, but only in exchange for being allowed to psychoanalyse her, listen to her most intimate fears and memories and … what? Exorcise them? Violate them?\n\nThen it turns out that Buffalo Bill’s most recent prisoner-victim, Catherine (Brooke Smith), is the daughter of a US senator, Ruth Martin (Diane Baker) – a brilliant narrative contrivance which means that Lecter’s expertise is now such that he must be treated as a kind of VIP prisoner and transported to Memphis, facilitating the use of those extraordinary restraints and masks.\n\nFacebook Twitter Pinterest Cell mates … Clarice confronts the monstrous Dr Lecter. Photograph: Allstar/Cinetext/Orion Pictures\n\nBut how exactly does he reach Chilton’s carelessly unguarded pen, extract the inner nib, keep it in his mouth until such time as he can use it to unlock handcuffs – which themselves would appear to have a very serious design flaw? Well, these feats give Lecter an almost supernatural edge on his enemies.\n\nFor me, the strangest moment is when Senator Martin makes her TV broadcast statement to Buffalo Bill, repeatedly using Catherine’s name and using old photos of her as a child, in an attempt to make him see her as a human being. It’s a psychologically sophisticated approach that onlookers call “smart”. And yet the awful, unemphasised point is that it doesn’t make the slightest difference. There are no scenes in which Buffalo Bill is shown ignoring her on the TV, or coldly or irritably snapping the TV off. He just never sees this broadcast and the utter failure of this “smart” appeal is never remarked on. There is a grisly pessimism in this.\n\nJonathan Demme: 'A storyteller of bold and muscular force' | Peter Bradshaw Read more\n\nAfter 26 years, The Silence of the Lambs holds up terrifically well; what emerge stronger than ever are Clarice’s flashback memories of her cop dad. Like Spielberg’s Jaws, this movie evolves the style of Roger Corman, who is given a cameo, although if this was being made today, the writers might be a bit charier of venturing into trans issues with the egregious Buffalo Bill, and the misjudged condescension of Clarice saying that trans people are generally “very passive”.\n\nThe bizarre autopsy scene is still horribly unnerving, with the participants putting a powder menthol smudge under their noses to stop the smell freaking them out, and the roll-film camera doing its periodic snap and uncanny, keening whine.\n\nAnd then of course there is the relationship of Hannibal and Clarice. He is the villain, and yet not the villain; he is her mentor, her undeclared lover, her opponent. The open-ended nature of his destiny sadly left things open for a disappointing franchise series, when Hannibal’s final phone call and psycho-Pimpernel disappearance before the closing credits was the perfect way to end it. It has bite.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.theguardian.com/film/anthony-hopkins",
                "https://twitter.com/intent/tweet?text=The%20Silence%20of%20the%20Lambs%20review%20%E2%80%93%20psycho-killer%20Hannibal%20still%20chills&url=https%3A%2F%2Fwww.theguardian.com%2Ffilm%2F2017%2Fnov%2F01%2Fthe-silence-of-the-lambs-review-anthony-hopkins-jodie-foster-jonathan-demme%3FCMP%3Dshare_btn_tw%26page%3Dwith%3Aimg-2%23img-2",
                "https://www.theguardian.com/film/jodie-foster",
                "https://www.theguardian.com/film/jaws",
                "https://www.theguardian.com/film/roger-corman",
                "https://www.imdb.com/name/nm0372217/",
                "https://www.imdb.com/name/nm0001277/",
                "https://www.theguardian.com/film/jonathan-demme"
            ]
        },
        "key_words": [
            "chills",
            "trans",
            "bill",
            "tv",
            "hannibal",
            "buffalo",
            "review",
            "psychokiller",
            "villain",
            "lambs",
            "smart",
            "lecter",
            "silence",
            "clarice",
            "dr",
            "using"
        ]
    },
    {
        "url": "https://www.dailymail.co.uk/tvshowbiz/love-island/index.html",
        "title": "Love Island 2019 News on Cast, Host and Start Date",
        "authors": [],
        "publisher": "www.dailymail.co.uk",
        "publish_date": "",
        "text": "Love Island fans let rip at 'savage' Michael for 'disrespecting' Amber as he orders her to SIT DOWN and says he would NEVER get back with her",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.dailymail.co.uk/tvshowbiz/article-7250373/Love-Island-fans-let-rip-savage-Michael-disrespecting-Amber.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "let",
            "orders",
            "date",
            "rip",
            "love",
            "michael",
            "host",
            "fans",
            "disrespecting",
            "start",
            "savage",
            "island",
            "sit",
            "cast",
            "2019"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/2018/feb/26/rotten-tomatoes-hollywood-love-hate-relationship",
        "title": "Ripe for a kicking: Hollywood’s love-hate relationship with Rotten Tomatoes",
        "authors": [
            {
                "name": "Steve Rose",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2018-02-26",
        "text": "Twenty years after its launch, the movie-review aggregator’s verdict is now seen as vital to a film’s success or failure. Is the site too influential for its own good?\n\nTwenty years ago, the internet was a very different place. Google was a fresh rival to Alta Vista and Lycos. Apple computers looked like boiled sweets, and we dialled up to “surf the net”, having installed the software via CD-Rom. The movie world of 1998 was also somewhat different: the box office was ruled by meteorite movies and Adam Sandler; Harvey Weinstein was an Oscar winner; and The Avengers was a lame, retro spy comedy with Ralph Fiennes and Uma Thurman. It was into this climate that Senh Duong launched Rotten Tomatoes – known in the business as RT – a site that has transformed both worlds, although nobody seems quite sure if it has done so for better or worse.\n\nDuong’s idea was simple – to compile movie reviews – and it still drives Rotten Tomatoes. He was inspired by his love of Jackie Chan and Jet Li movies and would scour the internet looking for reviews of them. So why not put them in one place? Duong already had a full-time job, he says. “Rotten Tomatoes was a side project I worked on in the evenings.” He single-handedly designed and coded the site in just two weeks. “It was very laborious. Every page was manually assembled using HTML. Every review was manually searched for, read and quoted.”\n\nIn the same way that, say, lastminute.com and Expedia compare plane ticket prices, Rotten Tomatoes’ review aggregation has turned out to be super-useful, particularly as it boils all those reviews down to a single, convenient percentage score. It then boils down that score even further, to a simple graphic of a tomato. In the same way that Siskel and Ebert gave a “thumbs up” or a “thumbs down”, or the man from Del Monte tasted a pineapple and said “yes” or “no”, so Rotten Tomatoes’ “Tomatometer” separates movies into “fresh” or “rotten”. If at least 60% of a movie’s reviews are positive, it is graded “fresh”, signified by a ripe, red tomato. Less than 60% and it is “rotten”, signified by a green splat. Over 75% gets you a “certified fresh” logo, like a sticker on a quality piece of fruit. (The 1998 Avengers movie, if you were wondering, scored a supremely rotten 5%.)\n\nFacebook Twitter Pinterest Lady Bird … a hit with critics – and Rotten Tomatoes. Photograph: Allstar/A24\n\nToday, movies supposedly live or die by the ripeness of that virtual fruit. Rotten Tomatoes has become the one movie site to aggregate them all. The Tomatometer appears not only on Rotten Tomatoes’ site but also on ticketing sites such as AMC cinemas and Fandango (which has owned Rotten Tomatoes since 2016). It comes up on Google searches, iTunes, SoundCloud, in Twitter and chatroom discussions and (as long as the rating is “fresh”) in movie studios’ marketing campaigns. It is a news item when a movie achieves a “100% fresh” rating, as recently happened with Paddington 2 and, before that, Greta Gerwig’s Lady Bird.\n\nWith its dominance and prominence, Rotten Tomatoes is becoming the story – and not always in a good way. After Lady Bird got its 100% score, for example, one critic opted to lob a green splat into the mix, not because he hated the movie, but because everyone else liked it so much. “I had to consider whether to cast Lady Bird as fresh or rotten in the context of a perfect score that people were using to trumpet Lady Bird as the all-time best-reviewed movie on RT,” Cole Smithey tweeted. In other words, Rotten Tomatoes’ status as a neutral measure of critics’ opinions comes into question when it starts to influence those opinions.\n\nThe possible gaming of Rotten Tomatoes scores has taken on more sinister aspects lately. Earlier this month, Facebook announced it had taken down the page of a group called Down With Disney’s Treatment of Franchises and Its Fanboys, which was attempting to orchestrate a mass troll assault on the Rotten Tomatoes score of the superhero movie Black Panther. Alongside the critic-designated Tomatometer score, Rotten Tomatoes also gives each movie an “audience score”, determined by registered users and represented by a popcorn bucket: red and full for positive; green and tipped-over for negative. The anti-Black Panther group sought to lower the movie’s audience score by bombarding the site with negative reviews. It claimed to have programmed bots to create fake user accounts. It also said it was acting in the name of DC comics, the main rival to Black Panther’s (Disney-owned) Marvel, but suspicions of far-right motivations persist, particularly because the same group had previously targeted Star Wars: The Last Jedi (also Disney-owned) on account of its supposed “social justice warrior concepts”.\n\nRotten Tomatoes has denied the attacks succeeded, but at present The Last Jedi’s Tomatometer score is 91% (a critical “Yay!”) while its audience score is 48% (a public “Meh”). Was this discrepancy the result of far-right bots or genuine audience division? Either way, it didn’t matter much: The Last Jedi is now the ninth-highest-grossing movie in history. Black Panther is likely to be a billion-dollar movie, too.\n\nFacebook Twitter Pinterest Paddington 2 – perfect score.\n\nWhen movies bomb, however, the studios have been quick to blame Rotten Tomatoes. Last summer, Hollywood resorted to tomato-shaming to spare its own blushes over colossal failures such as Baywatch (Tomatometer score: 18%), The Mummy (16%), King Arthur: Legend of the Sword (29%) and Pirates of the Caribbean 5 (30%). “The critic aggregation site increasingly is slowing down the potential business of popcorn movies,” complained the website Deadline. Director Brett Ratner called Rotten Tomatoes “the worst thing we have in today’s movie culture” and “the destruction of our business”. He may have been stung by the fate of Warner Bros’ blockbuster Batman v Superman: Dawn of Justice, which Ratner’s company co-produced; it earned a malodorous 27%.\n\nThe situation came to the boil with Batman v Superman’s 2017 follow-up: Justice League. For Warner Bros, the movie was a big deal: a superhero team-up with an estimated $300m budget. So, eyebrows were raised when Justice League’s Rotten Tomatoes score did not appear on the site as expected, once an embargo on critics’ reviews lifted. Even when those reviews were available on other sites and the movie was previewing in cinemas, Rotten Tomatoes’ webpage for Justice League was blank. Instead, the excuse ran, Justice League’s score was to be announced on Rotten Tomatoes’ new web show, See It Or Skip It, in which presenters provide “context and conversation” around the movie of the week before revealing its all-important Tomatometer score. For Justice League, that score was a decidedly unripe 43%. By the time it appeared on the website, it had dropped to 40%.\n\nSome observers smelled a conspiracy, since Warner Bros holds a 30% stake in Rotten Tomatoes’ parent company, Fandango (Universal owns the other 70%). Rotten Tomatoes, however, denied Warner Bros had anything to do with the decision: “We are absolutely autonomous, like any news organisation,” it said. “There is no outside influence on anything we put on the site.” If the studio was secretly trying to bury bad news, it didn’t work. The incident ultimately generated negative publicity for Justice League, Warner Bros and Rotten Tomatoes.\n\nDuong left Rotten Tomatoes in 2007 to pursue other digital media projects. “When I started it,” he recalls, “I was only thinking of its positive impact – that it could be really useful to film fans. And to studios: they could use the Tomatometer to promote their good films. I wasn’t thinking at all about how they would react to the poorly reviewed ones.” He notes that Warner Bros didn’t complain about Wonder Woman’s 92% rating, which it used in its own promotion.\n\nFacebook Twitter Pinterest Star Wars: The Last Jedi … targeted. Photograph: Allstar/Lucasfilm\n\nOften, though, studios find subtle ways to control Rotten Tomatoes’ message, or, if necessary, stop it getting through at all. They may screen a movie before its release to a receptive crowd – a fan-filled festival screening, say, or a cherrypicked selection of sympathetic critics – to get a decent Tomatometer score on the board early and hopefully set the tone.\n\nThe biggest blockbusters are withheld from critics, or their reviews are embargoed, until very close to the movie’s release date. Occasionally (when the studio knows it’s got a real stinker on its hands) they are not screened for critics at all. As a result, no Tomatometer score appears until the very last minute. Last summer, for example, Sony embargoed reviews of The Emoji Movie in the US until just a few hours before its release. Critics gave the movie an RT score of just 6%, but it achieved a healthy opening weekend of $24.5m (£17.5m) in the US. Family movies are generally less susceptible to the power of the tomato, anyway: few parents ever dissuaded an eager six-year-old by arguing the data.\n\nCan Rotten Tomatoes really make or break a movie? It definitely has an impact, says Ethan Titelman, a senior vice-president at the Hollywood market research firm National Research Group (NRG). According to NRG’s annual survey, 50% of regular moviegoers frequently check the site, often immediately before buying their cinema tickets. And 82% are “more interested” in seeing a movie if it has a high Tomatometer score, while two-thirds are deterred by a low score. Furthermore, Titelman adds, “its influence is growing and broadening out. Once it would have been for your tech-savvy early adopters, but it has actually doubled its influence over moviegoers aged over 45 in the last couple of years alone.”\n\nThen again, a study by University of Southern California’s Entertainment Technology Center crunched the data on box office returns v Tomatometer scores for the biggest 150 movies of 2017 and found the correlation to be pretty much zero – meaning that, in general, Rotten Tomatoes doesn’t affect movies positively or negatively. Despite anomalies such as The Last Jedi, it also found a high correlation between critics’ scores and audience scores, which suggests that everyone tends to agree when a movie sucks. “When Hollywood executives complain about Rotten Tomatoes scores,” the researcher concluded, “they’re really complaining about their audience’s tastes because it’s basically the same thing.”\n\nSteven Gaydos, the executive editor of Variety, dismisses the studios’ complaints out of hand: “It’s really a case of ‘shoot the messenger’,” he says. “If Rotten Tomatoes reflects the consensus of opinion on a movie and the movie is bad and therefore doesn’t do well, what part of that is Rotten Tomatoes doing something nefarious or terrible?” Studios today bank on fewer, bigger movies, each of which can represent an investment of half a billion dollars in production and marketing costs, Gaydos points out. Also, a movie’s opening weekend typically accounts for one-third of its total box office. “So, you can imagine how much pressure there is to get an opening weekend that has not been damaged or diminished by a bad Rotten Tomatoes score. Everything is at stake.”\n\nRotten Tomatoes may not be killing movies, but it could well be killing movie criticism. Not only by attempting to bypass professionals and build buzz with the fans, but also by its inherent premise. Rotten Tomatoes only registers if each review is positive or negative (its rival Metacritic, by contrast, assigns a percentage score to each individual review, then calculates the average). A movie that everyone agrees is simply “quite good” could therefore be 100% fresh on Rotten Tomatoes, while movies that are more challenging, controversial or experimental are more likely to divide critics and get a lower score. The system favours safety and consensus. As well as movies, Rotten Tomatoes is grading the critics: if a reviewer goes against the grain, the Tomatometer score is “proof” that they are “wrong”.\n\n“It’s self-censorship,” says Variety’s Gaydos. “Critics have trained themselves to [pretend to] take seriously movies that they don’t take seriously because the danger is not having a job and not being ‘relevant’, being aged out of the discussion.” The numbers bear out this trend. The median Tomatometer score for movies grossing more than $2m was 51% during the 2000s and 53% during the 2010s. In 2017, though, the year of crashes such as Baywatch and Pirates of the Caribbean 5, the median was 71%. Either critics are enjoying movies more or movies are better than ever.\n\nFacebook Twitter Pinterest Warner Bros didn’t complain about Wonder Woman’s 92% rating, says RT’s founder. Photograph: Clay Enos/AP\n\nGaydos’s fear is that Rotten Tomatoes is replacing nuanced, thoughtful film writing. “We used to read Andrew Sarris and Pauline Kael arguing, and now we’re looking at a picture of a green tomato or a red tomato. We have to see what we’ve lost here, people!”\n\nFilm-makers have expressed similar sentiments. Martin Scorsese complained that sites such as Rotten Tomatoes have “absolutely nothing to do with real film criticism. They rate a picture the way you’d rate … a household appliance in Consumer Reports … The film-maker is reduced to a content manufacturer and the viewer to an unadventurous consumer.”\n\nOthers disagree. The New Yorker critic Richard Brody argued that Rotten Tomatoes “has the merit of putting reviews by critics who write for smaller outlets alongside those who write for more prominent ones, which is all to the good”. Duong also defends his brainchild: “In regards to this fear that people would only look at the score and not read the reviews, it’s not supported by data. When I was there, 85% to 90% of users who went to a movie page on Rotten Tomatoes clicked on a review and left the site. It’s not surprising when you think about it: it’s a page full of links with enticing quotes.”\n\nWhen Duong created Rotten Tomatoes in 1998, Hollywood released many more titles than it does now, and they were reviewed by a handful of significant critics: major newspapers and magazines, syndicated critics such as Siskel and Ebert. The media elite, you could say. Today, the situation has flipped. Hollywood releases fewer movies and they are reviewed by hundreds, possibly thousands, of critics. You could see this as democratisation and diversity of the media, or the emergence of a cacophony of critical voices. However, the proliferation created an opportunity at the top to simplify and aggregate the multitude into one overarching meta-entity: essentially, a new media elite. Depending on how you look at it, Rotten Tomatoes either showcases organic, heirloom varieties like an upmarket grocery store, or it blends all difference into one homogeneous, easily digestible puree. The fruit is either half-ripe or half-rotten; it’s all a matter of taste.\n\nThis article contains affiliate links, which means we may earn a small commission if a reader clicks through and makes a purchase. All our journalism is independent and is in no way influenced by any advertiser or commercial initiative. By clicking on an affiliate link, you accept that third-party cookies will be set. More information.",
        "quotes": [
            [
                "Rotten Tomatoes was a side project I worked on in the evenings.",
                "Senh Duong",
                true
            ],
            [
                "Every page was manually assembled using HTML.",
                "",
                true
            ],
            [
                "Every review was manually searched for, read and quoted.",
                "",
                true
            ],
            [
                "I had to consider whether to cast Lady Bird as fresh or rotten in the context of a perfect score that people were using to trumpet Lady Bird as the all-time best-reviewed movie on RT,",
                "",
                true
            ],
            [
                "The critic aggregation site increasingly is slowing down the potential business of popcorn movies,",
                "",
                true
            ],
            [
                "the worst thing we have in today’s movie culture",
                "Brett Ratner",
                false
            ],
            [
                "We are absolutely autonomous, like any news organisation,",
                "Brett Ratner",
                true
            ],
            [
                "There is no outside influence on anything we put on the site.",
                "",
                true
            ],
            [
                "I was only thinking of its positive impact – that it could be really useful to film fans.",
                "Senh Duong",
                true
            ],
            [
                "And to studios: they could use the Tomatometer to promote their good films.",
                "Senh Duong",
                true
            ],
            [
                "I wasn’t thinking at all about how they would react to the poorly reviewed ones.",
                "Senh Duong",
                true
            ],
            [
                "its influence is growing and broadening out.",
                "Titelman",
                false
            ],
            [
                "Once it would have been for your tech-savvy early adopters, but it has actually doubled its influence over moviegoers aged over 45 in the last couple of years alone.",
                "Titelman",
                true
            ],
            [
                "When Hollywood executives complain about Rotten Tomatoes scores,",
                "",
                true
            ],
            [
                "they’re really complaining about their audience’s tastes because it’s basically the same thing.",
                "",
                false
            ],
            [
                "It’s really a case of ‘shoot the messenger’,",
                "Gaydos",
                true
            ],
            [
                "If Rotten Tomatoes reflects the consensus of opinion on a movie and the movie is bad and therefore doesn’t do well, what part of that is Rotten Tomatoes doing something nefarious or terrible?",
                "Gaydos",
                true
            ],
            [
                "So, you can imagine how much pressure there is to get an opening weekend that has not been damaged or diminished by a bad Rotten Tomatoes score.",
                "Titelman",
                true
            ],
            [
                "Critics have trained themselves to [pretend to] take seriously movies that they don’t take seriously because the danger is not having a job and not being ‘relevant’, being aged out of the discussion.",
                "Gaydos",
                true
            ],
            [
                "We used to read Andrew Sarris and Pauline Kael arguing, and now we’re looking at a picture of a green tomato or a red tomato.",
                "Gaydos",
                true
            ],
            [
                "We have to see what we’ve lost here, people!",
                "Gaydos",
                true
            ],
            [
                "absolutely nothing to do with real film criticism.",
                "Martin Scorsese",
                false
            ],
            [
                "They rate a picture the way you’d rate … a household appliance in Consumer Reports … The film-maker is reduced to a content manufacturer and the viewer to an unadventurous consumer.",
                "Martin Scorsese",
                true
            ],
            [
                "has the merit of putting reviews by critics who write for smaller outlets alongside those who write for more prominent ones, which is all to the good",
                "Richard Brody",
                false
            ],
            [
                "In regards to this fear that people would only look at the score and not read the reviews, it’s not supported by data.",
                "Senh Duong",
                true
            ],
            [
                "When I was there, 85% to 90% of users who went to a movie page on Rotten Tomatoes clicked on a review and left the site.",
                "Senh Duong",
                true
            ],
            [
                "It’s not surprising when you think about it: it’s a page full of links with enticing quotes.",
                "Senh Duong",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/film/2017/nov/12/paddington-2-review-definitely-bears-repeating-hugh-grant",
                "https://www.theguardian.com/film/2018/feb/11/black-panther-review-marvel-chadwick-boseman-wakanda",
                "https://www.newyorker.com/books/double-take/five-classic-pauline-kael-reviews",
                "https://www.theguardian.com/film/2012/jun/22/andrew-sarris",
                "https://www.theguardian.com/film/2017/sep/10/lady-bird-review-greta-gerwig-toronto-film-festival-tiff",
                "https://www.theatlantic.com/technology/archive/2013/09/what-web-looked-google/310544/",
                "https://medium.com/vantage/cognitive-hollywood-part-1-data-shows-box-office-economics-in-turmoil-411a4b22f858",
                "https://editorial.rottentomatoes.com/article/an-oral-history-of-rt-part-one-the-beginning/",
                "https://www.theguardian.com/film/filmblog/2018/feb/05/black-panther-fought-off-a-toxic-ghostbusters-online-campaign-rotten-tomatoes",
                "https://www.polygon.com/2017/12/18/16792184/star-wars-the-last-jedi-rotten-tomatoes-review-bomb",
                "https://www.hollywoodreporter.com/news/martin-scorsese-rotten-tomatoes-box-office-obsession-why-mother-was-misjudged-guest-column-1047286",
                "https://www.theguardian.com/info/2017/nov/01/reader-information-on-affiliate-links",
                "https://ew.com/movies/2017/03/23/ratner-tomatoes-scores/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.rottentomatoes.com/",
                "https://twitter.com/colesmithey/status/940769106080415744",
                "http://go.theguardian.com/?id=114047X1572903&url=https%3A%2F%2Fwww.expedia.co.uk%2F&sref=https://www.theguardian.com/film/2018/feb/26/rotten-tomatoes-hollywood-love-hate-relationship",
                "https://twitter.com/intent/tweet?text=Ripe%20for%20a%20kicking%3A%20Hollywood%E2%80%99s%20love-hate%20relationship%20with%20Rotten%20Tomatoes&url=https%3A%2F%2Fwww.theguardian.com%2Ffilm%2F2018%2Ffeb%2F26%2Frotten-tomatoes-hollywood-love-hate-relationship%3FCMP%3Dshare_btn_tw%26page%3Dwith%3Aimg-4%23img-4",
                "https://twitter.com/senhduong?lang=en",
                "https://twitter.com/intent/tweet?text=Ripe%20for%20a%20kicking%3A%20Hollywood%E2%80%99s%20love-hate%20relationship%20with%20Rotten%20Tomatoes&url=https%3A%2F%2Fwww.theguardian.com%2Ffilm%2F2018%2Ffeb%2F26%2Frotten-tomatoes-hollywood-love-hate-relationship%3FCMP%3Dshare_btn_tw%26page%3Dwith%3Aimg-5%23img-5",
                "https://twitter.com/intent/tweet?text=Ripe%20for%20a%20kicking%3A%20Hollywood%E2%80%99s%20love-hate%20relationship%20with%20Rotten%20Tomatoes&url=https%3A%2F%2Fwww.theguardian.com%2Ffilm%2F2018%2Ffeb%2F26%2Frotten-tomatoes-hollywood-love-hate-relationship%3FCMP%3Dshare_btn_tw%26page%3Dwith%3Aimg-3%23img-3",
                "https://www.theguardian.com/film/man-of-steel-2",
                "https://www.theguardian.com/film/rotten-tomatoes",
                "https://twitter.com/intent/tweet?text=Ripe%20for%20a%20kicking%3A%20Hollywood%E2%80%99s%20love-hate%20relationship%20with%20Rotten%20Tomatoes&url=https%3A%2F%2Fwww.theguardian.com%2Ffilm%2F2018%2Ffeb%2F26%2Frotten-tomatoes-hollywood-love-hate-relationship%3FCMP%3Dshare_btn_tw%26page%3Dwith%3Aimg-2%23img-2",
                "https://www.newyorker.com/culture/richard-brody",
                "https://www.lastminute.com/?acntb=brand&utm_source=affwin&utm_medium=affiliate&utm_campaign=78888&utm_content=&COBRANDED=LMNUK_AWINCOUK&awc=4329_1563338550_891084dbb8ccd46a0cd2260d753b9561&dclid=CJrDlPiRu-MCFZsprQYdEFEFEw",
                "http://nationalresearchgroup.com/",
                "https://www.metacritic.com/"
            ]
        },
        "key_words": [
            "reviews",
            "justice",
            "movie",
            "score",
            "hollywoods",
            "movies",
            "tomatometer",
            "ripe",
            "rotten",
            "lovehate",
            "site",
            "relationship",
            "kicking",
            "tomatoes",
            "critics"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/filmblog/2018/feb/05/black-panther-fought-off-a-toxic-ghostbusters-online-campaign-rotten-tomatoes",
        "title": "Claws out: how Black Panther fought off a toxic Ghostbusters-style online campaign",
        "authors": [
            {
                "name": "Graeme Virtue",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2018-02-05",
        "text": "The pushback against an attempt to lower the superhero movie’s score on Rotten Tomatoes has shown that the culture war’s latest battleground is still raging\n\nYou come at the king, you best not miss. Last week, an attempt to maliciously derail the record-setting rollout of Black Panther – Marvel’s upcoming blockbuster spotlighting the lithe warrior-monarch T’Challa (Chadwick Boseman) – was itself promptly derailed. A scurrilous Facebook event page, whose stated purpose was to “give Black Panther a rotten audience score on Rotten Tomatoes” purported to be a grassroots protest against Disney and its “treatment of franchises and its fanboys”. Amid garbled claims that the corporation that owns Marvel had somehow paid off critics to trash the recent crop of superhero movies from their longstanding rival DC, the page organisers encouraged the use of hashtags like #DownWithDisney and #DCOverMarvel as social media rallying points.\n\nFor some commentators, posting a negative rating was a chance to complain about Star Wars becoming too progressive\n\nPlotting to scuttle a film’s Rotten Tomatoes audience score sight unseen seems, at best, underhanded. But the fact this attack was aimed at the most high-profile movie ever to feature a predominantly black cast felt racist. Facebook quickly deleted the event on the grounds that it “violated the company’s community standards”. Rotten Tomatoes, the longstanding film reviews aggregation site that dishes out “fresh” or “rotten” ratings to new releases, responded in even stronger terms: “While we respect our fans’ diverse opinions, we do not condone hate speech.”\n\nIn an era when culture wars are predominantly fought on social media, this sort of down-voting can seem like an effective guerrilla tactic. Clicking on an angry red face or selecting zero stars is even easier than adding your name to an online petition, and such basic actions can often be automated. The pre-emptive thumbs-down pile-on that accompanied the female-led Ghostbusters in 2016 – one of the most high-profile instances of the toxic impulse to prejudge art that doesn’t fit in with some preconceived notion of what a franchise should be – means that it still holds the queasy distinction of being the most disliked film trailer on YouTube.\n\nWhen YouTube launched in 2005, Rotten Tomatoes had already been operational for seven years. But recently the site has become a more fractious battleground, where the professional critical consensus – a film’s final Tomatometer score is determined by assessing reviews from a pool of vetted critics – meets public opinion in the form of crowdsourced audience reactions.\n\nFacebook Twitter Pinterest The Greatest Showman, starring Hugh Jackman, was considered rotten by critics, while its audience score was much healthier. Photograph: Niko Tavernise/AP\n\nPerhaps Rotten Tomatoes was so quick to respond to the Black Panther controversy because of the divisive response to another high-profile Disney property. The Last Jedi was officially certified fresh after scoring 91% among critics, a stark contrast to the 48% average score it received from 180,000 audience reactions. For some of these commentators, posting a negative rating was a chance to complain about their favourite franchise becoming too progressive, too feminised or too interested in presenting diversity. (Others just didn’t like the jokes.) The #DownWithDisney agitators suggested they had successfully manipulated The Last Jedi’s audience score using bots, a claim denied by Rotten Tomatoes.\n\nThere are examples of similar Rotten Tomatoes score discrepancies with no conspiracy theories swirling around them. The recent PT Barnum musical The Greatest Showman, a big-top passion project from Hugh Jackman, was considered rotten by critics, with a 55% rating on the Tomatometer, while its audience score is a much healthier 91% (from around 18,000 reviews), which would seem to chime with its remarkable ongoing box-office run. There are no claims that a rabid group of diehard Wolverine fans has been artificially inflating The Greatest Showman’s audience score to help their hero.\n\n\n\nBlack Panther: does the Marvel epic solve Hollywood's Africa problem? Read more\n\nThe Last Jedi has also made bucketloads of cash, so do these Rotten Tomatoes scores really matter? Last year, the site found itself being blamed by Hollywood executives for the failure of would-be blockbusters Baywatch and The Mummy during a particularly lacklustre summer. (Just a few months later, those claims were being discredited.) More recently, clever marketers have worked out ways to weave an impressive Tomatometer showing seamlessly into a marketing campaign. Greta Gerwig’s coming-of-age tale Lady Bird has been nominated for multiple Oscars and one key thread of that successful awards narrative was that it was Rotten Tomatoes’ new top-rated movie, beating Toy Story 2’s record for consecutive positive reviews. (Lady Bird has since been bested by Paddington 2.)\n\nEven if its splodgy icons of plump juicy veg and snot-green splats can seem rather reductive, Rotten Tomatoes has evolved into a valuable platform for dialogue between cultural gatekeepers and impassioned fans. That’s why keeping it clear of hate speech can only be a good thing.",
        "quotes": [
            [
                "give Black Panther a rotten audience score on Rotten Tomatoes",
                "",
                false
            ],
            [
                "treatment of franchises and its fanboys",
                "",
                false
            ],
            [
                "violated the company’s community standards",
                "",
                false
            ],
            [
                "While we respect our fans’ diverse opinions, we do not condone hate speech.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/film/2018/jan/31/the-greatest-showman-success-film-story-of-the-year-hugh-jackman",
                "https://www.theguardian.com/film/2016/may/02/ghostbusters-trailer-most-disliked-in-youtube-history",
                "https://www.theguardian.com/film/2017/dec/20/the-greatest-showman-review-pt-barnum-hugh-jackman",
                "https://www.polygon.com/2017/12/18/16792184/star-wars-the-last-jedi-rotten-tomatoes-review-bomb",
                "https://www.theguardian.com/film/2018/feb/03/marvel-black-panther-chadwick-boseman-michael-b-jordan",
                "https://variety.com/2017/film/news/rotten-tomatoes-scores-dont-impact-box-office-study-finds-1202554546/",
                "https://www.theguardian.com/commentisfree/2016/may/20/ghostbusters-trashing-internet-tantrum-change-troll-reviewing",
                "https://www.theguardian.com/film/filmblog/2017/mar/24/brett-ratner-rotten-tomatoes-gets-a-semi-fresh-rating-from-me",
                "https://www.hollywoodreporter.com/heat-vision/black-panther-rotten-tomatoes-denounces-group-taking-aim-at-movie-1081081",
                "https://www.theguardian.com/film/2018/jan/19/paddington-2-becomes-best-reviewed-film-ever",
                "https://www.bbc.co.uk/news/entertainment-arts-42265511",
                "https://variety.com/2018/film/box-office/black-panther-advance-sales-fandango-1202682839/",
                "https://www.theguardian.com/film/2017/dec/12/star-wars-the-last-jedi-review-episode-viii-rian-johnson"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.theguardian.com/film/rotten-tomatoes",
                "https://twitter.com/intent/tweet?text=Claws%20out%3A%20how%20Black%20Panther%20fought%20off%20a%20toxic%20Ghostbusters-style%20online%20campaign&url=https%3A%2F%2Fwww.theguardian.com%2Ffilm%2Ffilmblog%2F2018%2Ffeb%2F05%2Fblack-panther-fought-off-a-toxic-ghostbusters-online-campaign-rotten-tomatoes%3FCMP%3Dshare_btn_tw%26page%3Dwith%3Aimg-2%23img-2"
            ]
        },
        "key_words": [
            "reviews",
            "fought",
            "toxic",
            "campaign",
            "score",
            "tomatometer",
            "claws",
            "audience",
            "rotten",
            "wars",
            "black",
            "panther",
            "tomatoes",
            "online",
            "critics",
            "ghostbustersstyle"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/2019/feb/21/captain-marvel-why-sexist-attempts-at-sabotage-will-fail",
        "title": "Captain Marvel: why sexist attempts at sabotage will fail",
        "authors": [
            {
                "name": "Ben Child",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2019-02-21",
        "text": "Brie Larson is the brand new public enemy number one but the movie is still on track for a US bow of more than $100m\n\nFor sexist keyboard warriors everywhere the mere sight of Captain Marvel’s Brie Larson must be enough to make them break out in hives. Here is a successful (Oscar-winning) woman playing the most powerful hero in the Marvel universe, according to studio chief Kevin Feige. In fact, her alter ego, Carol Danvers, might just be tough enough to take down Thanos himself in the forthcoming Avengers: Endgame.\n\nThis, to the average “men’s rights” advocate, is a concept of irredeemable outlandishness. For Danvers is a slender, sylph-like female in a natty 80s-inspired suit, while Thanos is a great, hulking, purple, musclebound male. Never mind that both are completely fictional with superpowers, the problem here is that (gritted teeth, bulging forehead vein) GIRLS WILL NEVER BE STRONGER THAN BOYS. OK?\n\nRemember how upset they got about Charlize Theron telling Tom Hardy’s Mad Max what to do in Fury Road?\n\nStill, Larson might have remained a relatively minor hate figure to the trolls, had it not been for her decision to go one step further than her predecessors in the crossfire – Theron, Leslie Jones and Kelly Marie Tran – by choosing to use her newfound fame to advance progressive causes that are close to her heart. In a recent interview with Marie Claire, the Oscar-winner said she was keen to use her new role as Captain Marvel to campaign for increased diversity, particularly in the movie industry. She even chose a disabled woman of colour, Keah Brown, to interview her for the magazine.\n\nFacebook Twitter Pinterest Girls will never be stronger than boys ... Brie Larson in Captain Marvel. Photograph: Allstar/Marvel Studios\n\n“About a year ago, I started paying attention to what my press days looked like and the critics reviewing movies, and noticed it appeared to be overwhelmingly white males,” says Larson to Brown in the interview. “So, I spoke to Dr Stacy Smith at the USC Annenberg Inclusion Initiative, who put together a study to confirm that. Moving forward, I decided to make sure my press days were more inclusive. After speaking with you, the film critic Valerie Complex and a few other women of colour, it sounded like across the board they weren’t getting the same opportunities as others. When I talked to the facilities that weren’t providing it, they all had different excuses.\n\n“I want to go out of my way to connect the dots,” Larson added. “It just took me using the power that I’ve been given now as Captain Marvel. [The role] comes with all these privileges and powers that make me feel uncomfortable because I don’t really need them.”\n\nSomewhere, in a fetid corner of the internet, the trolls (or possibly Russian stooges) blinked and raised themselves from their fitful slumber. The knives have been sharpened, and just a few weeks later, we have the first signal that Larson is the brand new number one enemy. Captain Marvel has been bombarded with negative audience reviews, all by commentators who couldn’t possibly have seen the movie (which has not yet had a single public screening), often labelling Larson a “social justice warrior” whose progressive views mean she doesn’t deserve the white, male dollar.\n\n“I somehow feel that the Skrulls are not the enemy, but that I am, since Brie Larson has been careful to state she doesn’t want the Press Tour to include types like me,” writes “JP”, referencing Captain Marvel’s extraterrestrial nemeses, while “Jonathan B” writes simply: “Tired of all this SJW [social justice warrior] nonsense”.\n\nOthers decry the fact that Larson is taking on a superhero role that was once male in the comics. “If Captain Marvel was any good she wouldn’t have to steal her name from another character,” writes “Dan R”, while “Rudy M” opines: “This Captain Marvel is a fake. Captain will always be the supper (sic) hero dressed in red with a lighting bolt in front of his chest.”\n\nUnfortunately for the haters, this latest campaign to ruin a Marvel movie’s box office hopes seems no more likely to prove successful than last year’s effort to destroy Black Panther’s Rotten Tomatoes rating. Anna Boden and Ryan Fleck’s film, which is set in the 1980s and features a digitally de-aged Samuel L Jackson as Nick Fury, is tracking for a US bow of more than $100m – which would place it among Marvel’s more successful films. Black Panther currently stands as the ninth highest-grossing film of all time, with $1.3bn in global box office receipts. If there remains a diversity deficit in Hollywood, both behind and in front of the camera, it also seems that increasingly there’s a diversity dividend for those movies that wear their progressive hearts on their sleeves.",
        "quotes": [
            [
                "About a year ago, I started paying attention to what my press days looked like and the critics reviewing movies, and noticed it appeared to be overwhelmingly white males,",
                "Larson",
                true
            ],
            [
                "I want to go out of my way to connect the dots,",
                "Brie Larson",
                true
            ],
            [
                "It just took me using the power that I’ve been given now as Captain Marvel.",
                "Brie Larson",
                true
            ],
            [
                "The role] comes with all these privileges and powers that make me feel uncomfortable because I don’t really need them.",
                "Brie Larson",
                true
            ],
            [
                "I somehow feel that the Skrulls are not the enemy, but that I am, since Brie Larson has been careful to state she doesn’t want the Press Tour to include types like me,",
                "",
                true
            ],
            [
                "Tired of all this SJW [social justice warrior] nonsense",
                "",
                false
            ],
            [
                "If Captain Marvel was any good she wouldn’t have to steal her name from another character,",
                "Brie Larson",
                true
            ],
            [
                "This Captain Marvel is a fake.",
                "Brie Larson",
                true
            ],
            [
                "Captain will always be the supper (sic) hero dressed in red with a lighting bolt in front of his chest.",
                "Brie Larson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/film/filmblog/2015/may/15/mad-max-fury-roads-strong-women-wont-surprise-true-genre-fans",
                "https://www.marieclaire.co.uk/entertainment/tv-and-film/brie-larson-641750#ZBSQKg2tCax9V6CK.99",
                "https://www.theguardian.com/culture/2016/jul/18/leslie-jones-racist-tweets-ghostbusters",
                "https://www.theguardian.com/film/2018/oct/04/after-russian-trolls-tarnished-the-last-jedi-is-it-safe-to-like-star-wars-again",
                "https://www.theguardian.com/film/filmblog/2018/feb/05/black-panther-fought-off-a-toxic-ghostbusters-online-campaign-rotten-tomatoes",
                "https://nerdist.com/article/captain-marvel-is-the-mcus-most-powerful-hero-according-to-kevin-feige/",
                "https://www.theguardian.com/film/2018/jun/07/kelly-marie-tran-rose-why-are-some-star-wars-fans-so-toxic",
                "https://www.hollywoodreporter.com/heat-vision/captain-marvel-tracking-marvelous-100m-debut-1186612",
                "https://www.cinemablend.com/news/2436310/yes-the-mcus-captain-marvel-can-move-planets"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/intent/tweet?text=Captain%20Marvel%3A%20why%20sexist%20attempts%20at%20sabotage%20will%20fail&url=https%3A%2F%2Fwww.theguardian.com%2Ffilm%2F2019%2Ffeb%2F21%2Fcaptain-marvel-why-sexist-attempts-at-sabotage-will-fail%3FCMP%3Dshare_btn_tw%26page%3Dwith%3Aimg-2%23img-2",
                "https://www.theguardian.com/film/captain-marvel",
                "https://www.theguardian.com/culture/marvel",
                "https://www.rottentomatoes.com/m/captain_marvel/reviews/?type=user&sort=",
                "https://www.theguardian.com/film/brie-larson"
            ]
        },
        "key_words": [
            "marvel",
            "press",
            "movies",
            "progressive",
            "fail",
            "larson",
            "sabotage",
            "attempts",
            "writes",
            "captain",
            "sexist",
            "brie",
            "successful",
            "role"
        ]
    },
    {
        "url": "https://editorial.rottentomatoes.com/article/making-some-changes/",
        "title": "Hello, we're making some changes",
        "authors": [
            {
                "name": "Rt Staff",
                "link": null
            }
        ],
        "publisher": "editorial.rottentomatoes.com",
        "publish_date": "",
        "text": "Today we are excited to start our Product update blog, which will allow us to keep you informed of changes and updates on Rotten Tomatoes.\n\nOver the past 18 months, we’ve made a number of updates at Rotten Tomatoes, all in an effort to streamline the site and provide users with a more enriched experience. These updates include the launch of a new visual identity (you don’t hate the red anymore, right?); the creation of new original editorial, video, and social content (check us out on Twitter, Facebook, Instagram); and a revamped Tomatometer critics criteria that better reflects the current media landscape, increases inclusion, and more fully serves the global entertainment audience.\n\nWe’re proud of what we’ve accomplished, but let’s get to what you really want to hear about!\n\nStarting this week, Rotten Tomatoes will launch the first of several phases of updates that will refresh and modernize our Audience Rating System. We’re doing it to more accurately and authentically represent the voice of fans, while protecting our data and public forums from bad actors.\n\nAs of February 25, we will no longer show the ‘Want to See’ percentage score for a movie during its pre-release period. Why you might ask? We’ve found that the ‘Want to See’ percentage score is often times confused with the ‘Audience Score’ percentage number. (The ‘Audience Score’ percentage, for those who haven’t been following, is the percentage of all users who have rated the movie or TV show positively – that is, given it a star rating of 3.5 or higher – and is only shown once the movie or TV show is released.)\n\nWhat you will now see at the top of a movie or TV page, once it has been released, is this:\n\nWhat else are we doing? We are disabling the comment function prior to a movie’s release date. Unfortunately, we have seen an uptick in non-constructive input, sometimes bordering on trolling, which we believe is a disservice to our general readership. We have decided that turning off this feature for now is the best course of action. Don’t worry though, fans will still get to have their say: Once a movie is released, audiences can leave a user rating and comments as they always have.\n\nLast but not least, you will notice we are making some layout changes to the site. Through our research department we have learned that our users would prefer a cleaner, less cluttered, presentation of the Tomatometer and Audience Score. Don’t worry, the information and data are still there (promise!).\n\nWe hope you enjoy these changes. Please leave feedback in the comment section below. We are taking notes.\n\nThanks for reading, and we’ll see you at the movies.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/rottentomatoes/",
                "https://twitter.com/RottenTomatoes",
                "https://www.rottentomatoes.com/help_desk/critics",
                "https://editorial.rottentomatoes.com/",
                "https://www.instagram.com/rottentomatoes/",
                "https://www.youtube.com/user/rottentomatoes"
            ]
        },
        "key_words": [
            "weve",
            "movie",
            "percentage",
            "score",
            "hello",
            "tv",
            "rating",
            "audience",
            "rotten",
            "changes",
            "updates",
            "users",
            "making"
        ]
    },
    {
        "url": "https://www.theguardian.com/world/2018/feb/18/sisters-this-is-our-moment-to-say-times-up",
        "title": "Sisters, this is our moment to say Time's Up",
        "authors": [],
        "publisher": "www.theguardian.com",
        "publish_date": "2018-02-18",
        "text": "Dear Sisters,\n\nA little over a month ago Time’s Up was launched. You might have read a public letter in the New York Times. You may have noticed women wearing black on the red carpet. You might have seen women coming forward to share their stories of harassment. Maybe you identified with some of the stories these women shared.\n\nMaybe you found yourself nodding as you recalled similar moments in your own life.\n\nAll over the world, women have been organising, resisting and speaking out – from Ni Una Más in Latin America and the #lifeinleggings movement in the Caribbean, to the Balance Ton Porc movement in France and the #EverydaySexism hashtag in the UK. You might have seen #MeToo. You may have said: “Me too.”\n\nActors and activists join forces on Bafta red carpet to call time on sexism Read more\n\nIn autumn of last year, when stories came out in the press about sexual harassment, discrimination and abuse in the entertainment industry, 700,000 female farm workers wrote to us to say they stood with us in solidarity. Their letter explained that they knew what we were going through, that they stood shoulder to shoulder with us in our pain and in our belief that a better world was possible. This solidarity between women – activists and survivors – across all industries is what inspired Time’s Up and what continues to galvanise us. This movement is bigger than just a change in our industry alone. This movement is intersectional, with conversations across race, class, community, ability and work environment, to talk about the imbalance of power.\n\nHere in the UK, this movement is at a critical juncture. The gender pay gap for women in their 20s is now five times greater than it was six years ago. Research in the UK has found that more than half of all women said they have experienced sexual harassment at work. A growing reliance on freelance work forces creates power relationships which are conducive to harassment and abuse. Those engaged in insecure contract work are especially vulnerable to exploitation.\n\nWhile we know women are disproportionately affected by this abuse, we also know there are men in our industry and others that have been subjected to harassment and abuse as part of this system of patriarchal power. And they too have been silenced.\n\nSo, what is our industry’s role in promoting a vision of an equal society? We believe it is huge. We believe we need to use our power as communicators and connectors to shift the way society sees and treats us. We need to examine the kind of womanhood our industry promotes and sells to the world.\n\nThere is no question that Time’s Up should be and will be a global movement. A movement that is defined and led by those affected by the problem, not by those in power.\n\nAs we approach the Baftas – our industry’s time for celebration and acknowledgment, we hope we can celebrate this tremendous moment of solidarity and unity across borders by coming together and making this movement international. Perhaps Time’s Up seems a million miles away to you – started by a group of women with privilege. The truth is, we are all workers, and whether we’re in the limelight or in the shadows, our voices matter. With our collective power, we can galvanize others.\n\nIn the very near past, we lived in a world where sexual harassment was an uncomfortable joke; an unavoidable, awkward part of being a girl or a woman. It was certainly not to be discussed, let alone addressed. In 2018, we seem to have woken up in a world ripe for change. If we truly embrace this moment, a line in the sand will turn to stone.\n\nThis moment has already raised a staggering $21m for an American Time’s Up legal defence fund. But women all over the world need support and funding in order to be able to fight injustice. The revolution we want and need cannot happen without this resourcing.\n\nSo, we invite you to join us in donating to the new UK justice and equality fund, to spread the word to others and be a catalyst for change. Everyone can make a difference by using your platform, your voice and your power as a changemaker.\n\nFinally, we are talking to each other, talking to our employers, our unions, our male allies and challenging our perpetrators and their enablers. Where there was isolation and silence in the film industry there is now connection and voice. Where there was internalisation and self-blame, there is now self-analysis and interrogation. We are connecting and partnering with our fellow workers, women and men, in a truly transformational way. Such unity has been inspirational for all of us. We want you to be part of this.\n\nIf you have said “time’s up”, if the stories you have read in the papers have resonated and distressed you – join us in shifting the dial. Let’s make 2018 the year that time was up on sexual harassment and abuse. This is your moment too.\n\nAbi Morgan, Ade Rawcliffe, Alice Eve, Alison Owen, Amanda Posey, Amber Rose Revah, Amma Asante, Amy Morgan, Andrea Gibb, Andrea Riseborough, Anna Duffield, Anne Morrison, Audrey Gagneux, Barbara Broccoli OBE, Beatie Edney, Brett Tyne, Bryony Hannah, Caitriona Balfe, Camille Gatin, Cara Horgan, Cara McKenzie, Carey Mulligan, Caroline Levy, Chanya Button, Charlotte Colbert, Charlotte Riley, Charlotte Ritchie, Ciara Barry, Claire Foy, Clémence Poésy, Coky Giedroyc, Denise Gough, Edith Bowman, Eleanor Tomlinson, Elhum Shakerifar, Eliza Burrows McGill, Elizabeth Georgiou, Elizabeth Karlsen, Elizabeth McGovern, Ella Purnell, Ella Smith, Emerald Fennell, Emilia Clarke, Emily Berrington, Emily Leo, Emma Pegram, Emma Thompson, Emma Watson, Eva Yates, Faye Marsay, Faye Ward, Felicity Jones, Finola Dwyer ONZM, Florence Pugh, Freema Agyeman, Gemma Arterton, Gemma Chan, Gilly Tompkins, Gugu Mbatha-Raw MBE, Gwendoline Christie, Hannah Arterton, Harriet Spencer, Dame Harriet Walter, Hayley Atwell, Hayley Squires, Hope Dickson Leach, Imogen Poots, Isabelle Sieb, Ivana MacKinnon, Ivana Primorac, Jackie Okwera, Jacquie Drewe, Jan Asante, Janette Davidson, Jany Temime, Jaya Campbell, Jenne Casarotto, Jessica Ashworth, Jessica Brown Findlay, Jessica Drake, Jessica Levick, Jessica Malik, Jessica Parker, Jessica Raine, Jessica Swale, Jessie Buckley, Jill McCullough, Jill Taylor, Joanna Natasegara, Jodie Whittaker, Joely Richardson, Jojo Moyes, Josie Rourke, Juliet Nicholson, Kate Hardie, Kate Herron, Kate Kinninmont MBE, Kate Muir, Kate Wilson, Kate Winslet, Katie Leung, Katie Sinclair, Katy McPhee, Keira Knightley, Kim Tserkezie, Kirstie Swain, Kitty Kaletsky, Laura Carmichael, Leanne Davis, Letitia Wright, Libby Durdy, Lily Cole, Lily James, Lindy King, Line Langebek, Liz Gill, Liza Marshall, Lorna Mann, Lucy Bevan, Lucy Fairney, Lydia Wilson, Lyndsey Pugh, Lynsey Muir, Mahalia Belo, Manon Ardisson, Massy Tadjedin, Mia Bays and the board of Bird’s Eye View, Miranda Hart, Nadya Jary, Nana Hughes, Naomi Donne, Naomie Harris, Natasha Dack, Nathalie Emmanuel, Nicky Bentham, Nicola Pearcey, Nicola Walker, Nina Gold, Nira Park, Noma Dumezweni, Noomi Rapace, Olivia Colman, Olivia Poulet, Olivia Williams, Ophelia Lovibond, Pandora Colin, Pearl Mackie, Phoebe Billington, Phoebe Fox, Pippa Beng, Dame Pippa Harris, Polly Kemp, Poppy Delevingne, Rachel Tunnard, Rebecca Hall, Rebecca O’Brien, Rebekah Staton, Rebekah Wray-Rogers, Rebel Wilson, Rosalind Johnson, Rosamund Pike, Rosie Crerar, Rowan Woods, Ruth Greenberg, Ruth Wilson, Saffron Burrows, Sally El Hosaini, Sally Long-Innes, Samantha Barks, Samantha Morton, Saoirse Ronan, Sara Smith, Sarah Brocklehurst, Sarah Gavron, Sarah Jane Wright, Sarah Solemani, Sarah Stephenson, Sheila Atim, Sienna Miller, Sofe Goodwin, Sophie Okonedo OBE, Suzanne Bertish, Sylvia Parker, Tallulah Fairfax, Tamsin Greig, Thandie Newton, Tess Morris, Tessa Ross, Tessa Thompson, Thea Paulett, Thea Sharrock, Tilly Coulson, Tina Gharavi, Tori Parry, Tracey Seaward, Tuppence Middleton, Vanessa Jones, Vanessa Kirby, Vicky Jewson, Vicky McClure, Wendy Wats, Yero Timi-Biu, Zawe Ashton\n\n• Amended 23 February 2018 to correct the spelling of Ni Una Más.\n\n\n\nFacebook Twitter Pinterest Phyll Opoku-Gyimah, co-founder, trustee and executive director of UK Black Pride. Photograph: Alamy\n\nActivists’ letter:\n\nDear Sisters,\n\nWe write today as activists, organisers, advocates and campaigners working to end violence against women and girls. We work in rape crisis centres, specialist black and minority ethnic women’s organisations, disabled women’s organisations, refuges, helplines, advice services, women’s infrastructure organisations, community organisations, women’s campaigning groups, universities, trade unions, women’s networks and more.\n\nWe write to you as a diverse group of women, speaking to other women, about the world that we live in, and the one that we know it is possible to create.\n\nIn the last few months we have heard a number of women speak out about their experiences of being harassed, assaulted, abused and victimised in the entertainment industry. Over and over again, we have heard stories of powerful individuals, primarily men, who have abused their positions to control women, to violate their bodies, to cause emotional harm and to threaten their livelihoods. We know that many women have also been silenced in a myriad of ways, which include being threatened with further abuse, public shaming, not being able to work and not being believed.\n\nFor those of us who do this work, these stories are all too familiar. We bear witness each day to the ways that adult women, young women and girls are subjected to violence in every sphere, from the home to the workplace. We know that many women are subjected to abuse, which is not only about sex and gender, but also about factors such as race, ethnicity, sexuality, class, disability, age and more; and we know that this compounds the marginalisation that women have to face. We recognise that the ways in which women in the entertainment industry have been silenced mirror the ways that women are silenced by individual perpetrators, by companies, by families, by institutions, by communities and by the state. For each woman in the entertainment industry who has spoken out, there are thousands of women whose stories go unheard.\n\nOne in 10 women in the European Union report having experienced cyber-harassment since the age of 15 and close to one in three 16-18-year-old girls say they have experienced unwanted sexual touching at school. One in five women in England and Wales have experienced some type of sexual assault since the age of 16. The number of rapes recorded by police in England and Wales is the highest in the EU, according to official 2017 figures.\n\nOn average two women are killed by their partner or ex-partner every week in England and Wales.\n\nThis needs to end.\n\nThese are not isolated incidents. This is about power and inequality; and it is systemic.\n\nWe know that as we write about our experiences some will ask us: “But what about the men?” While our work is focused on women and girls, we acknowledge all survivors of abuse. We recognise their experiences as part of a wider system of patriarchal power which disproportionately impacts women and girls and also harms men and boys. We join with all survivors to demand change.\n\nIf this change is to happen, we need a major shift across our societies. This shift needs to be intersectional and it needs to attend to all structural inequality and oppressions.\n\nAs activists, we welcome the call from our entertainment industry sisters to unite to call TIME on harassment and abuse. We recognise that every woman, everywhere, who has ever spoken out has been part of creating change, even when she has not been believed. We know that these conversations are not new, and that these stories are not exceptional, but the women in the entertainment industry that have spoken out have helped to push issues such as sexual harassment and rape into the public consciousness in an unprecedented way. We believe that this is a moment in time when we can harness our collective energies to dismantle the wall of silence that surrounds violence against women and girls.\n\nTo every woman afraid to walk down the streets, or take public transport, we see you. To every woman scared to go home or who is trapped at home, we hear you. To every girl and every young woman who is terrified of going to school, we are with you. To every woman who has been detained, while seeking safety, we believe you. To each and every one of you, who has been subjected to any form of harassment, abuse and/or victimisation, we say this: we hear you. We see you. We believe you. We are with you.\n\nWe believe that it is possible to create a different world; one that is equal and just. We believe that it is possible for us to have freedom and safety wherever we are, from our homes to our workplaces. So today we come together with sisters in the entertainment industry to call Time’s UP on sexual abuse, and other forms of abuse, harassment and victimisation.\n\nWe call on you to join us in this movement and support our work. Organisations and groups working to create systemic and long-term change in the UK are in desperate need of resourcing. A 2013 survey of European charitable foundations showed less than 5% of funds were targeted towards women. It should therefore come as no surprise that many of the organisations that have been fighting for justice and equality are chronically underfunded.\n\nAs government cuts and austerity measures take their grip on our sector, many of the services that are supporting survivors are struggling to stay open.\n\nPlease contact us to find out how you can make a difference, and consider donating to Rosa’s justice and equality fund today.\n\nSigned:\n\nAdeola Iluyomade, Rape Crisis, Adwoa Kwateng-Kluvitse, Forward, Akeela Ahmed, activist, Alison Hill, Rape Crisis, Amna Abdullatif, Amrit Wilson, author and activist, Anber Raz, Imkaan Andrea Simon, End Violence Against Women Coalition, Angela Maruli, Forward, Angelina Rodriques, End Violence Against Women Coalition, Arabella Gayle, student and activist, Aviah Sarah, Sisters Uncut, Baljit Banga, London Black Women’s Project, Beverley Williams, Amadudu Camille Kumar, Women and Girls Network, Caroline Burton, Rape Crisis, Caroline Vaux, Rape Crisis, Carys Afoko, Level Up Cas Heron, Rape Crisis, Ceri Hayes, Gender Matters, Charlotte Kneer, Women’s Aid survivor ambassador, Reigate and Banstead Women’s Aid, Chlo Winfield, Women’s Aid survivor ambassador, Cimone Hilton, Safer London, Claire Throssell, Women’s Aid child first campaigner and survivor ambassador, Clare Hyde, Astraea Project, Cris McCurley, solicitor, Darlene Corry, researcher and activist, Dawn Redshaw, Salford Women’s Aid, Dawn Thomas, Rape Crisis, Diana Nammi, Iranian and Kurdish Women’s Rights Organisation (IKWRO), Dianne Whitfield, Rape Crisis, Dion Spence, Imkaan Dionne Nelson, Women’s Resource Centre, Dorett Jones, Imkaan, Dr Akima Thomas, Women and Girls Network, Dr Ava Kanyeredzi, University of East London, Dr Carlene Firmin MBE, University of Bedfordshire, Dr Fiona Vera Gray, Durham University, Dr Kate Cook, Manchester Metropolitan University, Dr Lisa W Kelly, University of Glasgow, Dr Maria Garner, Dr Marianna Tortell, Domestic Violence Intervention Project (DVIP), Dr Marsha Scott, Scottish Women’s Aid, Dr Nancy Lombard, Glasgow Caledonian University, Dr Nicola Sharp-Jeffs, London Metropolitan University, Dr Ravi K Thiara, University of Warwick, Dr Sue Robson, Women’s Rights advocate, Dr Susan Berridge, University of Stirling, Dr Rebecca Johnson, Women in Black, Ehinor Otaigbe, Wonderfully Made Woman, Elaine Peaker, Rape Crisis, Eleanor Lisney, Sisters of Frida, Elizabeth Ackerley, activist, Emma Ritch, Engender, Estelle Du Boulay, Rights of Women, Esua Goldsmith, writer and activist, Fiona Davidson, journalist and trade unionist, Firoza Mohmed, Humraaz Foloshade Alonge, The Butterflies Francesca Jarvis, Rape Crisis, Garima Jhamb, Women’s Aid, Georgina Robb, Women and Girls Network, Guddy Helevuo-Burnet, Domestic Abuse Housing Alliance (DAHA), Gurpreet Virdee, Women and Girls Network, Hannana Siddiqui, Helen Cylwik, consultant, Hilary McCollum, writer and campaigner, Huda Jawad, Standing Together Against Domestic Violence, Ikamara Larasi, activist, Ila Patel, Asha Projects, Illary Valenzuela Oblitas, Latin American Women’s Rights Service (LAWRS), Indira Purushothaman, Imkaan, Jackie Hancox, Rape Crisis Jan Melia, Women’s Aid Federation Northern Ireland, Janet McDermott, Women’s Aid, Jashmin Patel, Imkaan, Jayne Bullough, Rape Crisis Jennifer Edmunds, Sisters Uncut, Jo Costello, Every Day Victim Blaming, Jo Sutcliffe, Rape Crisis, Jo Todd, Respect, Jocelyn Watson, activist and writer, Jodie Woodward, Rape Crisis, Kafayat Okanlawon, Imkaan, Karen Boyle, University of Strathclyde, Karen Moore, Astraea Project, Kathleen Moss, ACMA, Katie Ghose, Women’s Aid, Katie Russell, Rape Crisis, Kim Donahue, consultant Laura Bates, Everyday Sexism Project, Leah Cowan, Imkaan, Lee Eggleston, Rape Crisis, Lesley Painter, Rape Crisis, Lia Latchford, Imkaan, Lisa Johnson, Women’s Aid, Lisa-Marie Taylor, FiLiA, Louise Harcourt, Women and Girls Network, Louise Whitfield, public law specialist, Lynne Wham, Rape Crisis, Maggie Parks, Womens Rape and Sexual Abuse Centre, Cornwall, Mandy Thomas, Women’s Aid Survivor ambassador, Marai Larasi MBE, Imkaan, Marchu Girma, Women for Refugee Women, Marie-Claire Faray, Common Cause Platform for Congolese Women, Mary Mason, Solace Women’s Aid, Mary Otuko, Forward, Michelle Springer Benjamin, Women and Girls Network, Molly Ackhurst, Rape Crisis Tebussum Rashid, Sukoon Ltd, Naana Otoo-Oyortey, Forward, Nahir de la Silva, Latin American Women’s Rights Service (LAWRS), Natalia Dawkins MBE, Natasha Walter, Women for Refugee Women, Neha Kagal, Imkaan, Nicki Norman, Women’s Aid, Nicole Jacobs, Standing Together, Nina George, Nina Kelly, activist and consultant, Olu Amokeodo, Rape Crisis, Phyll Opoku-Gyimah, UK.Black Pride, Pragna Patel, Southall Black Sisters, Professor Aisha Gill, University of Roehampton, Professor Clare McGlynn, Durham University, Professor Liz Kelly, London Metropolitan University, Professor Nicole Westmarland, Durham University, Quinn, Rape Crisis, Rachel Krys, End Violence Against Women Coalition, Raggi Kotak, 1 Pump Court, Rahni Binjie, Imkaan, Ranjit Kaur, campaigner, Rebecca Hitchen, Rape Crisis, Rosa Knight, Rape and Sexual Abuse Support Centre, Rose Ssali, Support and Action Women’s Network (SAWN), Roz Hardie, Lewisham Disability Coalition, Rupa Sarkar, Women’s Resource Centre, Ruth Atkinson, Imkaan, Sabrina Qureshi, Million Women Rise, Sadi Khan, Women’s Aid Survivor ambassador, Sally Jackson, Standing Together Against Domestic Violence, Sandie Barton, Rape Crisis, Scotland, Sandy Brindley, Rape Crisis, Scotland, Sara Kirkpatrick, Respect, Sarah Green, End Violence Against Women Coalition, Shaista Aziz, Shaista Gohir OBE, Muslim Women’s Network, UK, Shamshia Ali, Sheila Coates, Rape Crisis, Shelley Johnson, Rape Crisis, Sumanta Roy, Imkaan, Susan Berridge, University of Stirling, Susie McDonald, Tender, Taranjit Chana, London Black Women’s Project, Toks Okeniyi, Forward, Tracey Ford, JAGS Foundation, Umme Imam, Angelou Centre, Verity Meeson, Women and Girls Network, Vivienne Hayes MBE, Women’s Resource Centre, Yenny Aude, Latin American Women’s Aid, Zahra Rasouli, Women and Girls Network, Zlahka Ahmed, Apna Haq Zoe Gray, Women and Girls Network",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.theguardian.com/film/2018/feb/18/actors-activists-bafta-red-carpet-calls-time-sexism"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.google.com/maps?q=1+Pump+Court&entry=gmail&source=g",
                "https://twitter.com/intent/tweet?text=Sisters%2C%20this%20is%20our%20moment%20to%20say%20Time's%20Up&url=https%3A%2F%2Fwww.theguardian.com%2Fworld%2F2018%2Ffeb%2F18%2Fsisters-this-is-our-moment-to-say-times-up%3FCMP%3Dshare_btn_tw%26page%3Dwith%3Aimg-2%23img-2"
            ]
        },
        "key_words": [
            "rape",
            "university",
            "aid",
            "imkaan",
            "womens",
            "crisis",
            "women",
            "girls",
            "sisters",
            "abuse",
            "say",
            "times",
            "moment",
            "dr"
        ]
    },
    {
        "url": "https://www.theguardian.com/books/2014/may/28/maya-angelou",
        "title": "Maya Angelou obituary",
        "authors": [
            {
                "name": "Tayari Jones",
                "link": null
            },
            {
                "name": "Lilah Raptopoulos",
                "link": null
            },
            {
                "name": "Alice Walker",
                "link": null
            },
            {
                "name": "Lyn Innes",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2014-05-28",
        "text": "The writer Maya Angelou, who has died aged 86, won acclaim for her first autobiographical memoir, I Know Why the Caged Bird Sings (1969), a scathing and sardonic indictment of the racial discrimination she experienced as a child in Arkansas and California. \"If growing up is painful for the southern black girl,\" she wrote, \"being aware of her displacement is the rust on the razor that threatens the throat. It is an unnecessary insult.\"\n\nThe book is also a celebration of the strength and integrity of black women such as Angelou's grandmother, who enforced the respect of white adults and endured the impudence of white children. Unlike Richard Wright's autobiographical Black Boy (1945), which has a similar setting and theme, it gives a sympathetic and compassionate account of a beleaguered black community while also humorously dramatising Angelou's need to find self-fulfilment outside it.\n\nI Know Why the Caged Bird Sings has had a wide appeal, particularly to younger female readers and continues to appear on school and university reading lists in the US and the UK. The critic Harold Bloom noted that Angelou achieved with the book \"an almost unique tone that blends intimacy and detachment, a tone indeed of assured serenity that transcends the fearful humiliations and outrages that she suffered as a girl\".\n\nShe was born Marguerite Annie Johnson in St Louis, Missouri, the daughter of Bailey Johnson, a doorman and naval dietician, and Vivian (nee Baxter), a nurse, professional gambler, bar owner and entertainer. Maya was the name given to her by her brother, also Bailey. When her parents separated, her father sent three-year-old Maya and her brother alone by train to live with his strong-willed and deeply religious mother, Annie Henderson, in the small, segregated town of Stamps, Arkansas.\n\nWhen she was seven, Maya was raped by her mother's boyfriend. This traumatic incident, recorded in her autobiography, and the man's subsequent murder, for which she felt responsible, led her to stop speaking for five years. She was encouraged to read works by black authors such as Langston Hughes and Paul Laurence Dunbar, and was later persuaded by Bertha Flowers, an educated black citizen of Stamps, to read aloud from the works of Austen, Dickens, Shakespeare and various poets. She acquired a love and appreciation of the spoken word which informed her writing and her performances of her own and other people's works.\n\nAs a teenager, her brother became increasingly restless under the restrictions, discriminations and dangers experienced by black men in the south, and so their grandmother took the children to stay with their mother in San Francisco, where Maya attended Mission high school. At the age of 14 she ran away in search of her father, and lived rough in Los Angeles and Mexico for a time.\n\nShe then returned to San Francisco, completed her high school education, took lessons in dance and drama and, at the age of 17, gave birth to a son. She had no desire to marry the father, who is not named in her autobiography. She also became possibly the first African-American female streetcar conductor in San Francisco. As she recounts in Gather Together in My Name (1974), the second volume in her autobiographical sequence, she found work as \"a shake dancer in night clubs, fry cook in hamburger joints, dinner cook in a Creole restaurant\".\n\nIn her early 20s, she was married briefly to an aspiring musician, Anastasios (Tosh) Angelopulos, a former sailor, of Greek descent. She trained as a dancer with Martha Graham and worked as a nightclub singer, taking at that time the professional name Maya Angelou, borrowing a form of her husband's surname. In the mid-1950s she toured Europe with a production of Porgy and Bess. She recorded a calypso album and appeared in the off-Broadway show Calypso Heat Wave, also taking a part in the 1957 film version. Angelou played the part of the Queen in the 1961 off-Broadway production of Jean Genet's The Blacks, which starred Roscoe Lee Browne, Cicely Tyson and James Earl Jones. In New York, she was encouraged by John Oliver Killens and James Baldwin to join the Harlem Writers Guild and to take her creative work seriously, and she also became involved in the civil rights movement.\n\nIn New York in 1961, Angelou fell in love with the South African civil rights activist Vusumzi Make. She moved with him and her son, Guy, to Cairo, where she worked as an editor for the Arab Observer, an English-language weekly. Later she moved with Guy to Ghana, taught at the University of Ghana and worked as a features editor for the African Review. While in Ghana, she met Malcolm X.\n\nAngelou returned to the US in 1965 intending to help Malcolm X build his new Organisation of African-American Unity. That organisation collapsed with the assassination of Malcolm X that year, and Angelou then began to work more closely with Martin Luther King. When King was assassinated on 4 April 1968 (her 40th birthday) she was devastated. Friends such as Baldwin encouraged her to begin writing, and in 1969 she completed I Know Why the Caged Bird Sings. Narrating her changing awareness and struggle for self-fulfilment between the ages of three and 17, it portrayed vividly the characters of her glamorous mother, her proud and dignified grandmother, her beloved brother and her disabled Uncle Willie, as well as the troubled relationships between the races in the south during the depression.\n\nWhile this first volume of her memoirs is generally considered to be the best, the subsequent instalments – Gather Together in My Name (1974), Singin' and Swingin' and Gettin' Merry Like Christmas (1976), The Heart of a Woman (1981), All God's Children Need Travelling Shoes (1986), A Song Flung Up to Heaven (2002) and Mom & Me & Mom (2013) – have also achieved a large and appreciative audience. Collectively, they portray Angelou's experience as a young single mother; her travels in Europe and Africa with the cast of Porgy and Bess; her involvement with the civil rights movement and meetings with iconic figures such as King, Malcolm X and Billie Holiday; her life in Ghana, her son's car accident and her decision to leave him in Ghana to recover; and finally the years after her return to the US in 1965 and her decision to begin writing her first book.\n\nShe once described her writing regime thus: \"I keep a hotel room in which I do my work – a tiny, mean room with just a bed, and sometimes, if I can find it, a face basin. I keep a dictionary, a bible, a deck of cards and a bottle of sherry in the room. I try to get there around seven, and work until around two in the afternoon … Maybe after dinner I'll read to [my husband, Paul du Feu] what I have written that day. He doesn't comment. I don't invite comments from anybody but my editor.\"\n\nAngelou had married Du Feu (who had previously been married to Germaine Greer) in 1973. They lived in California until they divorced in 1981, when Angelou took up a position as Reynolds professor of American studies at Wake Forest University in North Carolina. Angelou vigorously disassociated herself from Anglo-American feminism, which in her view lacked an appreciation of the need for love and humour. She was nevertheless an outspoken advocate of \"womanism\", a quality which she ascribed to black women, and included their strength, commitment, sexual fulfilment and understanding of their complete equality with men.\n\nAngelou gained greater international prominence when she was invited to write and deliver a poem for Bill Clinton's presidential inauguration in Washington in January 1993. This poem, On the Pulse of Morning, celebrates the diversity of ethnic groups in the US, and calls on the nation to leave behind cynicism and look forward to a new pride in self and a new dawning, as captured in these lines:\n\nDo not be wedded forever\n\nTo fear, yoked eternally\n\nTo brutishness.\n\nFrom 1998, she became a member of the board of governors for the Maya Angelou Institute for the Improvement of Child and Family Education at Winston-Salem State University, North Carolina. Angelou campaigned for Hillary Clinton in the 2008 Democratic party presidential primaries, but supported Barack Obama after Clinton's campaign ended. Delighted when Obama was elected president, she declared: \"We are growing up beyond the idiocies of racism and sexism.\" In a 2012 interview she rebuked those who expressed disappointment with his performance as president, insisting that he had \"done a remarkable job\". Obama has also praised Angelou, awarding her the Presidential Medal of Freedom in 2011 and quoting these lines she had written: \"History, despite its wrenching pain, cannot be unlived, but if faced with courage, need not be lived again.\"\n\nA tall and imposing woman, often wearing African dress, with a deep and expressive voice, Angelou was a remarkable performer of her own works, and it was in performance that her poetry could be best appreciated. She won the Grammy award for best spoken word album on three occasions, the first being for her recording of On the Pulse of Morning.\n\nAngelou published more than 10 volumes of poetry, composed songs for musicals and films and wrote or co-wrote the scripts for more than a dozen plays, films and television programmes. She was nominated for an Emmy for her appearance in the TV mini-series Roots (1977) and also had prominent roles in films such as Poetic Justice (1993), which starred Janet Jackson and Tupac Shakur, and How to Make an American Quilt (1995), based on Whitney Otto's novel. A gourmet cook, she published recipe books and enjoyed entertaining in her large house in Winston-Salem.\n\nShe is survived by Guy.\n\n• Maya Angelou (Marguerite Annie Johnson), writer, born 4 April 1928; died 28 May 2014",
        "quotes": [
            [
                "If growing up is painful for the southern black girl,",
                "Martha Graham",
                true
            ],
            [
                "being aware of her displacement is the rust on the razor that threatens the throat.",
                "Martha Graham",
                false
            ],
            [
                "an almost unique tone that blends intimacy and detachment, a tone indeed of assured serenity that transcends the fearful humiliations and outrages that she suffered as a girl",
                "Harold Bloom",
                false
            ],
            [
                "a shake dancer in night clubs, fry cook in hamburger joints, dinner cook in a Creole restaurant",
                "",
                false
            ],
            [
                "I keep a hotel room in which I do my work – a tiny, mean room with just a bed, and sometimes, if I can find it, a face basin.",
                "Martha Graham",
                true
            ],
            [
                "I keep a dictionary, a bible, a deck of cards and a bottle of sherry in the room.",
                "Martha Graham",
                true
            ],
            [
                "I try to get there around seven, and work until around two in the afternoon … Maybe after dinner I'll read to [my husband, Paul du Feu] what I have written that day.",
                "Martha Graham",
                true
            ],
            [
                "I don't invite comments from anybody but my editor.",
                "Martha Graham",
                true
            ],
            [
                "We are growing up beyond the idiocies of racism and sexism.",
                "Martha Graham",
                true
            ],
            [
                "History, despite its wrenching pain, cannot be unlived, but if faced with courage, need not be lived again.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/books/2002/may/25/mayaangelou",
                "https://www.theguardian.com/news/2007/jun/20/guardianobituaries.artsobituaries",
                "https://www.theguardian.com/books/2012/feb/15/maya-angelou-barack-obama-remarkable-job"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.theguardian.com/world/ghana",
                "https://www.theguardian.com/us-news/malcolm-x",
                "https://www.theguardian.com/books/mayaangelou",
                "https://www.wssu.edu/404.html?aspxerrorpath=/sehp/centers-and-programs/maya-angelou-institute/default-m.aspx&aspxerrorpath=/sehp/centers-and-programs/maya-angelou-institute/default-m.aspx"
            ]
        },
        "key_words": [
            "need",
            "mother",
            "university",
            "work",
            "angelou",
            "black",
            "maya",
            "ghana",
            "malcolm",
            "obituary",
            "writing"
        ]
    },
    {
        "url": "https://www.theguardian.com/business/2013/dec/12/blockbuster-disappear-high-street-close-dvds",
        "title": "Blockbuster to disappear from high street after 25 years",
        "authors": [
            {
                "name": "Angela Monaghan",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2013-12-12",
        "text": "Final stores to close by Monday with loss of 808 jobs after administrators fail to find buyer for DVD and games rental chain\n\nThis article is more than 5 years old\n\nThis article is more than 5 years old\n\nBlockbuster will disappear from Britain's high streets after almost 25 years following the failure by administrators to find a buyer for the DVD and games rental chain.\n\nThe remaining 91 stores will close by Monday, with the loss of 808 jobs, after the retailer went into administration in October for the second time this year. Stock will be sold by Sunday, with discounts of up to 90%.\n\nAdministrators at Moorfields Corporate Recovery said on Thursday: \"It is with regret that we have to make today's announcement, we appreciate this is a difficult time for all concerned and would like to thank staff for their professionalism and support over the past month.\n\n\"Unfortunately, we were unable to secure a buyer for the group as a going concern and as a result had to take the regrettable action to close the remaining stores.\"\n\nIt followed the announcement last week that 62 stores would close, with 427 job losses, following a spate of closures since October.\n\nAt the start of the year Blockbuster had 528 stores employing 4,190 staff.\n\nBlockbuster was initially placed into administration in January, but rescued by Gordon Brothers, a private equity group. In October, the new owners admitted that its attempts to turn the business around had not worked.",
        "quotes": [
            [
                "It is with regret that we have to make today's announcement, we appreciate this is a difficult time for all concerned and would like to thank staff for their professionalism and support over the past month.",
                "",
                true
            ],
            [
                "Unfortunately, we were unable to secure a buyer for the group as a going concern and as a result had to take the regrettable action to close the remaining stores.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/business/2013/oct/29/blockbuster-failure-bid-rental-business",
                "https://www.theguardian.com/business/2013/jan/16/video-chain-blockbuster-falls-into-administration",
                "https://www.theguardian.com/business/2013/dec/05/blockbuster-disappear-high-street-loss-jobs-dvd"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.theguardian.com/business/blockbuster",
                "https://www.moorfieldscr.com/media-centre/our-news/moorfields-corporate-recovery-announce-closure-of-remaining-blockbuster-stores/"
            ]
        },
        "key_words": [
            "following",
            "group",
            "disappear",
            "buyer",
            "stores",
            "rental",
            "blockbuster",
            "high",
            "close",
            "street",
            "remaining",
            "loss",
            "25",
            "games",
            "jobs"
        ]
    },
    {
        "url": "https://www.theguardian.com/lifeandstyle/2018/jul/14/martin-kemp-actor-interview-george-michael-first-date",
        "title": "Martin Kemp: ‘George Michael came on our first date’",
        "authors": [
            {
                "name": "Rosanna Greenstreet",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2018-07-14",
        "text": "The actor on being married for 30 years, meeting Buzz Aldrin and having two brain tumours\n\nBorn in London, Martin Kemp, 58, was a child actor who went on to become a pop star in 80s band Spandau Ballet. In 1990, he starred in the film The Krays with his brother Gary, and from 1998 to 2002 played Steve Owen in EastEnders. He is currently playing Billy Flynn in Chicago at the Phoenix Theatre, London. He lives in Hertfordshire and is married to Shirlie, a former backing singer for Wham! and half of Pepsi & Shirlie.\n\nWhen were you happiest?\n\nThe births of my children, Harley Moon (28) and Roman (25).\n\nWhat is your earliest memory?\n\nSitting in my pram on a sunny day, while my mother was pushing my brother on the swings in the playground in Rotherfield Street where I grew up.\n\nWhich living person do you most admire, and why?\n\nBuzz Aldrin. I met him about 10 years ago and all I could do was look at his feet. What greater thing can you do than walk on the moon?\n\nWhat is the trait you most deplore in yourself?\n\nForgetfulness. My work is a lot about daydreaming and learning lines. I sometimes forget to do ordinary things and Shirlie gets upset.\n\nWhat is the trait you most deplore in others?\n\nTalking too much about themselves.\n\nWhat was your most embarrassing moment?\n\nWhen I was a child actor, I did a BBC show called The Glittering Prizes. In a shower scene, I had to stand up and wee on the kid next to me. They brought over this tube and a funnel, and poured orange juice down it.\n\nWho would you invite to your dream dinner party?\n\nElvis, Bruce Lee and Marlon Brando – people with charisma. I didn’t understand what charisma was when I was younger, but I knew that when they were on television or in pictures, I couldn’t take my eyes off them.\n\nWhat do you most dislike about your appearance?\n\nIt all depends what day it is. If it’s a Saturday morning, then I look really rough.\n\nWhat did you want to be when you were growing up?\n\nI wanted to play for Arsenal. When I have a kick-around with my boy, I still feel as if someone’s going to spot me.\n\nWhat do you owe your parents?\n\nEverything. We lost them seven years ago. My mother went into hospital and Dad had a heart attack worrying about her. When my mother found out, she died of a heart attack.\n\nRobert Peston: ‘Closest brush with the law? I’m a goody-goody’ Read more\n\nWhat or who is the greatest love of your life?\n\nMy wife. We’ve been married 30 years and our relationship gets stronger every day – well, it does for me; I haven’t asked her. George Michael came on our first date. I spent all night trying to get rid of him.\n\nWhich words or phrases do you most overuse?\n\nYou know what I mean?\n\nWhat is the worst job you’ve done?\n\nGary and I worked in a greengrocer’s on Saturdays and in the holidays. One of my jobs was cooking beetroot – it used to make me gag.\n\nWhen did you last cry, and why?\n\nI cry all the time. The last time was at the end of Paddington 2. Shirlie was laughing her head off.\n\nWhat is the closest you’ve ever come to death?\n\nIn 1995, I discovered I had two brain tumours. The process of having them removed went on for about three years. It was a long and drawn-out time, wondering whether or not I was going to die.\n\nWhat is the most important lesson life has taught you?\n\nYou never know what’s around the corner.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.theguardian.com/stage/2018/apr/11/chicago-review-cuba-gooding-jr-phoenix-theatre-london",
                "https://www.theguardian.com/lifeandstyle/2018/jun/23/robert-peston-journalist-interview-broadcasting"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.theguardian.com/tv-and-radio/eastenders",
                "http://www.spandauballet.com/",
                "https://www.imdb.com/title/tt0073999/",
                "https://www.imdb.com/name/nm0447337/",
                "https://en.wikipedia.org/wiki/Pepsi_%26_Shirlie"
            ]
        },
        "key_words": [
            "mother",
            "date",
            "came",
            "youve",
            "trait",
            "michael",
            "shirlie",
            "look",
            "actor",
            "kemp",
            "george",
            "married",
            "martin",
            "day",
            "london",
            "went"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/shortcuts/2018/apr/25/crazy-rich-asians-can-the-romcom-be-a-gamechanger-for-representation",
        "title": "Crazy Rich Asians: can the romcom be a gamechanger for representation?",
        "authors": [
            {
                "name": "Jingan Young",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2018-04-25",
        "text": "I have been on my toes in anticipation for Crazy Rich Asians since Entertainment Weekly put the film’s stars, Constance Wu and Henry Golding, on its cover in November. It is 25 years since Wayne Wang’s Chinese-American family saga The Joy Luck Club and, ever since, Hollywood has largely avoided commissioning south-east Asian (SEA) and east Asian (EA) stories. But the movie’s seductive, funny trailer suggests it will mark an important moment for both communities’ presence in the mainstream.\n\nDirected by John M Chu, adapting Kevin Kwan’s bestselling book, the film portrays the opulent lives of affluent south-east Asians through the conventional, commercial lens of romantic comedy. The all-Asian cast is led by Wu, best known for her role in US sitcom Fresh Off the Boat, playing an economics professor who travels with boyfriend Nick (British-Malaysian actor Golding) to Singapore for his best friend’s wedding only to discover he is the son of the richest families in town (“The Prince William of Asia”, as she calls him). Rachel has to navigate the Dynasty-like world of Singapore’s wealthy elite, and avoid the sharp tongue of Nick’s mother, Eleanor (Michelle Yeoh), who, in the words of Rachel’s brazen friend, played by the comedian Awkwafina, is just like an “unrefined banana: yellow on the outside, white on the inside”.\n\nAs a half-Chinese woman born in pre-handover Hong Kong, role models of my own ethnicity were extremely limited in mainstream cinema. Disney’s Mulan from 1998 (which is currently being made into a live-action feature), remains an important, if flawed, part of my upbringing. The persistent lack of SEA/EA stories and ongoing negative pastiches and stereotypes – which I discovered working in the arts – led producers to deem our stories as “too risky”. However, in recent years, these issues have begun to be addressed.\n\nPublic debates around whitewashing and the stereotyping and marginalisation of minorities on screen and stage, are finally having an impact. On this site, Yuan Ren spoke of the damaging “depiction of Chinese men as sexually impaired”, a stereotype I am happy to report seems to have been exchanged in this film for smart and sexy (we see several impressively toned torsos of our Asian male leads in the trailer). But Crazy Rich Asians has not been without controversy. There has been criticism of the casting of Golding, who some claimed “wasn’t Asian enough” (the actor was forced to defend his own heritage), while criticism of its representation of people in Singapore persists. Regardless, excitement surrounding the trailer has drowned out most of those negative voices. In the UK, we still have a long way to go. Back in December, there was a virulent backlash against BBC Three’s comedy pilot Chinese Burn, which, despite its best intentions, managed to reinforce the stereotypes it claimed to break down.\n\nIn contrast, US television has led the way in increasing EA/SEA representation, with shows that give us unique and diverse stories, and prioritise the casting of east Asian or south-east Asian actors. Just to name a few: Dr Ken, Selfie, Master of None, Into the Badlands, Andi Mack, and Crazy Ex-Girlfriend. As a great fan of romcoms, I am similarly enthused by the potential of Crazy Rich Asians, even if the film does not end up fully delivering as the beacon of change the community has hoped for.",
        "quotes": [
            [
                "unrefined banana: yellow on the outside, white on the inside",
                "",
                false
            ],
            [
                "depiction of Chinese men as sexually impaired",
                "Yuan Ren",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.hongkongfp.com/2017/12/10/backlash-hong-kong-inspired-bbc-three-sitcom-chinese-burn-well-deserved/",
                "https://qz.com/quartzy/1260412/crazy-rich-asians-trailer-south-asians-criticize-film-for-lack-of-ethnic-diversity-and-singaporean-accent/",
                "https://www.theguardian.com/commentisfree/2013/sep/03/crazy-rich-asians-racial-stereotypes",
                "https://www.theguardian.com/commentisfree/2017/dec/12/tv-comedy-chinese-burn-stereotypes-bbc",
                "https://www.theguardian.com/film/2017/aug/29/the-idea-that-its-good-business-is-a-myth-why-hollywood-whitewashing-has-become-toxic",
                "https://ew.com/movies/2017/11/02/crazy-rich-asians-first-look-ew-cover/",
                "https://variety.com/2017/film/asia/henry-golding-talks-crazy-rich-asians-casting-controversies-1202622817/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "asians",
            "crazy",
            "southeast",
            "golding",
            "best",
            "led",
            "asian",
            "film",
            "romcom",
            "gamechanger",
            "trailer",
            "rich",
            "representation"
        ]
    },
    {
        "url": "https://www.dailymail.co.uk/news/article-2423819/Gemma-Chan-tells-court-horrifying-moment-watched-schizophrenic-stab-homeless-man-death-busy-London-street.html",
        "title": "Gemma Chan tells court of horrifying moment she watched schizophrenic stab homeless man to death on busy London street",
        "authors": [
            {
                "name": "Kieran Corcoran",
                "link": null
            }
        ],
        "publisher": "www.dailymail.co.uk",
        "publish_date": "2013-09-17",
        "text": "Sherlock actress tells court of horrifying moment she watched homeless man stabbed to death on busy London street\n\nGemma Chan was called to given evidence at the Old Bailey today\n\nShe told jurors that she saw Frederic Russell, 28, stab Colin Hammond, 65, last October outside Putney Bridge Tube station, west London\n\n\n\nShe waited with Mr Hammond while paramedics arrived, but the man died\n\n\n\n30-year-old played Soo Lin alongside Benedict Cumberbatch's Sherlock\n\nHarrowing: Gemma Chan gave evidence at the Old Bailey today for a murder trial\n\nAn actress who starred in BBC One series Sherlock today told how she stared into the eyes of a killer moments after he stabbed a homeless man in the neck outside a busy tube station.\n\n\n\nGemma Chan, 30, who played Soo Lin alongside Benedict Cumberbatch in BBC One series Sherlock, told the Old Bailey how she locked eyes with the killer outside Putney Bridge station in west London.\n\n\n\nMiss Chan was one of four witnesses giving evidence at a hearing into the murder of 65-year-old Colin Hammond last October.\n\nFrederic Russell, 28, was charged with the murder of Mr Hammond, but the court has found him unfit to plead.\n\nIt is now for the jury to decide whether Russell killed him.\n\n\n\nThe hearing was to determine whether\n\n28-year-old Frederic Russell was the man who stabbed Mr Hammond.\n\nMiss Chan described a tussle she saw between a young man with a goatee and and older-looking, unkempt man outside the station.\n\nShe later realised that the younger man was holding a knife, and had stabbed Mr Hammond, who died.\n\nMiss Chan, who studied law at Oxford University and is the girlfriend of comedian Jack Whitehall, said: 'The older man was on his back, the younger man, the one with the goatee, was on top of him, kneeling down holding him down.\n\n\n\n'The man with the goatee had the older man gripped by the clothes around the neck firmly, their faces were a few inches apart and the older man’s head was raised a few inches off the the ground.\n\n\n\n'Initially, I continued to walk past the two of them on the other side of the road.\n\n\n\n'When I got a few footsteps past them I heard the sound of a scuffle and heard one of the men shout 'I have not got your f*****g money or it may have been \"I have not got any money.\"\n\n'I stopped, looked back and walked a few steps backwards so I was directly opposite them.\n\n\n\n'I then noticed the man with the goatee had his right hand pressed into the neck of the older man, the left side of his neck just underneath his jaw.\n\nScuffle: Miss Chan told the jury that she was waling to Putney Bridge station when she saw the attack outside\n\n'His hand was pressed there for about six seconds, the man appeared to pull his hand away and that’s when I realised he had a knife in his right hand.'\n\nMiss Chan, who later pointed the suspect out in a police lineup, then described how she tried to help Mr Hammond after he had been hurt, and his attacker had retreated.\n\n\n\nShe told the jury: 'I stepped into the road to approach the older man who was still lying on the ground.\n\n'I got about six feet from him and he was groaning and holding his left side of his neck. I asked if he was all right.\n\n\n\n'At this point the man reappeared on the corner. He at first peered around the corner looking at the older male on the ground.\n\n'He then stepped properly out of the corner and looked directly at me and stepped towards me.\n\nOn-screen: Gemma Chan, who gave evidence in court, has starred as Soo Lin in the BBC One series Sherlock\n\n'We stared at each other for about three seconds and then the road started to fill with people as a train had arrived at the tube station.'\n\nAs the younger man disappeared into the crowd she shouted for someone to call an ambulance and to take a picture of the man as he 'had just stabbed someone.'\n\n\n\nShe said she then went to assist the man and a doctor appeared and she told him the man had been stabbed in the neck and CPR was begun.\n\n\n\nMiss Chan, pictured in the series, told the court she came to the aid of a homeless man after he was stabbed She stayed until paramedics arrived, but Mr Hammond later died.\n\nThe court had earlier heard that French national Frederic Russell had a history of mental illness dating back to 2002.\n\n\n\nProsecutor Alan Kent told the court Russell had been repeatedly sectioned in mental hospitals around his home town of Grenoble in south-east France.\n\n\n\nHe came to believe that his father, Englishman Derek Russell, was a demon and and had sexually abused him when he was drunk.\n\n\n\nThe court heard that in 2007, while staying at his father's house in Germany, Frederic stabbed him in the thigh and then slashed his hand when he was disarmed.\n\n\n\nHis father died in October, and at his funeral Russell tried to prize open his father's coffin, and then ran away.\n\n\n\nHis family found him and tried to take him back to France, but he ran away again, and was next seen 24 hours later fighting with Mr Hammond outside the underground station.\n\nPolice were called and found him nearby on Putney Bridge where he took of his top and then slashed himself across the chest and arms before being disarmed.\n\nMr Kent said: 'There is overwhelming evidence that the defendant was actively psychotic at the time of these events. He was clearly in the area of Putney Bridge Tube station and in the road where Mr Hammond died.\n\n'His mobile phone was recovered at the feet of the deceased and he was in possession of a knife that had the deceased’s DNA on the handle.\n\n\n\n'As you heard, he has previous psychotic episode of using a knife to inflict injuries on his father. There is clear evidence that the defendant was the person responsible for the knife wounds to the neck of the deceased.'",
        "quotes": [
            [
                "I have not got any money.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/intent/follow?screen_name=@kj_corcoran&tw_p=followbutton"
            ]
        },
        "key_words": [
            "man",
            "tells",
            "horrifying",
            "older",
            "watched",
            "mr",
            "stabbed",
            "chan",
            "hammond",
            "stab",
            "schizophrenic",
            "told",
            "russell",
            "court",
            "street",
            "moment",
            "neck",
            "london",
            "homeless"
        ]
    },
    {
        "url": "https://www.theguardian.com/books/2004/mar/13/featuresreviews.guardianreview5",
        "title": "Anna May Wong: Hollywood star",
        "authors": [
            {
                "name": "Geoffrey Macnab",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2004-03-13",
        "text": "Anna May Wong was determined to act. But the only role she could find in Hollywood was that of an exotic, villainous snake. So she fled to Europe - and became a star\n\nA shabby but very beautiful Chinese scullery maid with rips in her tights is called into a nightclub impresario's office. She thinks she is about to be sacked, but the nightclub boss's lust for her is obvious. He can't keep his eyes off her legs. Rather than fire her, Valentine Wilmot (Jameson Thomas) offers her a job as the top-of-the-bill exotic dancer in his ailing club, the Piccadilly. Thus is launched the spectacular but shortlived career of Shosho (Anna May Wong) in EA Dupont's Piccadilly (1929). This heady melodrama, shortly to be re-released in a restored version with a live score, is the quintessential Wong vehicle. It sums up why audiences cherished her and why the film industry was so fiercely suspicious of her.\n\nAs her biographer Graham Russell Gao Hodges puts it, \"her movies are almost always a representation of social fears about interracial sex\". In Piccadilly , her effect on Wilmot is roughly akin to that of Louise Brooks's Lulu on the menfolk in Pandora's Box. The besotted impresario ignores his \"flapper\" mistress Mabel (Gilda Gray) so that he can spend more time with Shosho, \"the Chinese Dancing Wonder\". He accompanies her to Limehouse, where he pays a small fortune for the elaborate costume in which she will perform. The film-makers don't downplay the racism the couple encounter. We see Valentine and Shosho together in a rough East End club, which they are forced to leave after one drunken white woman is attacked for having the temerity to dance with a black man.\n\nWhat's striking about Wong's Shosho is her defiance. At 5ft 7in, she's as tall as her leading man. She is not meek or deferential in her lover's presence, but takes his worship of her as her natural right. Nor is she in the slightest cowed when her rival Mabel visits her apartment and begs her to break off the affair. \"He's too old for you,\" the spurned woman tells Shosho. \"You're too old for him,\" she snaps back.\n\nShosho may be a femme fatale who comes to a very bloody end, but at least she is allowed a romantic life. Too often in Wong's movies, especially the Hollywood ones, she is kept away from the leading men altogether, as if she presented some kind of toxic threat toward them. That was certainly the case in The Thief of Bagdad (1924), Douglas Fairbanks's celebrated Arabian Nights fantasy in which she was cast, true to type, as a treacherous Mongol slave girl. Here, she is dressed in typically outlandish fashion: in a black bikini. Her black hair is tied up in ringlets with a piece of diaphanous headgear, which makes her look vaguely like Minnie Mouse. When Fairbanks's thief steals into the princess's apartment, he ushers Wong out of his way at knife-point, blind to the fact that she is far more gorgeous than Julanne Johnston's rather vapid sleeping princess.\n\nIt's a moot point as to whether Wong really was a fully fledged film star at all. As \"love scenes with occidental actors were not permitted on screen\", she rarely won leading roles. She was used instead by Hollywood to provide a whiff of exoticism: to play the scarlet woman, who could be killed off in the final reel, or in bit parts simply to embellish a few scenes as a dancer or a dragon lady. It somehow sums up the mix of prurience and prejudice with which she is regarded that, for many, the most interesting fact about her film career is the (unsubstantiated) story that she had an affair with Marlene Dietrich after appearing with her in Josef Von Sternberg's Shanghai Express (1932).\n\nIn the late 1920s, frustrated at being made to play too many characters with names like Lotus Blossom, Wong headed to Europe in search of more challenging roles. She later claimed that she had considered abandoning the industry altogether. \"When I left Hollywood, I vowed I would never act for the films again,\" she told one fan magazine in 1933. \"I was so tired of the parts that I had to play. Why is it that the screen Chinese is nearly always the villain? And so crude a villain -murderous, treacherous, a snake in the grass. We are not like that. How could we be, with a civilisation that is so many, many times older than that of the west.\"\n\nBorn Wong Liu Tsong (Frosted Yellow Willows) in Los Angeles in 1905, Wong was the daughter of Sam Wong, a native Californian who had his own laundry business. She was 14 years old when she was spotted by James Wang, a character actor and agent, who noticed her when he was shooting a film in LA's Chinatown and secured her a job as an extra in a film called Red Lantern . She left home at the age of 17, continued to act in bit parts, supplemented her earnings by working as a model, and eventually made her breakthrough in The Toll of the Sea (1922), a variation on Madame Butterfly that was notable as the first Technicolor film. The plot was inspired by an old Chinese proverb that said the sea \"claims twice in pain for the joy it bestows\". She plays a Chinese woman who saves a white man washed up by the sea. She falls in love with him and they have a child, but he is called back to the US. Abandoned and distraught, separated from her child, she throws herself into the sea. On this grim note ends Wong's first and last leading role in a Hollywood movie.\n\nBy embarking on a movie career, Wong risked leaving herself in limbo, accepted neither by the Chinese community nor in Hollywood. As her biographer Hodges puts it, quoting an old Chinese proverb: \"The good Chinese family does not want a son to be a soldier because it's so dangerous, or a daughter to be an actress... in this time, actresses were equated at best with courtesans and more often with prostitutes.\" Her father severely disapproved of her screen ambitions and used to lock her up in her room to stop her going to auditions. Meanwhile, though Paramount gave her a contract in 1931, the studios kept passing her over for leads, even in Oriental dramas. She played second fiddle to Myrna Loy in Warner Bros's The Crimson City in 1927. A decade later, she lost out to Luise Rainer (who won an Oscar) when she lobbied for the role of the Chinese peasant in The Good Earth .\n\nAfter visiting her relatives in China in the mid-1930s, she was philosophical about being caught between two cultures. \"It's a pretty sad situation to be rejected by Chinese because I'm 'too American' and by American producers because they prefer other races to act Chinese parts,\" she reflected.\n\nWong had many different incarnations. Though California-born and with an American accent, which grated with reviewers when she appeared on stage, she spoke Cantonese and had studied Chinese art, literature and philosophy. She was also fluent in French and German. Considerably more erudite than the average Paramount contract star, she wrote a series of articles about her experiences in China in the mid-1930s for the New York Herald Tribune. In the early 1930s, when she was working on the stage and screen in London, she was known as \"one of the best dressed women in Mayfair\" and mixed easily in high society. But she never married. When asked why not, during a trip to London in the mid-1950s, she replied: \"I have lived too broad a life to accept the Chinese attitude that treats a wife as a chattel, yet I look too different to marry outside that community.\" Besides, it was against the anachronistic and racist Californian laws of the time for a Chinese woman to wed a white man.\n\nElaine Mae Woo, a Los Angeles-based film-maker who is making a documentary about Wong, has spent the past seven years researching the actress's life. \"Anna May Wong represents not only a Chinese-American woman trying to make it in film. She represents an entire generation,\" Woo says. \"She wasn't trying to be the dragon lady or to make herself the biggest star ever. She wanted to learn a craft. That's why she went on stage, did radio programmes and television - it was a struggle for her, but she really wanted to be an artist more than anything.\"\n\nBack in Hollywood as her youth faded, Wong turned into a B-movie actress before retiring from film-making in 1942. Over the next 20 years, she lived quietly in Santa Monica. She worked for the United China Relief Organisation, took the occasional role in TV dramas (for instance, in the short-lived 1951 series called The Gallery of Mme Liu Tsong , as a Charlie Chan-like art expert/sleuth) and oversaw her property; she owned a big house, bought at the height of her fame, which she converted into apartments after her family decided they did not want to live there. She made one or two fleeting screen appearances: as a maid in Impact (1949) and opposite Lana Turner in Portrait in Black (1960), her final film before she died suddenly of a heart attack aged 54 in February 1961.\n\nThere has been a sudden resurgence of interest in Wong's life and career in the US. Two new biographies were recently published, various documentaries are on the way; there have been retrospectives, and even a new couture collection inspired by her costumes. When the BFI's restored version of Piccadilly was screened at the New York film festival, her performance received rave reviews. Perhaps all this attention is partly motivated by guilt: both for how badly she was treated by the film industry and how quickly she was forgotten. The irony is that prospects for Chinese-American actresses don't seem any brighter today. On a recent Wisconsin radio show, Wong's rival biographers, Hodges and Anthony B Chan, were invited to speculate as to which Chinese-American might play her in a screen version of her life: tellingly, Lucy Liu was the only name they could muster.\n\nPiccadilly, accompanied by Neil Brand's score, is at the Barbican, London EC2, on March 26. Box office: 0845 120 7550.",
        "quotes": [
            [
                "her movies are almost always a representation of social fears about interracial sex",
                "Graham Russell Gao Hodges",
                false
            ],
            [
                "He's too old for you,",
                "",
                true
            ],
            [
                "You're too old for him,",
                "Marlene Dietrich",
                true
            ],
            [
                "love scenes with occidental actors were not permitted on screen",
                "Anna May Wong",
                false
            ],
            [
                "When I left Hollywood, I vowed I would never act for the films again,",
                "Marlene Dietrich",
                true
            ],
            [
                "I was so tired of the parts that I had to play.",
                "",
                true
            ],
            [
                "Why is it that the screen Chinese is nearly always the villain?",
                "",
                true
            ],
            [
                "And so crude a villain -murderous, treacherous, a snake in the grass.",
                "",
                true
            ],
            [
                "How could we be, with a civilisation that is so many, many times older than that of the west.",
                "",
                true
            ],
            [
                "claims twice in pain for the joy it bestows",
                "Anna May Wong",
                false
            ],
            [
                "The good Chinese family does not want a son to be a soldier because it's so dangerous, or a daughter to be an actress... in this time, actresses were equated at best with courtesans and more often with prostitutes.",
                "Hodges",
                true
            ],
            [
                "It's a pretty sad situation to be rejected by Chinese because I'm 'too American' and by American producers because they prefer other races to act Chinese parts,",
                "Marlene Dietrich",
                true
            ],
            [
                "one of the best dressed women in Mayfair",
                "Hodges",
                false
            ],
            [
                "I have lived too broad a life to accept the Chinese attitude that treats a wife as a chattel, yet I look too different to marry outside that community.",
                "Marlene Dietrich",
                true
            ],
            [
                "Anna May Wong represents not only a Chinese-American woman trying to make it in film.",
                "Marlene Dietrich",
                true
            ],
            [
                "She wasn't trying to be the dragon lady or to make herself the biggest star ever.",
                "Marlene Dietrich",
                true
            ],
            [
                "She wanted to learn a craft.",
                "Marlene Dietrich",
                true
            ],
            [
                "That's why she went on stage, did radio programmes and television - it was a struggle for her, but she really wanted to be an artist more than anything.",
                "Marlene Dietrich",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "hollywood",
            "chinese",
            "screen",
            "wong",
            "anna",
            "woman",
            "life",
            "wongs",
            "film",
            "shosho",
            "old",
            "star"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/filmblog/2014/oct/29/marvel-black-panther-black-superhero-chadwick-boseman",
        "title": "Is Marvel's Black Panther the big break for a black superhero?",
        "authors": [
            {
                "name": "Ben Beaumont-Thomas",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2014-10-29",
        "text": "Chadwick Boseman has been cast as Black Panther, Marvel’s first ever lead black superhero. It’s a breakthrough moment for a genre that’s been steadily maturing – but can it avoid tired exotic imagery?\n\nMarvel’s film universe continues to steadily expand outwards – now that core comic-book characters like the Incredible Hulk, Iron Man and Captain America have gone supernova, new stars are filling up the firmament, presumably until there isn’t a single month of the year that isn’t glowing with a Marvel release.\n\nThe newly announced films are two-part Avengers sequel Infinity War and a Captain America movie called Civil War, alongside new film outings for Doctor Strange and – most interestingly – Black Panther.\n\nThe latter will be Marvel’s first lead black superhero, and it’s a breakthrough moment. The positioning of this ethnic minority as heroic – however tortured that heroism may likely be – is a valuable statement in this most high profile of US pop cultural products, in a year when the dominant media image of black men has been as subordinated to (often white) police.\n\nThere’s a crucial difference between Black Panther and the other black superheroes of late, in that the character carries the picture, rather than supports white heroes. Nick Fury of the Avengers has something impotent and pen-pushing about him; Idris Elba’s Heimdall in Thor may have angered fanboys, but wasn’t given a tremendous amount to do; Michael B Jordan’s forthcoming take on the Human Torch in a new Fantastic Four movie will likely be in hock to a white Mr Fantastic; and even The Incredibles’ Frozone was your classic black wisecracker sidekick.\n\nMarvel Comics’ forthcoming black Captain America.\n\nBlack Panther could well be very different. The first major black superhero ever, he first dropped in to help out the Avengers in the 1960s comic books, in the aforementioned supporting-man style. But he was then given an epic canvas with Panther’s Rage, a 200-page tale across multiple issues that dealt with his struggle against violent antagonists in the fictional African nation of Wakanda. The next story arc saw him travel to the US to fight the Ku Klux Klan. This strong heritage, combined with Marvel’s renewed zest for allegory as shown in Captain America: The Winter Soldier, means that a film with as politically resonant a title as Black Panther could address afrocentricity as well as ass-kicking. Chadwick Boseman, whose upcoming performance in James Brown biopic Get On Up brilliantly manages to avoid bland impersonation, is excellent casting.\n\nThe challenge is not to exoticise. Black Panther sports tribal jewellery atop the usual skin-tight leotard – likely a nightmare when jiggling around in combat – that isn’t too clunkingly African. More problematic could be his rooting in a comic called Jungle Action, and his claws in the concept art. Comparing black people to animals, or characterising them as primitive jungle creatures, are classic racist tropes, and ones made by Marvel’s writers even as they sought to empower their character. Can this film avoid being the Um Bongo of cinema?\n\nTo be absolutely fair to them, Marvel is making very deliberate steps to make itself an equal opportunities universe, in its comic books as well as its films. As well as creating a female Thor, its new Captain America comics will see the black character of the Falcon take on the mantle of the leading man, after Cap has his superpowers drained by supervillain Iron Nail. Anthony Mackie, who plays the Falcon on film, could similarly end up taking on the lead character in future instalments.\n\nA black Captain America is as dizzying and dissonant an image as a black president, and would be truly revolutionary in a country still ravaged by racism – but nevertheless, Black Panther is still an evolutionary leap in Marvel’s universe.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.theguardian.com/culture/2010/apr/27/idris-elba-thor-race-debate",
                "https://www.theguardian.com/film/2014/feb/20/fantastic-four-cast-revealed",
                "https://www.theguardian.com/film/captain-america-the-winter-soldier",
                "https://www.theguardian.com/film/2014/oct/28/marvel-black-panther-doctor-strange-avengers-movies-schedule",
                "https://www.theguardian.com/books/2014/jul/15/thor-is-a-woman-in-new-marvel-comicbook-series",
                "https://www.theguardian.com/books/2014/jul/17/marvel-comics-captain-america-black-falcon"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=wYj5o4kQsXs",
                "https://www.theguardian.com/culture/marvel"
            ]
        },
        "key_words": [
            "superhero",
            "america",
            "character",
            "big",
            "white",
            "break",
            "black",
            "panther",
            "captain",
            "film",
            "universe",
            "marvels"
        ]
    },
    {
        "url": "https://www.theguardian.com/culture/2016/jul/18/leslie-jones-racist-tweets-ghostbusters",
        "title": "Leslie Jones bombarded with racist tweets after Ghostbusters opens",
        "authors": [
            {
                "name": "Nicky Woolf",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2016-07-18",
        "text": "The comedian found herself singled out for a particularly egregious campaign of racially charged slurs, many of which she retweeted from her account\n\nThis article is more than 2 years old\n\nThis article is more than 2 years old\n\nComedian Leslie Jones, who stars in the new Ghostbusters movie, has become the latest victim in Twitter’s struggle to control abusive speech on its platform.\n\nGhostbusters’ Leslie Jones: ‘The US is the most depressed nation in the world and I blame comedians’ Read more\n\nA 2014 study by the think tank Demos focusing on a nine-day period in November 2012 found “approximately 10,000 uses per day of racist and ethnic slur terms”, of which 500-2,000 were directed at individuals.\n\n\n\nAnd the new Ghostbusters reboot has become a particular focal point for misogynist abuse because of its female cast, leading to an orchestrated online campaign to make the trailer the most disliked in YouTube history.\n\nBut following the film’s opening weekend, Jones found herself singled out for a particularly egregious campaign of racially charged slurs, many of which she retweeted from her account.\n\nIn a stream of tweets on Monday evening, Jones addressed the attacks directly. “It’s so sad, most of these comments sound like they are from ignorant children,” she said. “You have to hate yourself to put out that type of hate. I mean on my worst day I can’t think of this type of hate to put out.”\n\nWhy Ghostbros on Twitter are monstering my Ghostbusters review Read more\n\n“I don’t know how to feel. I’m numb. Actually numb. I see the words and pics and videos. Videos y’all. Meaning people took time to spew hate,” she continued. “I use to wonder why some celebs don’t have Twitter accts now I know. You can’t be nice and communicate with fans cause people crazy.”\n\nLeslie Jones (@Lesdoggg) I'm more human and real than you fucking think.I work my ass off. I'm not different than any of you who has a dream to do what they love.\n\nJones said that she was considering quitting the social media platform in March, when she first began being targeted by trolls, but she was entreated to stay by Paul Feig, who directed the film.\n\nPaul Feig (@paulfeig) Don't leave us, @Lesdoggg. You are a goddess & one of the warmest funniest forces of nature I know. Fuck the haters. https://t.co/rwh8CIxCk4\n\nOn Monday, in response to the latest wave of abuse, Feig tweeted: “Leslie Jones is one of the greatest people I know. Any personal attacks against her are attacks against us all,” and encouraged people to tweet their support for Jones under the hashtag #LoveForLeslieJ.\n\nWhen the Guardian gave the film four stars in its review, the reviewer came under fire online by people saying that he had “played it safe to stay politically correct”.\n\nTwitter CEO Jack Dorsey responded to Jones on Twitter on Monday night, and Twitter then released a statement.\n\nJack (@jack) @Lesdoggg Hi Leslie, following, please DM me when you have a moment\n\n“This type of abusive behavior is not permitted on Twitter, and we’ve taken action on many of the accounts reported to us by both Leslie and others,” said a spokesman.\n\n“We rely on people to report this type of behavior to us but we are continuing to invest heavily in improving our tools and enforcement systems to prevent this kind of abuse. We realize we still have a lot of work in front of us before Twitter is where it should be on how we handle these issues.”",
        "quotes": [
            [
                "The US is the most depressed nation in the world and I blame comedians",
                "Leslie Jones",
                false
            ],
            [
                "approximately 10,000 uses per day of racist and ethnic slur terms",
                "",
                false
            ],
            [
                "It’s so sad, most of these comments sound like they are from ignorant children,",
                "",
                true
            ],
            [
                "You have to hate yourself to put out that type of hate.",
                "",
                true
            ],
            [
                "I mean on my worst day I can’t think of this type of hate to put out.",
                "",
                true
            ],
            [
                "I don’t know how to feel.",
                "",
                true
            ],
            [
                "I see the words and pics and videos.",
                "",
                true
            ],
            [
                "Meaning people took time to spew hate,",
                "",
                true
            ],
            [
                "I use to wonder why some celebs don’t have Twitter accts now I know.",
                "",
                true
            ],
            [
                "You can’t be nice and communicate with fans cause people crazy.",
                "",
                true
            ],
            [
                "Leslie Jones is one of the greatest people I know.",
                "Feig",
                true
            ],
            [
                "Any personal attacks against her are attacks against us all,",
                "Feig",
                true
            ],
            [
                "played it safe to stay politically correct",
                "",
                false
            ],
            [
                "This type of abusive behavior is not permitted on Twitter, and we’ve taken action on many of the accounts reported to us by both Leslie and others,",
                "",
                true
            ],
            [
                "We rely on people to report this type of behavior to us but we are continuing to invest heavily in improving our tools and enforcement systems to prevent this kind of abuse.",
                "",
                true
            ],
            [
                "We realize we still have a lot of work in front of us before Twitter is where it should be on how we handle these issues.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/film/2016/may/02/ghostbusters-trailer-most-disliked-in-youtube-history",
                "https://www.theguardian.com/film/2016/jul/10/ghostbusters-review-paul-feigs-female-reboot-melissa-mccarthy-kristen-wiig",
                "https://www.theguardian.com/film/filmblog/2016/jul/12/ghostbusters-reboot-reviews-critics-female-cast",
                "https://www.theguardian.com/film/2016/jul/07/leslie-jones-ghostbusters-us-most-depressed-nation-blame-comedians"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/paulfeig/status/707293713299419137",
                "https://t.co/rwh8CIxCk4",
                "https://www.theguardian.com/culture/leslie-jones",
                "https://twitter.com/Lesdoggg",
                "https://twitter.com/Lesdoggg/status/755207297471741955",
                "https://twitter.com/Lesdoggg/status/755204877278703616",
                "https://twitter.com/jack/status/755235268056092672"
            ]
        },
        "key_words": [
            "racist",
            "jones",
            "lesdoggg",
            "leslie",
            "bombarded",
            "twitter",
            "type",
            "opens",
            "im",
            "ghostbusters",
            "hate",
            "know",
            "feig",
            "tweets"
        ]
    },
    {
        "url": "https://www.theguardian.com/tv-and-radio/2016/sep/22/luke-cage-netflix-marvel-comics",
        "title": "Luke Cage review – Marvel's powerful black superhero drama is bulletproof",
        "authors": [
            {
                "name": "Ben Child",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2016-09-22",
        "text": "If the original 1970s version of Luke Cage were to turn up in 2016, he would be sure to get some funny looks. Debuting at the height of Blaxploitation in 1972, Marvel Comics’ first African American superhero to get his own title sported a gaudy open-chested canary-yellow jacket, chain belt, lavish afro and bizarre steel tiara. His catchphrase, “Sweet Christmas!” would have made even Chef from South Park grimace with embarrassment.\n\nIs this a golden age for black TV makers or another false dawn? Read more\n\nInstead of ignoring Cage’s history, Netflix’s latest Marvel show has embraced all that cultural resonance, but given the man with bulletproof skin and superhuman strength a refit for the 21st century. Netflix subscribers may already have seen Cage in last year’s Jessica Jones, where Mike Colter delivered a performance of hushed potency as the superpowered PI’s sometimes paramour. Now he’s out on his own, in a show that’s supposedly a sequel but feels more like a prequel, and in which we learn just how he came by his spectacular powers.\n\nThe first seven episodes suggest a slow burner – just the kind of story arc that works so well as binge TV, but would never survive on a network. As the show opens, the mysterious Cage is lying low in a New York barbershop, that traditional fulcrum of African American cultural identity, hiding his powers and working menial jobs to pay the rent. But it’s not too long before the new guy in town is forced to face up to the fact that the community he’s living in is rotten to the core, and only he has the abilities to take down the bullies.\n\nAnd it’s the neighborhood where Cage emerges as the hero of the hour that sets Cheo Hodari Coker’s show apart as a vestibule for hip-hop culture to be introduced into the Marvel universe. Where earlier efforts Daredevil and Jessica Jones were both set in a strangely un-gentrified version of Hell’s Kitchen, Luke Cage is all about Harlem and the area’s powerful resonance as a repository of African American culture and music. Charles Bradley, Faith Evans and Raphael Saadiq all perform live at the opulent nightclub owned by villain Cottonmouth (House of Cards’ Mahershala Ali), and the show’s soundtrack is liberally peppered with raw-edged blues, soul and hip-hop motifs, from Wu-Tang Clan to Nina Simone and Mahalia Jackson.\n\nIt’s a potent stew of cultural reference points that means Luke Cage ends up being fiercely watchable even for those who would not usually take in a superhero show. There are strong supporting turns from Frankie Faison as barbershop owner Pop, Simone Missick as local detective Missy Knight (who loses her bionic arm from the comics but gains a sort-of crime scene superpower) and Alfre Woodard as a shady politician who’s secretly being funded by the bad guys.\n\nIn places, the show is as uncompromisingly savage in its depiction of criminal underworlds and localised political corruption as Boardwalk Empire and The Wire. But there’s also a strong sense of the hip-hop western, with Harlem as the wild west town and Cage as a Shane-like reluctant hero slowly facing up to his responsibilities. Perhaps unsurprisingly, given that Coker (best known for writing middling Biggie Smalls biopic Notorious and producing brilliant LA neo-noir Ray Donovan) has described Cage’s wearing of a hoodie as a tribute to Trayvon Martin and the Black Lives Matter movement, there are even occasional nods to civil rights-themed cinema as our hero battles with the disadvantages of being a poor black man in New York.\n\nThe definitive guide to fall TV Read more\n\nThe show only seems to run into trouble when it remembers it is supposed to be just one story in a wider Marvel arc – Cage is due to team up with Daredevil, Jones and the still-to-debut Iron Fist as “street-level” Marvel superhero ensemble The Defenders next year – rather than its own eccentrically soulful animal. In particular, there’s a weirdly clunky moment when an old favourite from previous Netflix episodes suddenly pops up in Harlem just in time to spin the plot in a convenient direction. The Marvel Cinematic Universe came up with the mid-credits scene precisely to avoid having to squeeze such saga-building glue all over the main plot, and those coming to Luke Cage cold might be forgiven the odd double-take at the liberties taken with the movies’ small screen cousin.\n\nAnd yet by the time it begins to veer just slightly off course, the show’s excellent first few episodes (directed with characteristic verve by Sherlock’s Paul McGuigan) have already built up such a repository of trust that our hero could suddenly run into Spider-Man, or develop powers of invisibility, without causing us to blink. And this is, after all a comic book show.\n\nEven those who rather miss the old Cage, tiara and all, will find something for them, in the form of a not-so-subtle “Easter egg” moment that will both serve to remind long-term fans of the superhero’s hokey past glories, and have the rest of us belly-laughing at the audacity of the reference. And yes, at one point (just once, mind) I can confirm he even utters that old immortal line: “Sweet Christmas!”",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.theguardian.com/tv-and-radio/2016/sep/21/golden-age-black-tv-false-dawn-david-simon",
                "https://www.theguardian.com/tv-and-radio/ng-interactive/2016/sep/06/fall-tv-2016-guide-atlanta-designated-survivor-westworld-divorce"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.theguardian.com/media/netflix",
                "https://en.wikipedia.org/wiki/Raphael_Saadiq",
                "https://www.theguardian.com/culture/marvel"
            ]
        },
        "key_words": [
            "superhero",
            "jones",
            "tv",
            "marvel",
            "luke",
            "hero",
            "harlem",
            "review",
            "powerful",
            "cage",
            "bulletproof",
            "hiphop",
            "black",
            "old",
            "drama",
            "marvels"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/2016/jul/07/legend-tarzan-review-alexander-skarsgard-christoph-waltz",
        "title": "The Legend of Tarzan review – noble intentions can't rescue ropey rehash",
        "authors": [
            {
                "name": "Peter Bradshaw",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2016-07-07",
        "text": "The Legend of Tarzan and The Neon Demon reviewed - the Dailies film podcast Read more\n\nEarlier this year, The Jungle Book was remade with most of the songs removed. Now it looks like it’s been remade again with all the songs removed and also the fun, excitement and charm. This is a ropey and dull rehashing of Edgar Rice Burroughs’s creation, with Alexander Skarsgård giving us his rock-hard abs and an equally immobile performance in the lead role. Things get off to an admittedly interesting start as Belgian troops move through the Congo, their colonial possession, in the late 19th century, with Christoph Waltz’s creepy functionary Léon Rom at their head (a version of the historical figure who was supposedly the model for Conrad’s Mr Kurtz). But then we are back in Eng-er-land, where super-handsome Lord Greystoke (Skarsgård), otherwise known as Tarzan, is prevailed upon by the PM to go on a diplomatic mission to his old stomping and swinging ground, with comely wife, Jane (Margot Robbie), and roguish US adventurer George Washington Williams (Samuel L Jackson), who is to become his best pal. There is much well-meaning emphasis on the existence of slavery in the Congo, which may or may not make up for the implied equivalence between the animals and human indigenous tribes, with both of which Tarzan has such natural rapport, enlightened patrician that he is. There are plenty of flashbacks that show Tarzan’s former existence as a younger man in the jungle: sleek, semi-clothed, fully shaven. It looks like a two-hour Neutrogena commercial.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.theguardian.com/film/2016/apr/12/the-jungle-book-review",
                "https://www.theguardian.com/film/2016/jun/30/amuel--ackson--was-a-drug-addict-out-of-my-mind-but-showed-up-on-time-and-hit-my-marks",
                "https://www.theguardian.com/film/audio/2016/jul/05/the-legend-of-tarzan-and-the-neon-demon-reviewed-the-dailies-film-podcast"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.pinterest.ca/login/?next=/pin/create/button/%3Fdescription%3D%26url%3Dhttp%253A%252F%252Fwww.youtube.com%252Fwatch%253Fv%253DAj7ty6sViiU%26media%3D",
                "https://twitter.com/intent/tweet?text=&url=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DAj7ty6sViiU",
                "https://www.facebook.com/login.php?skip_api_login=1&api_key=180444840287&signed_next=1&next=https%3A%2F%2Fwww.facebook.com%2Fv2.9%2Fdialog%2Fshare%3Fhref%3Dhttp%253A%252F%252Fwww.youtube.com%252Fwatch%253Fv%253DAj7ty6sViiU%26picture%26client_id%3D180444840287%26ret%3Dlogin&cancel_url=https%3A%2F%2Fwww.facebook.com%2Fdialog%2Freturn%2Fclose%3Ferror_code%3D4201%26error_message%3DUser%2Bcanceled%2Bthe%2BDialog%2Bflow%23_%3D_&display=popup&locale=en_US"
            ]
        },
        "key_words": [
            "intentions",
            "ropey",
            "rehash",
            "noble",
            "review",
            "legend",
            "remade",
            "congo",
            "tarzan",
            "cant",
            "songs",
            "rescue",
            "removed",
            "skarsgård",
            "jungle",
            "looks",
            "existence",
            "younger"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/2002/sep/23/news1",
        "title": "Djimon Hounsou resigned to slave type-casting",
        "authors": [
            {
                "name": "Staff",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2002-09-23",
        "text": "This article is more than 16 years old\n\nThis article is more than 16 years old\n\nDjimon Hounsou says he has come to terms with Hollywood's decision to cast him in slave roles in a series of films.\n\nThe African-born actor, who first came to fame in Steven Spielberg's Amistad, also played a slave in Gladiator and is currently on the big screen in the US as a Sudanese slave in Four Feathers.\n\nHounsou told BBC Entertainment News that he had been concerned that Hollywood would only ever want to cast him in similar roles.\n\n\"But I've come to terms with my fears about the industry,\" he said. \"I can't take these things personally any more. The reality is that you are being offered a job.\"\n\nHounsou added that he was keen to play a modern \"regular guy\"\n\n\"I want to play a cop, do comedy, different things,\" he added, a wish that should be fulfilled when he appears with Lawrence Fishburne in Biker Boyz next year.\n\nHounsou, 38, was born in Benin but went to France as a teenager. He worked as a model before becoming an actor.",
        "quotes": [
            [
                "But I've come to terms with my fears about the industry,",
                "Djimon Hounsou",
                true
            ],
            [
                "I can't take these things personally any more.",
                "Djimon Hounsou",
                true
            ],
            [
                "The reality is that you are being offered a job.",
                "Djimon Hounsou",
                true
            ],
            [
                "I want to play a cop, do comedy, different things,",
                "Djimon Hounsou",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "play",
            "article",
            "resigned",
            "come",
            "added",
            "things",
            "cast",
            "actor",
            "16",
            "slave",
            "typecasting",
            "djimon",
            "hounsou",
            "terms"
        ]
    }
]