[
    {
        "url": "https://www.huzlers.com/woman-files-divorce-after-man-spends-entire-savings-on-monster-energy-drinks/",
        "title": "Woman Files Divorce After Man Spends Entire Savings On Monster Energy Drinks",
        "authors": [],
        "publisher": "www.huzlers.com",
        "publish_date": "2019-06-15",
        "text": "FLORIDA – A Florida woman has filed for divorce after her husband, Kyle spent their entire life savings on a year supply of Monster energy drink. She claims Kyle spent more than $30,000 on Monster energy drinks, and now they have a negative balance and are on the verge of being homeless.\n\nIn an exclusive interview with Huzlers we entered his residence it reeked of Monster energy drink and no wall in his apartment was safe from his fist. With scuffs of drywall on his fists, he tells us buying Monster energy drink in bulk was a wise investment. He had no idea a article of him punching drywall and stealing monster energy drinks at home depot would cost him his job at Big Trucks Auto Parts.\n\nNow he is unable to pay his rent we asked about his wife and the divorce. Kyle began to chug his Monster and quickly turned to the wall and landed a straight hook punching through a wall with his arm stuck he scream “I ain’t signing shit that’s my cousin she belongs to me.”\n\nIt seems Kyle has no plan to divorce his cousin wife and is willing to punch every drywall he encounters to make sure nobody ever gets his cousin.",
        "quotes": [
            [
                "I ain’t signing shit that’s my cousin she belongs to me.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "monster",
            "savings",
            "spends",
            "drywall",
            "divorce",
            "drink",
            "files",
            "drinks",
            "wall",
            "cousin",
            "energy",
            "entire",
            "woman",
            "kyle",
            "spent",
            "man",
            "wife"
        ]
    }
]